Repository: vmazurashu/lp-pl-integration
Catalog: libreplan/libreplan-webapp/src/main/resources/i18n/*.po
Languages: de, fa_ir, it, ja, pt_br, zh

source: Synchronization of timesheets was successful
de: Synchronisierung der Zeitzettel war erfolgreich
fa_ir: همگام سازی برگه های زمانی انجام شد
it: La sincronizzazione dei fogli ore è avvenuta con successo
ja: タイムシートの同期が成功しました
pt_br: Sincronização de folha de horas foi bem sucedida.

source: New template
de: Neue Vorlage
fa_ir: الگوی جدید
it: Nuovo modello
ja: 新規テンプレート
pt_br: Novo modelo
zh: 新模板

source: LDAP configuration
de: LDAP Einstellungen
fa_ir: پیکرندی LDAP
it: Configurazione LDAP
ja: LDAPの設定
pt_br: Configuração do LDAP
zh: LDAP配置

source: Length
de: Länge
fa_ir: طول
it: Lunghezza
ja: 長さ
pt_br: Tamanho
zh: 长度

source: Resources matching selected criteria
de: Dem ausgewählten Kriterium entsprechende Ressourcen
fa_ir: منابعی که مطابق با معیار انتخاب شده هستند
it: Risorse che rispettano i criteri selezionati
ja: 選択した基準に一致するリソース
pt_br: Recursos que cumprem os critérios selecionados
zh: 符合所选准则的资源

source: a milestone cannot have a task associated
de: Ein Meilenstein kann nicht mit einer Aufgabe verknüpft sein
fa_ir: مایلستون نمی تواند وظیفه مرتبط داشته باشد
it: una scadenza non può avere un compito associato.
ja: マイルストーンにタスクを関連付けることはできません
pt_br: um marco não pode ter uma tarefa associada
zh: 一个里程碑，不能有关联的任务

source: Overallocated
de: Überlastet
fa_ir: بیش از حد تخصیص یافته
it: Sovrallocato
ja: 割り当て超過
pt_br: Superalocados
zh: 过度

source: Company ID already used. It must be unique
de: Firmenkennung wird bereits verwendet. Sie muss einzigartig sein.
fa_ir: شناسه شرکت قبلا استفاده شده است. باید یکتا باشد
it: Identificativo azienda già utilizzato. Dev'essere unico
ja: すでに使用されている会社IDです。ユニークでなければなりません
pt_br: Identificador da empresa já em uso. Necessário ser exclusivo.
zh: 公司ID已被使用，它必须是唯一

source: Deleting sequence
de: Lösche Abfolge
fa_ir: در حال حذف توالی
it: Sequenza d'eliminazione
ja: シーケンス削除
pt_br: Deletando sequência
zh: 删除序列

source: Work hour type data
de: Daten des Stundentyps
fa_ir: داده نوع ساعت کار
it: Tipo d'ore di lavoro
ja: 作業時間タイプのデータ
pt_br: Dados do tipo de horas de trabalho
zh: 工作时间类型的数据

source: the type of work hours name has to be unique. It is already used
de: der Typ der Arbeitsstundennamen muss ein Unikat sein und wird bereits verwendet
fa_ir: نوع نام ساعت کاری باید یکتا باشد. قبلا استفاده شده است
it: Il nome del tipo d'ore di lavoro dev'essere unico. Questo è già in uso
ja: 作業時間タイプの名称はユニークでなければなりません。すでに使用されています。
pt_br: o nome do tipo de horas de trabalho já está em uso e deve ser exclusivo
zh: 工作时间的类型名必须是唯一的。它已经用

source: Values already sent to the customer. Values cannot be changed
de: Werte wurden bereits an Kunden übermittelt und können nicht geändert werden
fa_ir: مقادیر برای مشتری ارسال شد. مقادیر را نمی توان تغییر داد
it: Valori già inviati al cliente. I valori non possono essere modificati
ja: すでに顧客に送信済です。値を変更することはできません
pt_br: Valores já enviados ao cliente não podem ser alterados
zh: 值已经发送给客户。值不能改变

source: username is already being used by another user
de: Benutzername wird bereits genutzt
fa_ir: نام کاربری توسط کاربر دیگر استفاده شده است
it: il nome utente è già utilizzato da un altro utente
ja: ユーザ名はすでに他のユーザーによって使用されています
pt_br: nome de usuário já está sendo usado por outro usuário
zh: 用户名已经被另一个用户使用

source: The planning of this task is not in the current scenenario. You should change to any of the following scenarios: {0}
de: Die Planung der Aufgabe ist nicht im aktuellen Szenario enthalten. Sie sollten in eines der folgenden Szenarios wechseln: {0}
fa_ir: برنامه ریزی این وظیفه در سناریوی فعلی نیست. شما باید به هر کدام از سناریوهای ذیل تغییر دهید: {0}
it: la pianificazione di questo compito non fa parte dello scenario corrente. Devi spostarti s'uno dei seguenti scenari: {0}
ja: このタスクの計画は現在のシナリオに含まれていません 次のシナリオのいずれかに変更してください: {0}
pt_br: O planejamento desta tarefa não está no cenário atual. Você deve mudar para um dos seguintes cenários: {0}
zh: 的规划，这项任务是不是在目前的scenenario。，⏎ 你应该改变在以下情况中的任何一种：{0}

source: Multiple values per resource
de: Mehrere Werte je Ressource
fa_ir: مقادیر چندگانه در ازای هر مبنع
it: Valori multipli per risorsa
ja: リソースに複数の値を設定可能
pt_br: Múltiplos valores por recurso
zh: 每一个资源的多个值

source: Remove calendar
de: Kalender entfernen
fa_ir: حذف تقویم
it: Rimuovi calendario
ja: カレンダーの削除
pt_br: Remover calendário
zh: 删除日历

source: Deadline (days since project start)
de: Fristende (Tage seit Projektstart)
fa_ir: مهلت (روز بعد از شروع پروژه)
it: Scadenza (giorni dall'inizio del progetto)
ja: 期限（プロジェクト開始日からの日数）
pt_br: Prazo final (dias desde o inicio do projeto)
zh: 截止日期（日以来，项目启动）

source: Direct
de: Direkt
fa_ir: مستقیم
it: Diretto
ja: 直接
pt_br: Direto
zh: 直接

source: Job name
de: Aufgabenname
fa_ir: نام کار
it: Nome lavoro
ja: ジョブ名
pt_br: Nome do trabalho

source: Not found converter for {0}
de: Kein Konverter für {0} gefunden
fa_ir: مبدل برای {0} موجود نیست
it: Convertitore per {0} non trovato
ja: {0}用のコンバータがありません
pt_br: Não foi encontrado um conversor para {0}
zh: 找不到转换器的{0}

source: This criterion type cannot have multiple values in the same period
de: Dieser Kriteriumstyp darf nicht mehrere Werte im selben Zeitraum haben
fa_ir: این نوع معیار نمی تواند چند مقدار در یک دوره داشته باشد
it: Questo tipo di criterio non può avere valori multipli nello stesso periodo
ja: このタイプの基準は，同じ期間内に複数の値を持つことはできません
pt_br: Este tipo de critério não pode ter múltiplos valores no mesmo período
zh: 在同一时期，此标准类型不能有多个值

source: label type not specified
de: Bezeichnungstyp nicht angegeben
fa_ir: نوع برچسب مشخص نشده
it: tipo d'etichetta non specificato
ja: ラベルタイプが指定されていません
pt_br: tipo de rótulo não especificado
zh: 不指定标签类型

source: New task
de: Neue Aufgabe
fa_ir: وظیفه جدید
it: Nuovo compito
ja: 新規タスク
pt_br: Nova tarefa
zh: 新任务

source: Delete item {0}. Are you sure?
de: Lösche Element {0}. Sind Sie sicher?
fa_ir: حذف مورد [0]. آیا اطمینان دارید؟
it: Eliminare l'oggetto {0}. Sei sicuro?
ja: 項目{0}を削除します。よろしいですか？
pt_br: Removendo item {0}. Deseja continuar?
zh: 删除项“{0}。你确定吗？

source: Supported Chrome, Firefox, Safari and Epiphany browsers
de: Unterstützte Browser: Chrome, Firefox, Safari und Epiphany
fa_ir: مرورگرهای پشتیبانی شده کروم، فایرفاکس، سافاری و اپیفانی
it: Supportati i browser Firefox, Chrome, Safari ed Epiphany
ja: サポートされているブラウザ: Chrome, Firefox, Safari, Epiphany
pt_br: Compatível com os navegadores Chrome, Firefox, Safari e Epiphany.
zh: 支持Chrome浏览器浏览器，火狐，Safari浏览器和顿悟浏览器

source: Output format
de: Ausgabeformat
fa_ir: فرمت خروجی
it: Formato d'uscita
ja: 出力フォーマット
pt_br: Formato de saída
zh: 输出格式

source: last material sequence code not specified
de: letzter Materialsequenzcode nicht angegeben
fa_ir: آخرین کد توالی مواد مشخص نشده
it: ultimo codice di sequenza del materiale non specificato
ja: 最後のマテリアルシーケンスコードが設定されていません
pt_br: ultimo código sequencial de material não especificado
zh: 最后材料未指定的序列码

source: Relationship
de: Verbindung
fa_ir: ارتباط
it: Relazione
ja: 関連
pt_br: Relação
zh: 关系

source: Incorrect authentication
de: Falsche Authentifizierung
fa_ir: اعتبارسنجی نادرست
it: Autenticazione non valida
ja: 認証不正
pt_br: Falha de autenticação
zh: 不正确的验证

source: List of materials for all categories (select one to filter)
de: Liste von Materialien für alle Kategorien (Wähle eine aus zum filtern)
fa_ir: فهرست مواد برای همه رده ها (یکی را انتخاب نمایید تا فیلتر شود)
it: Lista dei materiali per tutte le categorie (seleziona una per filtrare)
ja: 全区分のマテリアル一覧 (選択してフィルタ)
pt_br: Lista de materiais para todas categorias (selecione um para filtrar)
zh: 适用于所有类别的材料清单（选择一个过滤器）

source: Specific Allocations
de: Spezifische Zuweisung
fa_ir: تخصیص های مشخص
it: Allocazioni specifiche
ja: 割り当て明細
pt_br: Alocações específicas
zh: 具体的分配

source: Subcontract price
de: Unterauftragspreis
fa_ir: مبلغ قرارداد فرعی
it: Prezzo del subappalto
ja: 委託金額
pt_br: Preço para terceirização
zh: 分包合同价格

source: Current password is incorrect
de: Aktuelles Passwort ist nicht korrekt
fa_ir: رمز عبور فعلی صحیح نیست
it: La password corrente è sbagliata
ja: 現在のパスワードが正しくありません
pt_br: Senha atual incorreta
zh: 当前密码不正确

source: No deadline
de: Ohne Fristende
fa_ir: بدون مهلت
it: Nessuna scadenza
ja: 期限なし
pt_br: Sem prazo final
zh: 无截止日期

source: Virtual resources cannot be bound to any user
de: Virtuelle Ressourcen können an keine Benutzer gekoppelt werden
fa_ir: منابع مجازی نمی تواند به هیچ کاربری مقید گردد
it: Le risorse virtuali non possono essere collegate a nessun utente
ja: 仮想リソースをユーザーにバインドすることはできません
pt_br: Recursos virtuais não podem ser vinculados a nenhum usuário
zh: 虚拟资源不能被绑定到任何用户

source: Hours cost
de: Stundenkosten
fa_ir: هزینه ساعت
it: Costo ore
ja: 時間コスト
pt_br: Custo de horas
zh: 小时费用

source: Statistics log
de: Statistikprotokoll
fa_ir: لاگ آماری
it: Diario delle statistiche
ja: 統計ログ
pt_br: Log de estatísticas
zh: 统计日志

source: Budget
fa_ir: بودجه
it: Capitale preventivato
ja: 予算
pt_br: Orçamento
zh: 预算

source: Non-assigned locations
de: nicht zugewiesene Orte
fa_ir: مکان های تخصیص نیافته
it: Posizioni non assegnate
ja: 割り当てられていないロケーション
pt_br: Locais não atribuidos
zh: 非指定地点

source: Password saved
de: Passwort gespeichert
fa_ir: رمز عبور ذخیره شد
it: Password salvata
ja: パスワードは保存されました
pt_br: Senha salva
zh: 密码保存

source: Label Type
de: Bezeichnungstyp
fa_ir: نوع برچسب
it: Tipo d'etichetta
ja: ラベルタイプ
pt_br: Tipo de rótulo
zh: 标签类型

source: Port
fa_ir: درگاه
it: Porta
ja: ポート
pt_br: Porta
zh: 端口

source: cost assignment's category not specified
de: Kategorie der Kostenzuteilung nicht angegeben
fa_ir: رده تخصیص هزینه مشخص نشده
it: categoria d'assegnazione per i costi non specificata
ja: 費用割り当て区分が指定されていません
pt_br: categoria de custo de atribuição não especificado
zh: 未指定成本分配的类别

source: last hours cost sequence code not specified
de: letzter Stundenkostensequenzcode nicht angegeben
fa_ir: کد توالی آخرین هزینه ساعت مشخص نشده
it: ultimo codice della sequenza dei costi orari non specificato
ja: 最終時間のコストシーケンスコードが設定されていません
pt_br: último código de sequência de custo de horas não especificado
zh: 最后一个小时的成本没有指定的序列码

source: label type name is already in use
de: Bezeichnungstypname wird bereits verwendet
fa_ir: نام نوع برچسب قبلا استفاده شده است
it: nome del tipo d'etichetta già in uso
ja: ラベルタイプ名はすでに使用されています
pt_br: Nome do tipo de etiqueta já em uso
zh: 标签类型名称已在使用中

source: Labels
de: Bezeichnungen
fa_ir: برچسب ها
it: Etichette
ja: ラベル
pt_br: Rótulos
zh: 标签

source: Deadline cannot be empty in backwards mode
de: Fristende kann im rückwärtigen Modus nicht leer sein
fa_ir: مهلت نمی تواند در حالت رو به عقب خالی باشد
it: La scadenza non può essere vuota in modalità "all'indietro"
ja: 逆方向モードでは期限を空にすることはできません
pt_br: Prazo final não pode ser vazio no modo atrasado
zh: 在向后模式的截止日期不能为空

source: Zoom level
fa_ir: میزان بزرگنمایی
it: Livello d'ingrandimento
ja: ズームレベル
pt_br: Nível de zoom
zh: 缩放级别

source: task is already marked as finished in another timesheet
de: Aufgabe ist bereits in einem anderen Zeitzettel als fertiggestellt markiert
fa_ir: وظیفه در برگه زمانی دیگر به عنوان پایان یافته نشانه گذاری شده است
it: il compito è già marcato come completato in un altro foglio ore
ja: タスクはすでに，別のタイムシートで終了としてマークされています
pt_br: tarefa já está marcada como finalizada em outra folha de horas
zh: 任务标记为已完成的另一个时间表

source: Normal resource assignment
de: Normale Ressourcenzuweisung
fa_ir: انتساب عادی منبع
it: Assegnamento naturale delle risorse
ja: 通常のリソース割り当て
pt_br: Atribuição normal de recursos
zh: 正常的资源分配

source: Finish Hour
de: Endstunde
fa_ir: ساعت پایان
it: Ora di fine
ja: 終了時間
pt_br: Hora de término
zh: 完成一小时

source: Password
de: Passwort
fa_ir: رمزعبور
ja: パスワード
pt_br: Senha
zh: 密码

source: Cancel editing
de: Bearbeitung abbrechen
fa_ir: لغو ویرایش
it: Annulla le modifiche
ja: 編集をキャンセルする
pt_br: Cancelar edição
zh: 取消版

source: Progress that are reported by quality forms cannot be modified
de: Fortschritte, die von Qualitätsformularen berichtet werden, können nicht geändert werden
fa_ir: پیشرفت هایی که از طریق فرم های کیفیت گزارش شده است قابل تغییر نیست
it: I progressi che sono riportati da modelli di qualità non possono essere modificati
ja: 品質フォームで報告される進捗状況を変更することはできません
pt_br: Progresso reportados por formulário de qualidade não pode ser modificado
zh: 所报告的质量形式的进展，不能修改

source: Load ratios calculated between
de: Lastverhältnisse berechnet zwischen
fa_ir: بارگذاری نسبت های محاسبه شده بین
it: Carichi di lavoro calcolati tra
ja: 算出された負荷率
pt_br: Percentuais de carga calculados entre

source: task end date not specified
de: Aufgabenenddatum nicht angegeben
fa_ir: تاریخ خاتمه وظیفه مشخص نشده
it: data di fine del compito non specificata
ja: タスク終了日が指定されていません
pt_br: data de término da tarefa não especificado
zh: 未指定任务的结束日期

source: ID
de: Kennung
fa_ir: شناسه
pt_br: Matrícula

source: Time tracking
de: Zeiterfassung
fa_ir: ردیابی زمانی
it: Tracciamento tempo
ja: タイムトラッキング
pt_br: Rastreamento de tempo
zh: 实时跟踪

source: New label
de: Neue Bezeichnung
fa_ir: برچسب جدید
it: Nuova etichetta
ja: 新規ラベル
pt_br: Novo rótulo
zh: 新标签

source: UserId
de: Benutzerkennung
fa_ir: شناسه کاربری
ja: ユーザーID
pt_br: UsuárioId
zh: 用户ID

source: Company name
de: Firma
fa_ir: نام شرکت
it: Nome dell'azienda
ja: 会社名称
pt_br: Nome da empresa
zh: 公司名称

source: Add New Label Type Field
de: Neues Bezeichnungstypfeld hinzufügen
fa_ir: اضافه کردن فیلد نوع برچسب جدید
it: Aggiungi un nuovo campo di tipo d'etichetta
ja: ラベルタイプフィールドを追加
pt_br: Adicionar novo campo de tipo de rótulo
zh: 添加新的标签类型字段

source: Use LDAP roles
de: Benutze LDAP Rolle
fa_ir: استفاده از نقش های LDAP
it: Usa regole di LDAP
ja: LDAPロールを使用
pt_br: Utilize regras do LDAP
zh: 使用LDAP的角色

source: username not specified
de: Benutzername nicht eingetragen
fa_ir: نام کاربری مشخص نشده است
it: nome utente non specificato
ja: ユーザー名が指定されていません
pt_br: nome de usuário não especificado
zh: 用户名不指定

source: Expense Sheets
de: Aufwandskostenzettel
fa_ir: برگ های مخارج
it: Foglio spese
ja: 経費シート
pt_br: Tabela de despesas
zh: 费用表

source: Delete expense sheet "{0}". Are you sure?
de: Aufwandskostenzettel "{0}" löschen. Sind Sie sicher?
fa_ir: برگه مخارج "[0]" حذف می گردد. آیا مطمئن هستید؟
it: Eliminazione foglio spese "{0}". Sei sicuro?
ja: 経費シート"{0}"を削除します。よろしいですか？
pt_br: Removendo tabela de despesa "{0}". Deseja continuar?
zh: 删除费用表“{0}”。你确定吗？

source: First name
de: Vorname
fa_ir: نام
it: Nome
ja: 名
pt_br: Primeiro nome
zh: 名字

source: External code
de: externer Code
fa_ir: کد بیرونی
it: Codici esterni
ja: 外部コード
pt_br: Código externo
zh: 外部代码

source: Manual assignment
de: Manuelle Zuweisung
fa_ir: انتساب دستی
it: Assegnamento manuale
ja: 手動割り当て
pt_br: Atribuição manual
zh: 手动分配

source: Ending date
de: Enddatum
fa_ir: تاریخ خاتمه
it: Data di fine
ja: 終了日
pt_br: Data de término
zh: 结束日期

source: Page up
de: Seite auf
fa_ir: بالای صفحه
it: Pagina su
ja: 前ページ
pt_br: Subir página
zh: 上页

source: No items found in 'OrderSyncInfo' to export to Tim
de: Keine Einträge in 'OrderSyncInfo' zum Export zu Tim gefunden
fa_ir: هیچ موردی در 'OrderSyncInfo' برای صدور به Tim پیدا نشد
it: Nessun oggetto trovato in 'OrderSyncInfo' per esportarlo a Tim
ja: Timにエクスポートする項目が'OrderSyncInfo'にありません
pt_br: Itens não encontrado em "OrderSyncInfo" para exportar ao Tim

source: Queue-based resource
de: Ablaufbasierte Ressource
fa_ir: منبع مبتنی بر صف
it: risorsa basata su code
ja: キューベースのリソース
pt_br: Recurso baseado em filas
zh: 基于队列的资源

source: percentage should be greater than 0% and less than 100%
de: Prozentsatz sollte größer als 0 % und kleiner als 100 % sein
fa_ir: درصد باید بزرگتر از 0% وکوچکتر از 100% باشد
it: la percentuale dev'essere maggiore di 0% e minore di 100%
ja: 比率は0％より大きく100％未満でなければなりません
pt_br: percentual deveria ser maior que 0% e menor que 100%
zh: 比例应为大于0% 且小于100％的

source: Check for updates
de: Auf Aktualisierungen prüfen
fa_ir: کنترل بهنگام سازی ها
it: Controlla se ci sono aggiornamenti
ja: アップデートの確認
pt_br: Procurar por atualizações
zh: 检查更新

source: Settings saved
de: Einstellungen gespeichert
fa_ir: تنظیمات ذخیره سازی شد
it: Impostazioni salvate
ja: 設定を保存しました
pt_br: Configurações salvadas
zh: 设置保存

source: Label Types
de: Bezeichnungstypen
fa_ir: نوع های برچسب
it: Tipi d'etichetta
ja: ラベルタイプ
pt_br: Tipos de rótulos
zh: 标签类型

source: inherited exception can not be removed
de: Geerbte Ausnahme kann nicht entfernt werden
fa_ir: استثنای توارثی نمی تواند حذف گردد
it: Le eccezioni ereditate non possono essere rimosse
ja: 継承された例外は削除できません
pt_br: exceção herdada não pode ser removida
zh: 继承异常不能被删除

source: Machine data
de: Maschinendaten
fa_ir: داده های دستگاه
it: Data Macchina
ja: マシンデータ
pt_br: Dados do equipamento
zh: 机床数据

source: Confirm remove user
de: Entfernen des Benutzers bestätigen
fa_ir: تأیید حذف کاربر
it: Conferma rimozione utente
ja: ユーザー削除の確認
pt_br: Confirmar remoção do usuário
zh: 确认删除用户

source: Calendar Exception Days
de: Kalenderausnahmentage
fa_ir: روزهای استثناء تقویم
it: Giorni d'eccezione del calendario
ja: カレンダーの例外日
pt_br: Dias de exceção do calendário
zh: 日历例外日

source: Create new project
de: Erstelle neues Projekt
fa_ir: ایجاد پروژه جدید
it: Crea nuovo progetto
ja: プロジェクトの新規作成
pt_br: Criar novo projeto
zh: 创建新项目

source: Material Unit
de: Materialeinheit
fa_ir: واحد مواد
it: Unità materiale
ja: マテリアルの単位
pt_br: Unidade de materiais
zh: 材料单位

source: Cannot create another progress of the same type
de: Kann keinen anderen Fortschritt desselben Typs erstellen
fa_ir: نمی تواند پیشرفت دیگری از همان نوع را ایجاد کند
it: Non si può creare un altro progresso dello stesso tipo
ja: 同じタイプの進捗を作成することはできません
pt_br: Não é possível criar outro progresso de mesmo tipo
zh: 无法创建另一个相同类型的进度

source: Planning
de: In Planung
fa_ir: برنامه ریزی
it: Pianificazione
ja: 計画
pt_br: Planejamento
zh: 规划

source: Template Tree
de: Vorlagenbaum
fa_ir: درخت الگو
it: Albero dei modelli
ja: テンプレートのツリー
pt_br: Árvore de modelos
zh: 模板树

source: External overload
de: Externe Überlastung
fa_ir: بار اضافی بیرونی
it: Sovraccarico esterno
ja: プロジェクト外の過負荷
pt_br: Sobrecarga externa
zh: 外部过载

source: Parent
de: Eltern
fa_ir: والد
it: Genitore
ja: 親
pt_br: predecessor
zh: 亲

source: Add new progress assignment
de: Neue Fortschrittszuweisung hinzufügen
fa_ir: افزودن انتساب پیشرفت جدید
it: Aggiungi un nuovo assegnamento di progresso
ja: 進捗設定の新規作成
pt_br: Adicionar nova atribuição de progresso
zh: 添加新的任务分配

source: Work record
de: Arbeitsaufzeichnung
fa_ir: سابقه کار
it: Registro di lavoro
ja: 作業レコード
pt_br: Registro de trabalho
zh: 工作记录

source: Heading Fields
de: Kopfzeile
fa_ir: فیلدهای عنوان
it: Campi Voce
ja: フィールド見出し
pt_br: Campos de cabeçalho
zh: 标题字段

source: Date cannot include the entire next work week
de: Datum darf nicht die gesamte nächste Arbeitswoche sein
fa_ir: تاریخ نمی تواند شامل کل هفته آینده باشد
it: La data non può includere tutta la prossima settimana lavorativa
ja: 日付に次の作業週全体を含めることはできません
pt_br: Data não pode incluir a próxima semana de trabalho completa
zh: 日期不能包括整个的下一个工作周

source: Managing fields and labels
de: Felder und Bezeichnungen verwalten
fa_ir: مدیریت فیلدها و برچسب ها
it: Gestione campi ed etichette
ja: フィールドとラベルの管理
pt_br: Gerenciar campos e rótulos
zh: 字段和标签管理

source: Violated deadline
de: Fristende überschritten
fa_ir: مهلت نقض شده
it: Scadenza violata
ja: 期限違反
pt_br: Prazo limite violado
zh: 违反了期限

source: Enable/Disable warning about new LibrePlan versions available
de: Aktiviere/Deaktiviere Warnungen über neu verfügbare LibrePlan Versionen
fa_ir: فعال/غیرفعال کردن هشدار درباره دسترسی به نسخه جدید لیبرپلن
it: Abilita/Disabilita l'avviso circa la disponibilità di una nuova versione di LibrePlan
ja: LibrePlanの新バージョンが利用可能なことを通知する/しない
pt_br: Ativar/Desativar aviso de nova versão disponível do LibrePlan
zh: 新的LibrePlan版本的启用/禁用警告

source: working hours not specified
de: Arbeitsstunden nicht angegeben
fa_ir: ساعات کار مشخص نشده است
it: ore lavorative non specificate
ja: 作業時間が指定されていません
pt_br: horas de trabalho não especificadas
zh: 未指定的工作时间

source: Hours type for personal timesheets
de: Stundentyp im persönlichen Stundenzettel
fa_ir: نوع ساعات برای برگه های زمانی شخصی
it: Tipo d'ore per il foglio ore personale
ja: パーソナルタイムシートの時間タイプ
pt_br: Tipo de horas para folha de horas pessoal
zh: 小时类型的个人时间表

source: Group
de: Gruppe
fa_ir: گروه
it: Gruppo
ja: グループ
pt_br: Grupo
zh: 组

source: Advanced allocation
de: Erweiterte Zuweisung
fa_ir: تخصیص پیشرفته
it: Allocazione avanzata
ja: 高度な割り当て
pt_br: Alocação avançada
zh: 高级配置

source: Connectors
de: Verbinder
fa_ir: رابط ها
it: Connettori
ja: コネクタ
pt_br: Conectores

source: Select for automatic queuing
de: Für automatische Warteschlangenbildung auswählen
fa_ir: انتخاب برای صف بندی خودکار
it: Seleziona per accodamento automatico
ja: 自動キューを選択
pt_br: Selecione para enfileiramento automático
zh: 选择自动排队

source: Order-element for "{0}" issue not found
de: Sortierelement für Angelegenheit "{0}" nicht gefunden
fa_ir: عنصر ترتیب برای نسخه "{0}" پیدا نشد
it: Elemento-ordine per il problema "{0}" non trovato
ja: イシュー"{0}"のオーダ要素が見つかりません
pt_br: Tarefa para incidência "{0}" não encontrada

source: Scheduling mode
de: Planungsmodus
fa_ir: حالت زمان بندی
it: Modalità di pianificazione
ja: スケジューリングモード
pt_br: Modo de agendamento
zh: 调度模式

source: Progress sent successfully
de: Fortschritt erfolgreich gesendet
fa_ir: پیشرفت با موفقیت ارسال گردید
it: Progressi inviati con successo
ja: 進行状況は正常に送信されました
pt_br: Progresso enviado com sucesso
zh: 进展发送成功

source: LibrePlan: My Dashboard
de: LibrePlan: Meine Startseite
fa_ir: لیبرپلن: داشبورد من
it: LibrePlan: Mio pannello strumenti
ja: LibrePlan: マイ・ダッシュボード
pt_br: LibrePlan: Meu painel de controle
zh: LibrePlan：我的仪表板

source: Work week
de: Arbeitswoche
fa_ir: هفته کاری
it: Settimana di lavoro
ja: 週作業時間
pt_br: Semana de trabalho
zh: 工作周

source: Budgeted Cost Work Scheduled
de: Budgetierte Arbeitskosten geplant
fa_ir: کار با هزینه محاسبه شده زمان بندی شد
it: Lavoro a costo preventivato programmato
ja: 予算コスト作業がスケジュールされました
pt_br: Custo de trabalho agendado orçado
zh: 预算成本计划工作

source: Expense lines
de: Aufwandszeilen
fa_ir: خطوط مخارج
it: Linee spese
ja: 経費明細
pt_br: Linhas de despesas
zh: 支出线

source: Label Type fields
de: Bezeichnungstypfelder
fa_ir: فیلدهای نوع برچسب
it: Campi di Tipo Etichetta
ja: ラベルタイプフィールド
pt_br: Campos de tipo de rótulos
zh: 标签类型字段

source: LibrePlan: Runtime Error
de: LibrePlan: Laufzeitfehler
fa_ir: لیبرپلن: خطای زمان اجرا
it: LibrePlan: Errore durante l'esecuzione
ja: LibrePlan: 実行時エラー
pt_br: LibrePlan: Erro em tempo de execução
zh: LibrePlan：运行时错误

source: Schedule
de: Zeitplan
fa_ir: زمان بندی
it: Tabella di marcia
ja: スケジュール
pt_br: Agendar
zh: 时间表

source: quality form name not specified
de: Qualitätsformularname nicht angegeben
fa_ir: نام فرم کیفیت مشخص نشده
it: il nome del modello di qualità non è specificato
ja: 品質フォームの名称が指定されていません
pt_br: nome de formulário de qualidade não especificado
zh: 质量表格名称未指定

source: Hours Type
de: Stundentyp
fa_ir: نوع ساعت
it: Tipo d'ore
ja: 時間タイプ
pt_br: Tipo de horas
zh: 小时类型

source: owner scenario not specified
de: Eigentümerszenario nicht angegeben
fa_ir: سناریوی مالک مشخص نشده
it: scenario d'appartenenza non specificato
ja: オーナーシナリオが指定されていません
pt_br: cenário proprietário não especificado
zh: 不指定所有者的情况

source: Allocation configuration
de: Zuweisungseinstellung
fa_ir: پیکربندی تخصیص
it: Configurazione d'allocazione
ja: 割り当て構成
pt_br: Configuração de alocação
zh: 分配配置

source: Disable hierarchy will cause criteria tree to be flattened. Are you sure?
de: Deaktivieren der Hierarchie klappt die Kriterienbaumansicht zusammen, sind Sie sicher?
fa_ir: غیر فعال کردن سلسله مراتب منجر به تسطیح درخت شرایط می گردد. آیا اطمینان دارید؟
it: Disabilitare la gerarchia causerà l'appiattimento dell'albero dei criteri. Sei sicuro?
ja: 階層を無効化すると，基準ツリーがフラット化されます。よろしいですか？
pt_br: Desativar a hierarquia fará com que a árvore de critérios seja nivelada. Deseja continuar?
zh: 禁用层次结构将导致扁平化标准树。你确定吗？

source: Configure
de: Konfigurieren
fa_ir: پیکربندی
it: Configura
ja: 設定
pt_br: Configurar
zh: 配置
