Repository: vmazurashu/lp-pl-integration
Catalog: libreplan/libreplan-webapp/src/main/resources/i18n/*.po
Languages: de, fa_ir, it, ja, pt_br, zh

source: No authorizations were added because you did not select any.
de: Keine Autorisierungen hinzugefügt, da keine ausgewählt wurden
fa_ir: هیچ مجوزی ااضافه نشد به این دلیل که شما هیچ کدام را انتخاب نکرده اید.
it: Nessuna autorizzazione è stata aggiunta poichè nessuna è stata selezionata
ja: 追加する権限が選択されていません。権限は追加されませんでした。
pt_br: Nenhuma autorização foi selecionada para ser adicionada
zh: 没有选择任何授权。

source: LibrePlan: User Accounts
de: LibrePlan: Benutzer-Accounts
fa_ir: LibrePlan: جساب کاربری
it: LibrePlan: Account utente
ja: LibrePlan: ユーザーアカウント
pt_br: LibrePlan: Contas de usuário
zh: LibrePlan：用户帐号

source: Quality forms
de: Qualitätsformular
fa_ir: فرم های کیفیت
it: Moduli di qualità
ja: 品質フォーム
pt_br: Formulários de qualidade
zh: 质量形式

source: Project Costs
de: Projektkosten
fa_ir: هزینه های پروژه
it: Costi di progetto
ja: プロジェクト費用
pt_br: Custos do projeto
zh: 项目成本

source: Overtime ratio
de: Überstundenverhältnis
fa_ir: نسبت اضافه کار
it: Proporzione dello straordinario
ja: 残業率
pt_br: Relação de horas extras
zh: 加班比

source: Materials saved
de: Eingespartes Material
fa_ir: مواد ذخیره شد
it: Materiali salvati
ja: マテリアルは保存されました
pt_br: Materiais salvos
zh: 材料保存

source: Op.
fa_ir: عملیات
ja: 操作
zh: 运算。

source: Add Criterion
de: Füge ein Kriterium hinzu
fa_ir: افزودن معیار
it: Aggiungi criterio
ja: 基準の追加
pt_br: Adicionar critério
zh: 添加标准

source: percentage must be unique
de: Prozentzahl muss ein Unikat sein
fa_ir: درصد باید یکتا باشد
it: la percentuale dev'essere unica
ja: 比率はユニークでなければなりません
pt_br: percentual deve ser único
zh: 百分比必须是唯一的

source: expense sheet not specified
de: Aufwandkostenzettel nicht angegeben
fa_ir: برگه هزینه مشخص نشده
it: foglio ore non speficato
ja: 経費シートが指定されていません
pt_br: tabela de despesa não especificada
zh: 不指定费用表

source: Interacts with applications
de: Interagiert mit Anwendungen
fa_ir: با برنامه های کاربردی تعامل دارند
it: Interagisci con le applicazioni
ja: アプリケーション操作
pt_br: Interage com aplicações
zh: 与应用程序进行交互

source: LibrePlan: Advanced allocation
de: LibrePlan: Erweiterte Zuweisung
fa_ir: LibrePlan: تخصیص پیشرفته
it: LibrePlan: Allocazione avanzata
ja: LibrePlan: 詳細な割り当て
pt_br: LibrePlan: Alocação avançada
zh: LibrePlan：高级配置

source: Calendar name already in use
de: Kalendername ist bereits vergeben
fa_ir: نام تقویم در حال حاضر در حال استفاده است
it: Nome del calendario già in uso
ja: すでに使用されているカレンダー名です
pt_br: Nome do calendário já em uso

source: Hours Group at {0}
de: Stundengruppe bei {0}
fa_ir: گروه بندی ساعات در {0}
it: Gruppo ore a {0}
ja: {0}の時間グループ
pt_br: Grupo de horas em {0}
zh: h组的{0}

source: Create
de: Erstellen
fa_ir: ایجاد کردن
it: Crea
ja: 作成
pt_br: Criar
zh: 创建

source: must be later than start date
de: muss größer als Startdatum sein
fa_ir: باید بعد از زمان شروع باشد
it: dev'essere successivo alla data d'inizio
ja: 開始日以降でなければなりません
pt_br: deve ser posterior a data de inicio
zh: 必须晚于开始日期

source: Cost
de: Kosten
fa_ir: هزینه
it: Costo
ja: コスト
pt_br: Custo
zh: 成本

source: Load percentage of resources participating in the project while they are assigned
de: Lastverhältnis der Ressourcen, die am Projekt teilnehmen, während sie zugeteilt sind
fa_ir: درصد بارگیری منابعی که در این پروژه درگیر هستند زمان انتساب پروژه ها
it: Percentuale di carico delle risorse partecipanti al progetto mentre sono assegnate
ja: プロジェクトに割り当てられているリソースの負荷率
pt_br: Percentual de carga dos recursos participantes no projeto enquanto estão alocados.
zh: 参与该项目的资源负载百分比，而他们分配

source: add
de: hinzufügen
fa_ir: افزودن
it: aggiungi
ja: 追加
pt_br: adicionar
zh: 加

source: Summary
de: Zusammenfassung
fa_ir: خلاصه
it: Sommario
ja: 概要
pt_br: Resumo
zh: 总结

source: Not indentable
de: Nicht einzurücken
fa_ir: غیر قابل دندانه شدن
it: Non indentabile
ja: インデントできません
pt_br: Não indentável
zh: 不indentable

source: Percentages should sum 100
de: Die Summe der Prozente muss 100 ergeben
fa_ir: جمع درصد باید 100 باشد
it: La somma delle percentuali dev'essere 100
ja: 比率の合計は100でなければなりません
pt_br: Percentual deve somar 100 por cento
zh: 百分比应总结100

source: Order should not be empty
de: Bestellung sollte nicht leer sein
fa_ir: ترتیب نمی تواند خالی باشد
it: L'ordine non può essere vuoto
ja: 順序は空であってはなりません
pt_br: Projeto não deveria ser vazio

source: measure not specified
de: Messung nicht angegeben
fa_ir: سنجه مشخص نشده
it: misura non specificata
ja: 測定値が指定されていません
pt_br: medida não especificada
zh: 测量不指定

source: You must select a valid date.
de: Sie müssen ein gültiges Datum auswählen
fa_ir: شما باید یک تاریخ معتبر انتخاب نمایید.
it: Devi selezionare una data valida
ja: 有効な日付を選択してください
pt_br: Você deve selecionar uma data válida.
zh: 你必须选择一个有效的日期。

source: Regular
de: Gewöhnlich
fa_ir: منظم
it: Regolare
ja: レギュラー
pt_br: Normal
zh: 定期

source: Must start after
de: Muss beginnen nach
fa_ir: بعدا باید شروع شود
it: Deve iniziare dopo
ja: 最速開始日
pt_br: Deve começar posteriormente
zh: 必须在这之后启动

source: From today
de: Von heute
fa_ir: از امروز
it: Da oggi
ja: 今日から
pt_br: A partir de hoje
zh: 从今天开始

source: Project Details
de: Projektdetails
fa_ir: جزییات پروژه
it: Dettagli di progetto
ja: プロジェクト詳細
pt_br: Detalhes o projeto
zh: 项目详情

source: Resource
de: Ressource
fa_ir: منبع
it: Risorsa
ja: リソース
pt_br: Recurso
zh: 资源

source: Standard Effort
de: Standard Aktion
fa_ir: تلاش استاندارد
it: Sforzo standard
ja: 標準工数
pt_br: Esforço padrão
zh: 标准努力

source: LibrePlan: Import Project
de: LibrePlan: Projekt importieren
fa_ir: LibrePlan: ورود پروژه
it: LibrePlan: Importa progetto
ja: LibrePlan: プロジェクトのインポート
pt_br: LibrePlan: Importar Projeto

source: Create Virtual Workers Group
de: Erstelle Virtuelle Arbeitergruppe
fa_ir: ایجاد گروه مجریان مجازی
it: Crea un gruppo di lavoro virtuale
ja: 仮想ワーカーグループの作成
pt_br: Criar grupo de trabalhadores virtuais
zh: 创建虚拟工群体

source: Please use some of the compatible browsers: Chrome, Firefox, Safari or Epiphany.
de: Bitte nutze einen kompatiblen Browser: Chrome, Firefox, Safari oder Epiphany.
fa_ir: لطفا از مرورگرهای سازگار استفاده نمایید: کروم، فایرفاکس، سافاری یا اپیفانی.
it: Per favore utilizza un browser compatibile come: Firefox, Chrome Safari o Epiphany.
ja: 互換性のあるブラウザを使用してください: Chrome, Firefox, Safari, Epiphany
pt_br: Por favor utilize algum dos navegadores compatíveis: Chrome, Firefox, Safari ou Epiphany
zh: 请使用兼容的浏览器：Chrome，火狐，Safari或顿悟。

source: LibrePlan: Transfer Projects Between Scenarios
de: LibrePlan: Übertrage Projekte zwischen Szenarios
fa_ir: LibrePlan: انتقال پروژه ها بین سناریوها
it: LibrePlan: Trasferisci progetti tra gli scenari
ja: LibrePlan: シナリオ間のプロジェクト移動
pt_br: LibrePlan: Transferir projetos entre cenários
zh: LibrePlan：调水工程方案之间

source: Workers
de: Mitarbeiter
fa_ir: مجریان
it: Lavoratori
ja: ワーカー
pt_br: Trabalhadores
zh: 工人

source: Last stretch should have one hundred percent length and one hundred percent of work percentage
de: Die letzte Zeitspanne sollte eine Länge von 100% und einen Arbeitsprozentsatz von 100% haben
fa_ir: آخرین امتداد باید طول 100 درصدی و 100 درصد نسبت کار داشته باشد
it: L'ultima estensione deve avere percentuale pari a cento per lunghezza e lavoro
ja: 最後のストレッチは100パーセントの長さと100パーセントの作業率でなければなりません
pt_br: Última extensão deve ter 100% de tamanho e de trabalho
zh: 最后一段应该有百分之百的长度和百分之百的工作的百分比

source: Planned end
de: Geplanter Abschluss
fa_ir: پایان برنامه ریزی شده
it: Fine pianificata
ja: 予定終了日
pt_br: Término planejado
zh: 计划结束

source: My dashboard
de: Meine Übersichtsseite
fa_ir: داشبورد من
it: Mio pannello strumenti
ja: マイダッシュボード
pt_br: Meu painel de controle
zh: 我的控制面板

source: Work amount
de: Arbeitsmenge
fa_ir: میزان کار
it: Ammontare del lavoro
ja: 作業量
pt_br: Quantidade de trabalho
zh: 工程量

source: Please set a date
de: Bitte ein Datum eingeben
fa_ir: لطفا تاریخ را تنظیم نمایید
it: Prego inserire una data
ja: 日付を設定してください
pt_br: Por favor defina uma data
zh: 请设定日期

source: Hours type should not be empty to synchronine timesheets
de: Stundentyp sollte nicht leer sein, um Stundenzettel zu synchronisieren
fa_ir: نوع ساعات برای همگام سازی برگه های زمانی نمی تواند خالی باشد
it: Il tipo delle ore non dovrebbe essere vuoto per sincronia col foglio ore
ja: 同期するタイムシートの時間タイプは空であってはなりません
pt_br: Tipo de horas não deve ser vazio para sincronizar folha de horas

source: Edit
de: Bearbeiten
fa_ir: ویرایش
it: Modifica
ja: 編集
pt_br: Editar
zh: 编辑

source: unit name not specified
de: Einheitenname nicht angegeben
fa_ir: نام واحد مشخص نشده
it: nome unità non specificato
ja: ユニット名が指定されていません
pt_br: nome da unidade não especificado
zh: 不指定单位名称

source: Save & Continue
de: Speichern & Fortsetzen
fa_ir: ذخیره و ادامه
it: Salva & Continua
ja: 保存して次へ
pt_br: Salvar & Continuar
zh: 保存并继续

source: Order element "{0}" not found
de: Sortierelement {0} nicht gefunden
fa_ir: عنصر ترتیب "{0}" پیدا نشد
it: Elemento d'Ordine "{0}" not found
ja: オーダ要素"{0}"が見つかりません
pt_br: Tarefa "{0}" não encontrada

source: Exception Type
de: Ausnahmetyp
fa_ir: نوع استثنا
it: Tipo d'eccezione
ja: 例外タイプ
pt_br: Tipo de exceção
zh: 异常类型

source: My account
de: Mein Zugang
fa_ir: حساب کاربری من
it: Mio account
ja: マイ・アカウント
pt_br: Minha conta
zh: 我的账户

source: Received From Customers
de: Von Kunden erhalten
fa_ir: دریافت شده از مشتری ها
it: Ricevuti dai clienti
ja: 顧客より
pt_br: Recebido dos clientes
zh: 向客户收取

source: Create activation period
de: Erstelle neue Aktivierungsperiode
fa_ir: ایجاد دوره فعال سازی
it: Creare periodo d'attivazione
ja: アクティベーション期間の作成
pt_br: Criar período de ativação
zh: 激活期限

source: Export product code {0}, project {1}
de: Exportiere Produktcode {0}, Projekt {1}
fa_ir: صدور کد محصول {0}، پروژه {1}
it: Esporta il codice di prodotto {0}, progetto {1}
ja: 製品コード{0}, プロジェクト{1}をエクスポート
pt_br: Exportar código do produto {0}, projeto {1}

source: Imputed expenses
de: Wertverlust
fa_ir: مخارج انتسابی
it: Spese imputate
ja: 帰属費用
pt_br: Despesas registradas
zh: 之估算费用

source: Task: {0}
de: Aufgabe: {0}
fa_ir: وظیفه: [0]
it: Compito: {0}
ja: タスク:{0}
pt_br: Tafera: {0}
zh: 任务：{0}

source: Subcontracted task sent successfully
de: Aufgabe an Subunternehmer erfolgreich gesendet
fa_ir: وظیفه واگذار شده با موفقیت ارسال شد
it: Compito in subappalto inviato con successo
ja: 委託タスクが正常に送信されました
pt_br: Tarefa terceirizada enviada com sucesso
zh: 分包任务发送成功

source: both {0} of category {1} and {2} of category {3} have the same code
de: Beide {0} von Kategorie {1} und {2} Kategorie {3} haben dasselbe Kennzeichen
fa_ir: هردو {0} از رده {1} و {2} از رده {3} دارای کد مشابه هستند
it: entrambi {0} della categoria {1} e {2} della categoria {3} hanno lo stesso codice
ja: 区分{1}の{0}と区分{3}の{2}が同じコードです
pt_br: {0} da categoria {1} e {2} da categoria {3} tem o mesmo código
zh: {0},{1},{2},{3}有相同的代码

source: Personal timesheet saved
de: Persönlicher Stundenplan gespeichert
fa_ir: برگه زمان شخصی ذخیره شد
it: Foglio ore personale salvato
ja: パーソナルタイムシートを保存しました
pt_br: folha de horas salvado
zh: 保存个人时间表

source: You are about to leave the planning editing. Unsaved changes will be lost!
de: Sie sind dabei, die Planungsbearbeitung zu verlassen, ungespeicherte Änderungen gehen verloren!
fa_ir: شما ویرایش برنامه ریزی را ترک خواهید کرد. تغییرات ذخیره نشده از دست می روند!
it: Stai per uscire dalla modalità di modifica della pianificazione, i cambiamenti non salvati saranno persi!
ja: 編集を終了すると，保存されていない修正が失われます。宜しいですか？
pt_br: Você está prestes a sair da edição de planejamento, alterações não salvas serão perdidas
zh: 你即将离开的规划版本，未保存的更改将丢失。

source: SPI
fa_ir: شاخص بهره وری زمانبندی

source: Send To Subcontractors
de: An Subunternehmen schicken
fa_ir: ارسال شده به پیمانکاران فرعی
it: Invia ai subappaltatori
ja: 委託先へ
pt_br: Enviar à terceirizadas
zh: 发送给分包商

source: a label can not be assigned twice in the same branch
de: Eine Bezeichnung kann im selben Zweig nicht doppelt zugewiesen werden
fa_ir: یک برچسب نمی تواند دوبار در شاخه یکسان منتسب گردد
it: un'etichetta non può essere assegnata due volte nello stesso ramo
ja: 同じブランチ内でラベルを２度割り当てることはできません
pt_br: um rótulo não pode ser atribuído mais de uma vez na mesma ramificação
zh: 不能两次在同一个分支分配一个标签

source: Statistics list
de: Statistikliste
fa_ir: فهرست آمار
it: Lista statistiche
ja: 統計一覧
pt_br: Lista de estatísticas
zh: 统计列表

source: format filters are not valid
de: Formatfilter sind nicht gültig
fa_ir: فیلترهای فرمت معتبر نیستند
it: i filtri di formato non sono validi
ja: フォーマットフィルタが無効です
pt_br: o formato dos filtros não são válidos
zh: 格式过滤器是无效的

source: You do not have permissions to go to edit user window
de: Sie haben keine Rechte das Benutzeränderungsfenster auszuwählen
fa_ir: شما مجوز برای رفتن به پنجره ویرایش کاربر را ندارید
it: Non hai i permessi per accedere alla finestra di modifica dell'utente
ja: ユーザ編集ウィンドウへの移動が許可されていません。
pt_br: Você não tem permissões para ir à janela de edição de usuário
zh: 您没有权限去用户编辑窗口

source: Confirm creating a new project version for this scenario and derived. Are you sure?
de: Bestätigung für das Erstellen einer neuen Projektversion für dieses und abgeleitete Szenarios. Sind Sie sicher?
fa_ir: ایجاد یک نسخه جدید از پروژه برای این سناریو و مشتق کردن از آن را تایید نمایید. آیا مطمئن هستید؟
it: Conferma la creazione di una nuova versione del progetto per questo scenario e derivati. Sei sicuro?
ja: このシナリオ用に新たにプロジェクトを生成して派生します。よろしいですか？
pt_br: Confirme a crianção de um nova versão do projeto para este cenário e seus derivados. Deseja continuar?
zh: 确认这种情况下，衍生创建一个新的项目版本。你确定吗？

source: Cost Performance Index
de: Kosten-Leistungsindex
fa_ir: شاخص کارایی هزینه
it: Indice di Performance dei costi
ja: コストパフォーマンス指数
pt_br: Eficiência em custo
zh: 成本绩效指数

source: Cannot connect to JIRA server
de: Kann nicht mit dem JIRA-Server verbinden
fa_ir: نمی تواند به سرور JIRA وصل شود
it: Impossibile connettersi col server JIRA
ja: JIRAサーバに接続できません
pt_br: Não é possível conectar com servidor JIRA

source: Reception date
de: Eingangsdatum
fa_ir: تاریخ پذیرش
it: Data ricezione
ja: 受付日
pt_br: Data de repepçao
zh: 接收日期

source: Base calendar "{0}" saved
de: Basiskalender "{0}" gespeichert
fa_ir: تقویم پایه "[0]" ذخیره گردید
it: Calendario di base "{0}" salvato
ja: 基本カレンダー"{0}"を保存しました
pt_br: Calendário base "{0}" salvado
zh: 基准日历“{0}”保存

source: BCWP
fa_ir: هزینه بودجه بندی شده کار انجام شده

source: Cost Categories List
de: Kostenstellenliste
fa_ir: فهرست رده های هزینه
it: Lista categorie di costo
ja: コスト区分一覧
pt_br: Lista de categorias de custo
zh: 成本类别列表

source: Sum of direct imputed hours
de: Summe der direkt kalkulierten Stunden
fa_ir: جمع ساعات انتسابی مستقیم
it: Somma delle ore direttamente imputate
ja: 直接帰属時間の合計
pt_br: Soma de horas registradas diretamente
zh: 直接估算时间的总和

source: Password settings
de: Passworteinstellungen
fa_ir: تنظیمات گذرواژه
it: Impostazioni password
ja: パスワード設定
pt_br: Configurações de senha
zh: 密码设置

source: Timesheets List
de: Stundenzettelliste
fa_ir: فهرست برگه های زمانی
it: Lista fogli d'ore
ja: タイムシート一覧
pt_br: Lista de folhas de horas
zh: 工时单列表

source: Add materials
de: Materialien hinzufügen
fa_ir: افزودن مواد
it: Aggiungi materiali
ja: マテリアルを追加
pt_br: Adicionar materiais
zh: 添加材料

source: the expense sheet must have least a expense sheet line.
de: Der Aufwandszettel musst mindestens eine Zeile haben
fa_ir: برگه هزینه باید حداقل یک خط برگه مخارج داشته باشد
it: il foglio spese deve avere almeno una riga spese
ja: 経費シートには少なくとも１つの経費シート行が必要です。
pt_br: a tabela de despesa deve ter ao menos uma linha de despesa
zh: 费用表必须有至少一个牺牲片材生产线。

source: description is not specified
de: Beschreibung nicht angegeben
fa_ir: شرح مشخص نشده
it: descrizione non specificata
ja: 説明が指定されていません
pt_br: descrição não especificada
zh: 未指定的描述

source: Spread progress cannot be removed. Please select another progress as spread.
de: Verteilter Fortschritt kann nicht entfernt werden. Bitte anderen Fortschritt als verteilt auswählen
fa_ir: پیشرفت گسترده نمی تواند حذف شود. لطفا پیشرفت دیگری را بعنوان گسترده انتخاب کنید
it: I progressi diffusi non possono essere rimossi. Scegliere un altro progresso come diffuso.
ja: 展開されている進捗は削除できません。別の進捗を展開対象に選択してください
pt_br: Progresso propagado não pode ser removido. Por favor, selecione selecione outro progresso como propagado.
zh: 传播进步不能被删除。请选择另一个进步为传播。

source: quality form item position not specified
de: Qualitätsformulareintragsposition nicht angegeben
fa_ir: موقعیت مورد فرم کیفیت مشخص نشده
it: posizione dell'oggetto del modello di qualità non specificata
ja: 品質フォーム項目の位置が指定されていません
pt_br: posição do item do formulário de qualidade não especificado
zh: 没有指定的质量形式的项目位置

source: LibrePlan: Profiles
de: LibrePlan: Profile
fa_ir: LibrePlan: پروفایل ها
it: LibrePlan: Profili
ja: LibrePlan: プロファイル
pt_br: LibrePlan: Perfis
zh: LibrePlan：配置文件

source: Code
fa_ir: کد
it: Codice
ja: コード
pt_br: Código
zh: 码

source: Budget At Completion
de: Budget bei Fertigstellung
fa_ir: بودجه در حین تکمیل
it: Preventivo al completamento
ja: 完成時総予算
pt_br: Orçamento na data de finalização
zh: 完成财政预算案

source: LibrePlan: Timesheets
de: LibrePlan: Stundenzettel
fa_ir: LibrePlan: برگه های زمانی
it: LibrePlan: Fogli d'ore
ja: LibrePlan: タイムシート
pt_br: LibrePlan: Folhas de horas
zh: LibrePlan：时间表

source: Criteria Requirement
de: Kriteriumsvoraussetzung
fa_ir: نیازمندی شاخص
it: Criteri di requisito
ja: 要求基準
pt_br: Critérios requeridos
zh: 标准要求

source: Assigned resources for this task will be deleted. Are you sure?
de: Zugewiesene Ressource für diese Aufgabe wird gelöscht. Sind sie sicher?
fa_ir: منابع منتسب شده به این وظیفه حذف خواهند شد. آیا اطمینان دارید؟
it: Le risorse assegnate a questo compito verranno eliminate. Sei sicuro?
ja: このタスクに割り当てられたリソースは削除されます。よろしいですか？
pt_br: Recursos atribuídos para esta tarefa será removida. Deseja continuar?
zh: 这个任务分配的资源将被删除。你确定吗？

source: You do not have permissions to edit this timesheet
de: Sie haben keine Rechte, diesen Stundenzettel zu bearbeiten
fa_ir: شما مجوز لازم برای ویرایش این برگه زمانی را ندارید
it: Non hai i permessi per modificare questo foglio ore
ja: このタイムシートを編集する権限がありません
pt_br: Você não tem permissões para editar esta folha de horas
zh: 您没有权限编辑这个时间表

source: date not specified
de: Datum nicht festgelegt
fa_ir: تاریخ مشخص نشده
it: data non specificata
ja: 日付が指定されていません
pt_br: data não especificada
zh: 未指定的日期

source: Locations
de: Niederlassungen
fa_ir: مکان ها
it: Luoghi
ja: ロケーション
pt_br: Locais
zh: 地点

source: No worklogs found for "{0}" issue
de: Keine Arbeitsprotokolle für Angelegenheit "{0}" gefunden
fa_ir: هیچ لاگ کاری برای نسخه "[0]" یافت نشد
it: Nessun log di lavoro trovato per il problema "{0}"
ja: イシュー"{0}"の作業ログが見つかりません
pt_br: Nenhum diário de trabalho encontrado para a ocorrência "{0}"

source: Start filtering date cannot be empty
de: Startdatum des Filters darf nicht leer sein
fa_ir: تاریخ فیلترسازی شروع نمی تواند خالی باشد
it: La data d'inizio filtraggio non può essere vuota
ja: フィルタリング開始日を空にすることはできません
pt_br: Data de início de filtro não pode ser vazia

source: date cannot be empty if it is shared by lines
de: Das Datum darf nicht leer sein, wenn es über Zeilen verteilt genutzt wird.
fa_ir: اگر با خطوط مشترک است، تاریخ نمی تواند تهی باشد
it: la data non può essere vuota se condivisa tra le linee
ja: 複数の行で共有されている場合，日付を空にすることはできません
pt_br: data não pode ser vazia se é compartilhada por linhas
zh: 如果它是共享的线日期不能为空

source: Assigned load
de: Zugewiesene Auslastung
fa_ir: بار منتسب شده
it: Carico assegnato
ja: 割り当てられた負荷
pt_br: Carga atribuida
zh: 分配负载

source: number of digits out of range
de: Dezimalstellen außerhalb des Bereichs
fa_ir: تعداد ارقام خارج از محدوده است
it: numero di cifre oltre la portata
ja: 桁数が範囲外です
pt_br: número de dígitos fora do alcance
zh: 超出范围的数字数

source: Expected
de: Erwartet
fa_ir: مورد انتظار
it: Previste
ja: 期待値
pt_br: Esperado
zh: 预期

source: Received From Subcontractors
de: Erhalten von Unterauftragnehmer
fa_ir: دریافت شده از پیمانکاران فرعی
it: Ricevuto dai subappaltatori
ja: 委託先より
pt_br: Recebido de terceirizadas
zh: 收到从分包商

source: Category name
de: Kategoriename
fa_ir: نام رده
it: Nome categoria
ja: 区分名
pt_br: Nome da categoria
zh: 分类名称

source: Could not save the scenario
de: Kann Szenario nicht speichern
fa_ir: سناروی نمی تواند ذخیره شود
it: Impossibile salvare lo scenario
ja: シナリオを保存できませんでした
pt_br: Não foi possível salvar cenário
zh: 无法保存方案

source: The name is not valid, there is another progress type with the same name.
de: Der Name ist nicht gültig, da ein anderer Fortschrittstyp mit demselben Namen vorhanden ist.
fa_ir: نام معتبر نیست، نوع پیشرفت دیگری با این نام وجود دارد.
it: Il nome non è valido, c'è un altro tipo di progresso con lo stesso nome.
ja: 名称が無効です。同名の進捗タイプがすでに存在します。
pt_br: Nome inválido. Existe outro tipo de progresso com o mesmo nome.
zh: 名称是无效的，还有另一种具有相同名称的类型进展。

source: Allocations
de: Zuweisungen
fa_ir: تخصیص ها
it: Allocazioni
ja: 配分
pt_br: Alocações
zh: 分配

source: Project Name
de: Projektname
fa_ir: نام پروژه
it: Nome del progetto
ja: プロジェクト名
pt_br: Nome do projeto
zh: 项目名

source: scenario
de: Szenario
fa_ir: سناریو
ja: シナリオ
pt_br: cenário
zh: 脚本

source: must be after start date
de: muss nach Startdatum sein
fa_ir: باید بعد از تاریخ شروع باشد
it: dev'essere successivo alla data d'inizio
ja: 開始日以降でなければなりません
pt_br: deve ser posterior à data de início
zh: 后，必须开始日期

source: criterion type name not specified
de: Kriteriumstyp nicht angegeben
fa_ir: نوع نام معیار مشخص نشده
it: nome del tipo di criterio non specificato
ja: 基準タイプの名称が指定されていません
pt_br: nome do tipo de critério não especificado
zh: 标准类型名称未指定

source: For more details on cron expression click
de: Für mehr Informationen über den Cron Ausdruck klicken
fa_ir: برای جزئیات بیشتر استثناء نرم افزار cron کلیک کنید
it: Cliccare per più dettagli sull'espressione per cron
ja: cronの詳細についてはこちらをクリック
pt_br: Click para mais detalhes da expressão cron

source: Delivery dates asked by the subcontractor.
de: Durch Unterauftragnehmer angefragtes Lieferdatum.
fa_ir: تاریخ تحویلی که توسط پیمانکار فرعی درخواست شده است.
it: Date di consegna richieste dal subappaltatore.
ja: 委託先より依頼された納期
pt_br: Datas de entrega solicitadas pela terceirizada.
zh: 交货日期要求的分包商。

source: value not specified
de: Wert nicht angegeben
fa_ir: مقدار مشخص نشده است
it: valore non specificato
ja: 値が指定されていません
pt_br: valor não especificado
zh: 未指定的值

source: Inherits up to date
de: Vererbungen aktuell
fa_ir: وراثت تا کنون
it: Eredita aggiornamento
ja: 継承の終了日
pt_br: Herdar até a data
zh: 继承迄今

source: name not specified or empty
de: Name nicht angegeben oder leer
fa_ir: نام مشخص نشده یا خالی است
it: nome non specificato o vuoto
ja: 名称が指定されていないか，空白になっています
pt_br: nome não especificado ou vazio
zh: 名称未指定或为空

source: Confirm change
de: Bestätige Änderung
fa_ir: تأیید تغییرات
it: Conferma modifica
ja: 変更確認
pt_br: Confirmar alteração
zh: 确认更改

source: Delete task
de: Aufgabe löschen
fa_ir: حذف وظیفه
it: Elimina compito
ja: タスク削除
pt_br: Remover tarefa
zh: 删除任务

source: options
de: Optionen
fa_ir: گزینه ها
it: opzioni
ja: オプション
pt_br: opções
zh: 选项

source: Operations
de: Geschäftstätigkeit
fa_ir: عملیات
it: Operazioni
ja: 操作
pt_br: Operações
zh: 操作

source: Task Code
de: Aufgabencode
fa_ir: کد وظیفه
it: Codice compito
ja: タスクコード
pt_br: Código da tarefa
zh: 任务代码

source: maximum value of percentagee progress type must be 100
de: Maximalwert des Prozentsatzfortschrittstyp muss 100 sein
fa_ir: مقدار بیشینه درصد نوع پیشرفت باید 100 باشد
it: il valore massimo della percentuale di progresso è 100
ja: 進捗率の最大値は100でなければなりません
pt_br: o valor máximo do tipo de percentual de progresso deve ser 100
zh: maxixum进度百分比值的类型必须是100

source: length less than 1
de: Länge kleiner als 1
fa_ir: طول کمتر از 1
it: lunghezza inferiore ad 1
ja: 長さが1未満です
pt_br: tamanho menor que 1
zh: 长度小于1

source: Assign Label
de: Bezeichnung zuweisen
fa_ir: انتساب برچسب
it: Assegna etichetta
ja: ラベルの割り当て
pt_br: Atribuir rótulo
zh: 指定标签

source: Add profile
de: Füge Profil hinzu
fa_ir: افزودن پروفایل
it: Aggiungi profilo
ja: プロファイルの追加
pt_br: Adicionar perfil
zh: 添加配置文件

source: Any
de: Alle
fa_ir: هر
it: Qualsiasi
ja: 任意
pt_br: Qualquer
zh: 任何
