Repository: vmazurashu/lp-pl-integration
Catalog: libreplan/libreplan-webapp/src/main/resources/i18n/*.po
Languages: de, fa_ir, it, ja, pt_br, zh

source: Effort must be greater than zero
de: Aufwand muss größer als 0 sein
fa_ir: تلاش باید بزرگتر از صفر باشد
it: Lo sforzo dev'essere maggiore di zero
ja: 工数はゼロより大きくなければなりません
pt_br: Esforço deve ser maior que zero
zh: 努力必须大于零

source: Customer reference code
de: Kundenreferenzcode
fa_ir: کد مرجع مصرف کننده
it: Codice di riferimento del cliente
ja: 顧客参照コード
pt_br: Código de referência do cliente
zh: 客户参考代码

source: Node without children
de: Knotenpunkt ohne Kinder
fa_ir: گره بدون فرزند
it: Nodo senza figli
ja: 子供のないノード
pt_br: Nó sem nós filhos
zh: 没有孩子的节点

source: Expense sheet "{1}" could not be deleted, it was already removed
de: Aufwandkostenzettel "{1}" kann nicht gelöscht werden, da er bereits entfernt wurde
fa_ir: برگه مخارج "[1]" نمی تواند حذف گردد. قبلا حذف شده است
it: Il foglio spese "{1}" non può essere eliminato poichè è già stato rimosso
ja: 経費シート"{1}"を削除できませんでした。すでに削除されています
pt_br: Tabela de despesa "{1}" já havia sido removida
zh: 费用表“{1}”不能被删除，它已删除

source: Latest date
de: Spätestes Datum
fa_ir: آخرین تاریخ
it: Ultima data
ja: 最新日付
pt_br: Data ao mais tardar
zh: 最新日期

source: Save
de: Speichern
fa_ir: ذخیره
it: Salva
ja: 保存
pt_br: Salvar
zh: 保存

source: Root calendar
de: Wurzelkalender
fa_ir: تقویم ریشه
it: Calendario centrale
ja: ルートカレンダー
pt_br: Calendário raíz
zh: 根日历

source: Estimate At Completion
de: Bei Fertigstellung schätzen
fa_ir: تخمین در حین تکمیل
it: Stima al completamento
ja: 完了時コスト見積
pt_br: Estimativa de custo total atual
zh: 估计完成

source: Do you want to remove bound user "{0}" too?
de: Möchten Sie den verbundenen Benutzer "{0}" auch entfernen?
fa_ir: آیا شما می خواهید کاربر مقید شده "[0]" نیز حذف گردد؟
it: Vuoi eliminare anche l'utente collegato "{0}"?
ja: 結合されているユーザー"{0}"も削除しますか？
pt_br: Deseja remover também o usuário vinculado "{0}"?
zh: 你要删除绑定用户“{0}”吗？

source: Entity type
de: Gegenstandtyp
fa_ir: نوع موجودیت
it: Tipo d'entità
ja: エンティティのタイプ
pt_br: Tipo de entidade
zh: 实体类型

source: Show money cost bar
de: Geldkostenbalken anzeigen
fa_ir: نمایش نوار هزینه مالی
it: Mostra barra dei costi
ja: 貨幣費用をバー表示
pt_br: Mostrar barra de custo monetário
zh: 显示资金成本栏

source: Current selection
de: aktuelle Auswahl
fa_ir: انتخاب فعلی
it: Selezione corrente
ja: 現在の選択項目
pt_br: Seleção atual
zh: 当前选择

source: Date
de: Datum
fa_ir: تاریخ
it: Data
ja: 日付
pt_br: Data
zh: 日期

source: Sum of expenses imputed in children tasks
de: Summe der Aufwendungen aus Unteraufgaben
fa_ir: جمع مخارج انتسابی در وظایف فرزند
it: Somma delle spese imputate a compiti derivati
ja: 子タスクの帰属費用の合計
pt_br: Soma dos gastos informados nas subtarefas
zh: 费用估算的子任务的总和

source: Work done until ending date
de: Bis zum Enddatum geleistete Arbeit
fa_ir: کار تا تاریخ خاتمه انجام شده
it: Lavoro effettuato fino alla data finale
ja: 終了日までに実施した作業
pt_br: Trabalho realizado até a data de término
zh: 结束日期的工作完成

source: Authentication type
de: Authentifizierungstyp
fa_ir: نوع احراز هویت
it: Tipo d'autenticazione
ja: 認証タイプ
pt_br: Tipo de autenticação
zh: 身份验证类型

source: Please remember that only saved changes will be printed
de: Bitte denken Sie daran, dass nur gespeicherte Änderungen gedruckt werden
fa_ir: لطفا به یاد داشته باش که تنها تغییرات ذخیره شده چاپ خواهد شد
it: Ricordare che solo le modifiche salvate saranno stampate
ja: プリントされるのは保存済みの変更のみです
pt_br: Lembre-se que somente alterações salvas serão impressas
zh: 请记住，只有保存的更改将被打印

source: Extra
fa_ir: اضافی
ja: 超過
zh: 额外

source: Import Project
de: Projekt importieren
fa_ir: ورود پروژه
it: Importa Progetto
ja: プロジェクトのインポート
pt_br: Importar projeto

source: No
de: Nein
fa_ir: نه
ja: いいえ
pt_br: Não
zh: 没有

source: Stretches function configuration
de: Zeitspannenfunktionskonfiguration
fa_ir: پیکره بندی تابع امتداد
it: Configurazione della funzione di estensione
ja: ストレッチ機能の設定
pt_br: Configuração da função de extensão
zh: 拉伸功能配置

source: The code cannot be empty and it must be unique.
de: Der Code darf nicht leer sein und muss ein Unikat sein.
fa_ir: مد نمی تواند خالی باشد و باید یکتا باشد.
it: Il codice non può essere vuoto e dev'essere unico
ja: コードは空以外のユニークなものでなければなりません
pt_br: O código deve ser preenchido e exclusivo.
zh: 该代码不能是空的，它必须是唯一的。

source: LibrePlan: Criteria
de: LibrePlan: Kriterien
fa_ir: LibrePlan: ضابطه
it: LibrePlan: Criteri
ja: LibrePlan: 基準
pt_br: LibrePlan: Critério
zh: LibrePlan：标准

source: Linked calendar not found
de: Verknüpfter Kalender nicht gefunden
fa_ir: تقویم پیوند داده شده یافت نشد
it: Calendario collegato non trovato
ja: リンクされたカレンダーが見つかりません
pt_br: Caléndario vinculado não encontrado

source: {0} "{1}" saved
de: {0} "{1}" gespeichert
fa_ir: {0} "{1}" ذخیره شد
it: {0} "{1}" salvato
ja: {0}"{1}"を保存しました
pt_br: {0} "{1}" salvado
zh: {0}“{1}”保存

source: name
fa_ir: نام
it: nome
ja: 名前
pt_br: nome
zh: 名称

source: This project has already been added.
de: Dieses Projekt wurde bereits hinzugefügt.
fa_ir: این پروژه در حال حاضر اضافه شده است
it: Questo progetto è già stato aggiunto
ja: このプロジェクトはすでに登録されています。
pt_br: Este projeto já foi adicionado.
zh: 该项目已被添加。

source: Planned workable days
de: Geplante Tage zum Durchführen
fa_ir: روزهای کاری برنامه ریزی شده
it: Giorni di lavoro pianificati
ja: 予定作業可能日
pt_br: Dias de trabalo planejados
zh: 计划可作业天数

source: Normal Effort
de: Normaler Aufwand
fa_ir: تلاش معمول
it: Sforzo normale
ja: 通常工数
pt_br: Esforço normal
zh: 普通

source: only one timesheet line per day and task is allowed in personal timesheets
de: Nur eine Stundenzettelzeile pro Tag und Aufgabe im persönlichen Stundenzettel erlaubt
fa_ir: تنها یک خط برگه زمانی بر روز و وظیفه در یک برگه زمانی شخصی مجاز است
it: solo un foglio ore per giorno e compito è permesso nel foglio ore personale
ja: パーソナルタイムシートに設定可能なのは，１日１タスクに対して１行のみです。
pt_br: somente uma linha de folha de horas por dia e por tarefas é permitido no folhas de horas pessoal
zh: 每天和任务只有一个时间表线允许在个人时间表

source: Accumulated hours chart
de: Akkumuliertes Stundendiagramm
fa_ir: نمودار تجمیع ساعت
it: Grafico delle ore accumulate
ja: 積算時間グラフ
pt_br: Gráfico de horas acumuladas
zh: 累计小时图

source: Hours
de: Stunden
fa_ir: ساعات
it: Ore
ja: 時間
pt_br: Horas
zh: 小时

source: Job is scheduled/unscheduled
de: Auftrag ist geplant/ungeplant
fa_ir: کار زمانبندی شده/نشده
it: Il compito è pianificato/non pianificato
ja: ジョブのスケジュール済/未
pt_br: Trabalho está agendado/não agendado

source: Deadline
de: Fristende
fa_ir: خط پایان
it: Scadenza
ja: 期限
pt_br: Prazo final
zh: 期限

source: Upload Project
de: Projekt hochladen
fa_ir: بارگذاری پروژه
it: Carica Progetto
ja: プロジェクトのアップロード
pt_br: Importar projeto

source: Project name
de: Projektname
fa_ir: نام پروژه
it: Nome progetto
ja: プロジェクト名
pt_br: Nome do projeto
zh: 项目名称

source: Queue-based resource assignation
de: Ablaufbasierte Ressourcenzuweisung
fa_ir: انتساب منبع مبتنی بر صف
it: Assegnamento risorse basato sulle code
ja: キューベースのリソース割り当て
pt_br: Atribuição de recursos baseado em filas
zh: 基于队列的资源分配

source: Progress measurements that are reported by quality forms cannot be removed
de: Fortschrittsmessungen, die von Qualitätsformularen gemeldet wurden, können nicht entfernt werden
fa_ir: مقادیر پیشرفت که توسط فرم کیفیت گزارش شده است نمی تواند حذف گردد
it: Le misure di progresso che sono riportate nei modelli di qualità non possono essere rimosse
ja: 品質フォームで報告された進捗評価値は削除できません
pt_br: Medidas de progresso que são registradas por formulários de qualidade não podem ser removidas
zh: 进展测量所报告的质量形式不能被删除

source: Criterion requirement
de: Kriteriumsvoraussetzung
fa_ir: نیازمندی معیار
it: Requisiti per i criteri
ja: 要求基準
pt_br: Critérios requeridos
zh: 标准要求

source: Administration
fa_ir: راهبری سامانه
it: Amministrazione
ja: 管理
pt_br: Administração
zh: 管理

source: cron expression not specified
de: Cron-Ausdruck nicht angegeben
fa_ir: عبارت cron مشخص نشده است
it: epressione per cron non specificata
ja: cron式が指定されていません
pt_br: Expressão CRON não especificada

source: Worked hours
de: Gearbeitete Stunden
fa_ir: ساعات کار انجام شده
it: Ore lavorate
ja: 稼働時間
pt_br: Horas trabalhadas
zh: 工作小时

source: Quality Forms List
de: Qualitätsformularliste
fa_ir: فهرست فرم های کیفیت
it: Lista dei moduli di qualità
ja: 品質フォーム一覧
pt_br: Lista de formulários de qualidade
zh: 质量表格列表

source: Accept
de: Akzeptieren
fa_ir: پذیرفتن
it: Accetta
ja: 更新
pt_br: Aceitar
zh: 接受

source: no
de: nein
fa_ir: نه
ja: なし
pt_br: não
zh: 没有

source: Hours invested
de: Stunden investiert
fa_ir: ساعات سرمایه گذاری شده
it: Ore investite
ja: 使用時間
pt_br: Horas investidas
zh: 营业时间投资

source: Please, select a project
de: Bitte wählen Sie ein Projekt
fa_ir: لطفا، یک پروژه انتخاب نمایید
it: Seleziona un progetto
ja: プロジェクトを選択してください
pt_br: Por favor, selecione um projeto
zh: 请选择一个项目

source: Add task
de: Aufgabe hinzufügen
fa_ir: افزودن وظیفه
it: Aggiungi compito
ja: タスクの追加
pt_br: Adicionar tarefa
zh: 添加任务

source: The hour cost codes must be unique.
de: Die Stundenkostencodes müssen einzigartig sein.
fa_ir: کدهای هزینه ساعت باید یکتا باشد.
it: I codici dei costi orari devono essere unici.
ja: 時間コストコードはユニークでなければなりません
pt_br: Os códigos de custo devem ser exclusivos
zh: 一小时的费用代码必须是唯一的。

source: Budgeted Cost Work Performed
de: Budgetierte Arbeitskosten erledigt
fa_ir: کار با هزینه محاسبه شده انجام شد
it: Lavori con costo previsto nel bilancio effettuati
ja: 予算コスト作業が実行されました
pt_br: Custo orçado do trabalho realizado
zh: 预算工作的成本

source: No Allocations have been done
de: Es gab keine Zuweisung
fa_ir: هیچ انتسابی انجام نشده است
it: Nessuna allocazione è stata effettuata
ja: 割り当てが行われていません
pt_br: Não foram feitas nenhuma alocação
zh: 未分配已经完成

source: interaction fields are empty and company is marked as interact with applications
de: Interaktionsfelder sind leer und Unternehmen ist markiert als interagieren mit Applikationen
fa_ir: فیلد تعامل خالی است و شرکت به عنوان تعامل از طریق برنامه کاربردی نشانه گذاری شده است
it: i campi d'interazione sono vuoti e la compagnia è segnata come interagente con applicazioni
ja: インタラクションフィールドが空ですが、会社はインタラクション対象としてマークされています
pt_br: campos de interações estão vazios e a empresa está marcada para interagir com aplicações
zh: 互动字段是空的，公司被标记为与应用程序交互

source: Communications From Customers
de: Mitteilungen von Kunden
fa_ir: مکاتبه های ارسالی از مشتری ها
it: Comunicazioni dai clienti
ja: 顧客からの連絡
pt_br: Comunicações dos clientes
zh: 从客户的沟通

source: {0} "{1}" could not be deleted, it was already removed
de: {0} "{1}" konnte nicht gelöscht werden, es wurde bereits entfernt
fa_ir: {0} "{1}" نمی تواند حذف شود، در حال حاضر حذف شده است
it: {0} "{1}" non può essere eliminato, è già stato rimosso
ja: {0}"{1}"を削除できません。すでに削除済みです
pt_br: {0} "{1}" impossível remover pois já foi removido
zh: {0}“{1}”不能被删除，它已经被删除

source: Scheduling or unscheduling of jobs for this connector is not completed
de: Ein- oder Ausplanung von Aufgaben für diese Verknüpfung ist nicht abgeschlossen
fa_ir: کارهای زمانبندی شده یا نشده برای این رابط تکمیل نشده است
it: La pianificazione o rimozione dalla pianificazione dei lavori per questo connettore non è completata
ja: このコネクタのジョブのスケジュールあるいはスケジュール解除が完了していません
pt_br: Agendamento ou cancelamento de agendamento dos trabalhos para este conector não foram completados

source: Unit type
de: Einheitentyp
fa_ir: نوع واحد
it: Tipo unità
ja: ユニットタイプ
pt_br: Tipo de unidade
zh: 单位类型

source: Project: {0}
de: Projekt: {0}
fa_ir: پروژه: {0}
it: Progetto: {0}
ja: プロジェクト: {0}
pt_br: Projeto: {0}
zh: 项目名称：{0}

source: Role property
de: Rolleneinstellung
fa_ir: ویژگی نقش
it: Propietà del ruolo
ja: ロールプロパティ
pt_br: Propriedade do papel
zh: 角色属性

source: Criteria: {0}
de: Kriterium: {0}
fa_ir: شرط: {0}
it: Criteri: {0}
ja: 基準:{0}
pt_br: Critério: {0}
zh: 标准：{0}

source: Generate code for
de: Erstelle Code für
fa_ir: تولید کد برای
it: Genera codice per
ja: コードの自動生成
pt_br: Gerar código para
zh: 生成代码

source: subcontratation date not specified
de: Unterauftragsdatum nicht angegeben
fa_ir: تاریخ قرارداد مشخص نشده
it: Data di sub appalto non specificata
ja: 委託日付が指定されていません
pt_br: data de terceirização não especificada
zh: subcontratation不指定日期

source: Group by weeks
de: Nach Wochen gruppieren
fa_ir: گروهبندی هفته ای
it: Raggruppa per settimana
ja: 週毎のグループ
pt_br: Agrupar por semanas
zh: 本集团按周

source: Week {0}
de: Woche {0}
fa_ir: هفته [0]
it: Settimana {0}
ja: {0}週
pt_br: Semana {0}
zh: 星期{0}

source: New expense sheet
de: Neuer Aufwandskostenzettel
fa_ir: برگه مخارج جدید
it: Nuovo foglio spese
ja: 新しい経費シート
pt_br: Nova tabela de despesas
zh: 新的支出表

source: dates must be sorted and cannot overlap
de: Datum muss sortiert sein und darf nicht überlappen
fa_ir: تاریخ ها باید مرتب باشد و نمی تواند همپوشانی داشته باشد
it: le date devono essere ordinate e non possono sovrapporsi
ja: 日付はソートされていなければなりません。また，オーバーラップすることはできません
pt_br: as datas devem estar ordenadas e não podem se sobrepor
zh: 日期必须进行分类，并不能重叠

source: Queue-based Resources Planning
de: Ablaufbasierte Ressourcenplanung
fa_ir: برنامه ریزی منابع مبتنی بر صف
it: Pianificazione Risorse basate su code
ja: キューベースのリソース計画
pt_br: Atribuição de recursos baseado em filas
zh: 基于队列的资源规划

source: connector name is already being used
de: Verbindername wird bereits verwendet
fa_ir: نام رابط قبلا استفاده شده است
it: il nome del connettore è già in uso
ja: コネクタ名はすでに使用されています
pt_br: nome do conector já em uso

source: On schedule
de: Im Zeitplan
fa_ir: طبق برنامه
it: Nei piani
ja: オンスケジュール
pt_br: Dentro do programado
zh: 如期

source: Show progress
de: Fortschritt anzeigen
fa_ir: نمایش پیشرفت
it: Mostra progresso
ja: 進行状況の表示
pt_br: Mostrar progresso
zh: 显示进度

source: There are repeated description values in the timesheet
de: Es gibt sich wiederholende Beschreibungswerte im Zeitzettel
fa_ir: مقدار شرح تکراری در برگه زمانی وجود دارد
it: Ci sono valori di descrizione ripetute nel foglio ore
ja: タイムシートで説明値が重複しています
pt_br: Existem valores de descrição repetidos na folha de hora
zh: 说明有重复值的时间表

source: {0} sequences
de: {0} Sequenzen
fa_ir: {0} توالی
it: {0} sequenze
ja: {0} シーケンス
pt_br: {0} sequências

source: Save and Continue
de: Speichern und Fortsetzen
fa_ir: ذخیره و ادامه
it: Salva e continua
ja: 保存して次へ
pt_br: Salvar e continuar
zh: 保存并继续

source: Schedule Performance Index
de: Zeitplan-Leistungsindex
fa_ir: شاخص کارایی زمانبندی
it: Indice di performance del piano orario
ja: スケジュールのパフォーマンス指数
pt_br: Índice de performance de agendamento
zh: 进度绩效指数

source: Task
de: Aufgabe
fa_ir: وظیفه
it: Compito
ja: タスク
pt_br: Tarefa
zh: 任务

source: Earliest date
de: Frühestes Datum
fa_ir: تاریخ نخستین
it: Prima data
ja: 最速日
pt_br: Data mais adiantada
zh: 最早的日期

source: Expenses
de: Aufwendungen
fa_ir: مخارج
it: Spese
ja: 経費
pt_br: Despesas
zh: 支出

source: Create and assign label
de: Bezeichnungstyp erstellen und zuweisen
fa_ir: ایجاد و انتساب برچسب
it: Crea ed assegna etichetta
ja: ラベルの新規作成
pt_br: Criar e atribuir rótulo
zh: 创建和分配标签

source: Gantt charts
de: Gantt Diagramme
fa_ir: گانت چارت
it: Grafico di Gantt
ja: ガントチャート
pt_br: Diagramas de gantt

source: Heading
de: Kopfzeile
fa_ir: عنوان بندی
it: Intestazione
ja: 見出し
pt_br: Cabeçalho
zh: 标题

source: Priority
de: Priorität
fa_ir: اولویت
it: Priorità
ja: 優先度
pt_br: Prioridade
zh: 优先

source: delivery date not specified
de: Lieferdatum nicht angegeben
fa_ir: تاریخ تحویل مشخص نشده
it: data di consegna non specificata
ja: 納期が設定されていません
pt_br: data de entrega não especificada
zh: 没有指定的交货日期

source: All workers
de: Alle Arbeiter
fa_ir: همه مجریان
it: Tutti i lavoratori
ja: すべてのワーカー
pt_br: Todos trabalhadores
zh: 所有工人

source: Scheduling state
de: Zeitplanungsstatus
fa_ir: وضعیت زمانبندی
it: Stato di programmazione
ja: スケジューリング状態
pt_br: Estado de agendamento
zh: 调度状态

source: Total hours task
de: Gesamtstunden für Aufgabe
fa_ir: کل ساعات وظیفه
it: Totale ore compito
ja: 総時間タスク
pt_br: Total de horas da tarefa
zh: 任务的总时数

source: Estimated end date for the task (press enter in textbox to open calendar popup or type in date directly)
de: Geschätzter Endtermin für die Aufgabe (Drücken Sie Enter im Textfeld, um das Kalender-PopUp zu öffnen oder geben Sie ein Datum direkt ein)
fa_ir: تاریخ خاتمه تخمینی برای وظیفه (دکمه Enter را در جعبه متن فشار دهید تا تقویم به صورت پاپ اپ باز شود یا تاریخ را به مستقیما تایپ نمایید)
it: Data stimata di fine del compito (premi enter nel campo di testo per aprire un pop-up col calendario o inserisci direttamente una data)
ja: タスクの予定終了日（Enterキーを押してカレンダーポップアップを開くか，または日付をテキストボックスに直接入力します）
pt_br: Data de término estimada para tarefa (pressione enter no campo de texto para utilizar a ferramenta de calendário ou entre com a data diretamente)
zh: 预计结束日期的任务（在文本框中按回车打开日历弹出或日期）

source: Project name (Project code)
de: Projektname (Projektcode)
fa_ir: نام پروژه (کد پروژه)
it: Nome progetto (Codice progetto)
ja: プロジェクト名（プロジェクトコード）
pt_br: Nome do projeto (Código do projeto)
zh: 项目名称（项目编号）

source: Queue-based assignment
de: Ablaufbasierte Zuweisung
fa_ir: انتساب مبتنی بر صف
it: Assegnamento basato su code
ja: キューベースの割り当て
pt_br: Atribuição baseada em filas
zh: 基于队列的分配

source: Quality form type
de: Qualitätsformulartyp
fa_ir: نوع فرم کیفیت
it: Tipo del modello di qualità
ja: 品質フォームのタイプ
pt_br: Tipo de formulário de qualidade
zh: 质量表单类型

source: last task sequence code not specified
de: letzter Aufgabensequenzcode nicht angegeben
fa_ir: آخرین کد توالی وظیفه مشخص نشده است
it: ultimo codice di sequenza non specificato
ja: 最後のタスクのシーケンスコードが指定されていません
pt_br: último código de sequência de tarefa não especificado
zh: 没有指定的最后一个任务序列码

source: {0} reassignations finished
de: {0} Rückübertragung beendet
fa_ir: {0} واگذاری مجدد خاتمه یافت
it: {0} riassegnamenti completati
ja: {0} 再割り付け完了
pt_br: Finalizadas {0} reatribuições
zh: {0} 重新分配完成

source: job group not specified
de: Aufgabengruppe nicht festgelegt
fa_ir: گروه کار مشخص نشده است
it: gruppo di lavoro non specificato
ja: ジョブグループが指定されていません
pt_br: grupo de trabalho não especificado

source: Data
de: Daten
fa_ir: داده
ja: データ
pt_br: Dados
zh: 数据

source: In the heading part, index labels and fields must be unique and consecutive
de: In der Überschriftszeile müssen Bereich, Indexbezeichnungen und Felder eindeutig und nacheinander aufgeführt sein
fa_ir: در بخش عنوانبندی، برچسب و فیلدهای شاخص ها باید یکتا و متوالی باشند
it: Nella parte iniziale, gl'indici dei campi e delle etichette devono essere unici e consecutivi
ja: 見出し部分では，インデックスラベルとフィールドはユニークで連続している必要があります
pt_br: Na parte do cabeçalho, índice de rótulos e campos devem ser exclusivos e consecutivos
zh: 在标题部分，索引标签和字段必须是唯一的和连续的

source: Allowed values
de: Erlaubte Werte
fa_ir: مقادیر مجاز
it: Valori ammessi
ja: 可能な値
pt_br: Valores permitidos

source: Other
de: Sonstige
fa_ir: دیگر
it: Altro
ja: その他
pt_br: Outro
zh: 其他

source: At least one HoursGroup is needed
de: Mindestens eine Stundengruppe ist erforderlich
fa_ir: حداقل یک گروه ساعت نیاز است
it: Almeno un HoursGroup è necessario
ja: 少なくともひとつの時間グループが必要です
pt_br: É necessário ao menos um HoursGroup
zh: 至少有一个HoursGroup需要

source: Unit price
de: Stückpreis
fa_ir: قیمت واحد
it: Prezzo unitario
ja: 単価
pt_br: Preço unitário
zh: 单价

source: item
de: Eintrag
fa_ir: مورد
it: voce
ja: 項目
zh: 项目

source: A description field with the same name already exists.
de: Ein Beschreibungsfeld mit demselben Namen existiert bereits
fa_ir: یک فیلد شرح با نام مشابه از قبل وجود دارد
it: Un campo descrizione con lo stesso nome esiste già.
ja: 同じ名称の説明フィールドがすでに存在します
pt_br: Um campo de descrição com mesmo nome já existe.
zh: 具有相同名称的说明字段已经存在。

source: Calendars
de: Kalender
fa_ir: تقویم ها
it: Calendari
ja: カレンダー
pt_br: Calendários
zh: 日历

source: Tim connector not found
de: Tim Anschluss nicht gefunden
fa_ir: اتصال دهنده پیدا نشد
it: Connettore Tim non trovato
ja: Timコネクタが見つかりません
pt_br: Conector Tim não encontrado

source: End date
de: Enddatum
fa_ir: تاریخ اتمام
it: Data di fine
ja: 終了日
pt_br: Data de término
zh: 结束日期

source: Start filtering date must be before than end filtering date
de: Start-Filterdatum muss früher als End-Filterdatum sein
fa_ir: تاریخ فیلترسازی شروع باید قبل از تاریخ فیلترسازی خاتمه باشد
it: La data iniziale di filtraggio dev'essere antecedente quella di fine
ja: フィルタリングの開始日付は終了日付より前でなければなりません
pt_br: Data de início filtrada deve ser anterior à data de término filtrada

source: LibrePlan: Synchronization info
de: LibrePlan: Synchronisierungsinformationen
fa_ir: LibrePlan: اطلاعات همگام سازی
it: LibrePlan: Informazioni di sincronizzazione
ja: LibrePlan: 同期情報
pt_br: LibrePlan: Informações de sincronização

source: must be after starting date
de: muss nach Startdatum sein
fa_ir: باید بعد از تاریخ شروع باشد
it: dev'essere successivo alla data d'inizio
ja: 終了日以降でなければなりません
pt_br: deve ser após data de inicio

source: Send
de: Sende
fa_ir: ارسال
it: Invia
ja: 送信
pt_br: Enviar
zh: 发送

source: Load due to other assignments
de: Auslastung aufgrund anderer Zuweisungen
fa_ir: بار به دلیل انتساب های دیگر
it: Carico dovuto ad altri assegnamenti
ja: 他の割り当てによる負荷
pt_br: Carga devido a outras atribuições
zh: 载入由于其他任务

source: Show only current satisfied criteria
de: Nur aktuelle erfüllte Kriterien anzeigen
fa_ir: فقط ضوابط ارضا شده را نشان بده
it: Mostra solo i criteri attualmente soddisfatti
ja: 充足する基準のみ表示
pt_br: Mostrar somente critérios satisfeitos atualmente
zh: 只显示当前的满意标准

source: last label sequence code not specified
de: Letzter Bezeichnungssequenzcode nicht angegeben
fa_ir: آخرین کد توالی برچسب مشخص نشده
it: non è stato specificato il codice di sequenza dell'ultima etichetta
ja: 最後のラベルシーケンスのコードが指定されていません
pt_br: último código de sequência de rótulo não especificado
zh: 没有指定的最后一个标签序列码

source: Subcontracting communication date
de: Schriftverkehrsdatum für Unteraufträge
fa_ir: تاریخ مکاتبه بستن قرارداد فرعی
it: Data di comunicazione del subappalto
ja: 委託連絡日付
pt_br: Data do comunicado de terceirização
zh: 分包通信日期

source: All
de: Alle
fa_ir: همه
it: Tutti
ja: すべて
pt_br: Tudo
zh: 所有

source: Add new criterion requirement
de: Neue Kriteriumsvoraussetzung hinzufügen
fa_ir: افزودن نیازمندی جدید معیار
it: Aggiunti un nuovo criterio di requisito
ja: 要求基準の新規追加
pt_br: Adicionar novo critério requerido
zh: 新准则要求

source: The code is not valid. There is another unit type with the same code
de: Dieser Code ist nicht gültig. Es gibt einen anderen Einheitstyp mit demselben Code.
fa_ir: کد معتبر نیست. نوع واحد دیگری با چنین کدی وجود دارد
it: Il codice non è valido. Esiste un altro tipo d'unità con lo stesso codice
ja: コードが有効ではありません。同じコードのユニットタイプが他にあります
pt_br: O código não é valido. Existe outro tipo de unidade com o mesmo código
zh: 代码是无效的。还有另外一个单元类型具有相同的代码

source: hours type
de: Stundentyp
fa_ir: نوع ساعات
it: tipo delle ore
ja: 時間タイプ
pt_br: tipo de horas
zh: 小时类型

source: Profiles
de: Profile
fa_ir: پروفایل ها
it: Profili
ja: プロファイル
pt_br: Perfís
zh: 配置文件

source: Communication date
de: Kommunikationsdatum
fa_ir: تاریخ مکاتبه
it: Data comunicazione
ja: 連絡実施日
pt_br: Data de comunicação
zh: 通信日期

source: Another task in the same branch is already reporting progress for this quality form
de: Eine andere Aufgabe im selben Zweig berichtet bereits den Fortschritt des QS-Formulars
fa_ir: وظیفه دیگری برای فرم کیفیت در همین شاخه در حال گزارش گیری است
it: Un altro compito nello stesso ramo ha già riportato un progresso per questo modulo di qualità
ja: 同じブランチ内の別のタスクが，すでにこの品質フォームの進行状況を報告しています
pt_br: Outra tarefa no mesmo ramo já está informando progresso para este formulário de qualidade
zh: 这种质量的形式在同一个分支的另一项任务是汇报工作进度

source: New user
de: Neuer Benutzer
fa_ir: کاربر جدید
it: Nuovo utente
ja: 新規ユーザー
pt_br: Novo usuário
zh: 新用户

source: calendar not specified
de: Kalender nicht angegeben
fa_ir: تقویم مشخص نشده
it: calendario non specificato
ja: カレンダーが指定されていません
pt_br: calendário não especificado
zh: 日历不指定

source: No JIRA issues to import
de: Keine zu importierenden JIRA-Themen
fa_ir: نسخه JIRA برای ورود، موجود نیست
it: Nessun problema JIRA da importare
ja: インポートするJIRAイシューはありません
pt_br: Nenhuma incidência JIRA a importar

source: from {0}
de: von {0}
fa_ir: از {0}
it: da {0}
ja: {0}から
pt_br: desde {0}
