Repository: vmazurashu/lp-pl-integration
Catalog: libreplan/libreplan-webapp/src/main/resources/i18n/*.po
Languages: de, fa_ir, it, ja, pt_br, zh

source: Department IDs to import toster
de: Abteilungs-IDs um Zeitplan zu importieren
fa_ir: شناسه های بخش ها به import toster
it: Identificativi del dipartimento da importare in toster
ja: 名簿をインポートする部門のID
pt_br: Identificadores de departamento para importar listas

source: JIRA labels: comma-separated list of labels or URL
de: JIRA-Bezeichnungen: Kommagetrennte Liste von Bezeichnungen oder URL
fa_ir: JIRA labels: فهرستی ویرگولی از برچسب ها یا URL
it: Etichette JIRA: lista di etichette o URL separata da virgole
ja: JIRA label: ラベルまたはURLのカンマ区切りリスト
pt_br: Rótulos JIRA: lista de rótulos ou URL separada por parágrafo

source: Entity Sequence cannot be deleted. Entity Sequence already in use
de: Gegenstandsequenz kann nicht gelöscht werden, Gegenstandsequenz wird bereits verwendet
fa_ir: توالی موجودیت نمی تواند حذف گردد. توالی موجودیت قبلا استفاده شده است.
it: La Sequenza dell'entità non può essere eliminata poichè già in uso
ja: エンティティシーケンスを削除できません。すでに使用されています
pt_br: Sequência de entidade já em uso e não pode ser removida.
zh: 实体序列不能被删除。已在使用中的实体序列

source: New project
de: Neues Projekt
fa_ir: پروژه جدید
it: Nuovo progetto
ja: 新しいプロジェクト
pt_br: Novo projeto
zh: 新项目

source: Progress Update
de: Fortschrittsaktualisierung
fa_ir: بهنگام سازی پیشرفت
it: Aggiorna progressi
ja: 進捗(要更新)
pt_br: Atualização de progresso
zh: 最新进展

source: Update Delivering Date
de: Lieferdatum aktualisieren
fa_ir: بهنگام سازی تاریخ تحویل
it: Aggiorna data di consegna
ja: 提供日(要更新)
pt_br: Atualizar a data de entrega
zh: 更新交付日期

source: End date update
de: Enddatum aktualisieren
fa_ir: بهنگام سازی تاریخ اتمام
it: Aggiorna data di fine
ja: 終了日(要更新)
pt_br: Atualização da data de término
zh: 更新结束日期

source: red (default)
de: Rot (Standard)
fa_ir: قرمز (پیش فرض)
it: rosso (default)
ja: 赤（既定値）
pt_br: vermelho (padrão)
zh: 红色（默认）

source: green
de: grün
fa_ir: سبز
it: verde
ja: 緑
pt_br: verde
zh: 绿色

source: blue
de: Blau
fa_ir: آبی
it: blu
ja: 青
pt_br: azul
zh: 蓝色

source: cyan
fa_ir: فیروزه ای
it: azzurro
ja: シアン
pt_br: ciano
zh: 青色

source: magenta
fa_ir: لاکی
ja: マゼンタ
zh: 品红

source: yellow
de: gelb
fa_ir: زرد
it: giallo
ja: 黄
pt_br: amarelo
zh: 黄

source: black
de: schwarz
fa_ir: سیاه
it: nero
ja: 黒
pt_br: preto
zh: 黑色

source: orange
fa_ir: نارنجی
it: arancione
ja: オレンジ
pt_br: laranja
zh: 橙

source: purple
de: Violett
fa_ir: بنفش
it: porpora
ja: パープル
pt_br: roxo
zh: 紫色

source: unlimited
de: unlimitiert
fa_ir: نامحدود
it: illimitato
ja: 無制限
pt_br: ilimitado
zh: 无限

source: WORKER
de: MITARBEITER
fa_ir: مجری
it: LAVORATORE
ja: ワーカ
pt_br: TRABALHADOR
zh: 工人

source: MACHINE
de: MASCHINE
fa_ir: دستگاه
it: MACCHINA
ja: マシン
pt_br: EQUIPAMENTO
zh: 机

source: [generic all machines]
de: [generisch alle Maschinen]
fa_ir: [عام همه دستگاه ها]
it: [generico tutte le macchine]
ja: [マシン全般]
pt_br: [genérico todos equipamentos]
zh: [通用机械]

source: Line
de: Zeile
fa_ir: خط
it: Linea
ja: ライン
pt_br: Linha
zh: 线

source: by percentage
de: nach Prozentsatz
fa_ir: درصد
it: per percentuale
ja: 比率による
pt_br: por percentual
zh: 按百分比

source: by items
de: nach Element
fa_ir: بر اساس موارد
it: per oggetto
ja: 項目による
pt_br: por itens
zh: 通过项目

source: RECEIVED
de: ERHALTEN
fa_ir: دریافت شده
it: RICEVUTO
ja: 受信
pt_br: RECEBIDO
zh: 收到

source: PENDING
de: AUSSTEHEND
fa_ir: درحال انتظار
it: IN ATTESA
ja: 保留
pt_br: PENDENTE

source: ORDERED
de: BESTELLT
fa_ir: مرتب شده
it: ORDINATO
ja: オーダ
pt_br: SOLICITADO
zh: 指令

source: PROCESSING
de: IN VERARBEITUNG
fa_ir: در حال پردازش
it: IN PROGRESSO
ja: 処理中
pt_br: PROCESSANDO
zh: 加工

source: CANCELED
de: ABGEBROCHEN
fa_ir: لغو شده
it: CANCELLATO
ja: キャンセル
pt_br: CANCELADO
zh: 已取消

source: Number of assigned hours
de: Anzahl zugewiesener Stunden
fa_ir: تعداد ساعات
it: Numero di ore assegnate
ja: 割り当てられた時間数
pt_br: Número de horas atribuidas
zh: 号码分配时间

source: Number of hours calculated by clock
de: Anzahl Stunden berechnet nach der Uhr
fa_ir: تعداد ساعات محاسبه شده با زمان سنج
it: Numero di ore calcolate dall'orologio
ja: クロックによって計算された時間数
pt_br: Número de horas calculada por relógio
zh: 由时钟计算的小时数

source: Number of assigned hours and time
de: Anzahl zugewiesener Stunden und Zeit
fa_ir: تعداد ساعات و زمان
it: Numero di ore e tempo assegnati
ja: 割り当て時間数と時間
pt_br: Número de horas e tempo atribuidas
zh: 号码分配的时间和时间

source: heading
de: Kopfzeile
fa_ir: عنوان بندی
it: intestazione
ja: ヘディング
pt_br: cabeçalho
zh: 标题

source: line
de: Zeile
fa_ir: خط
it: linea
ja: ライン
pt_br: linha
zh: 线

source: Database
de: Datenbank
fa_ir: پایگاه داده
ja: データベース
pt_br: Banco de dados
zh: 数据库

source: Read authorization
de: Lesen Autorisierung
fa_ir: مجوز خواندن
it: Permesso di lettura
ja: 承認読み込み
pt_br: Autorização de leitura
zh: 阅读授权

source: Write authorization
de: Schreiben Autorisierung
fa_ir: مجوز نوشتن
it: Permesso di scrittura
ja: 承認書き込み
pt_br: Autorização de escrita
zh: 写授权

source: Web service reader
de: Web Service leser
fa_ir: خواننده سرویس وب
it: Lettura dei servizi web
ja: Webサービス読み込み
pt_br: Componente de serviço web de leitura
zh: Web服务读者

source: Web service writer
de: Web Service Schreiber
fa_ir: نویسنده سرویس وب
it: Scrittura dei servizi web
ja: Webサービス書き込み
pt_br: Componente de serviço web de escrita
zh: Web服务的作家

source: Web service subcontractor operations
de: Web service Unterauftragnehmer Durchführungen
fa_ir: عملیات پیمانکار فرعی سرویس وب
it: Operazioni in subappalto a servizi web
ja: Webサービス転送処理
pt_br: Operações do componente de serviço web da terceirizada
zh: Web服务分包业务

source: Read all projects
de: Alle Projekte lesen
fa_ir: خواندن همه پروژه ها
it: Leggi tutti i progetti
ja: すべてのプロジェクトを読込
pt_br: Ler todos projetos
zh: 所有项目

source: Edit all projects
de: Alle Projekte bearbeiten
fa_ir: ویرایش همه پروژه ها
it: Modifica tutti i progetti
ja: すべてのプロジェクトを編集
pt_br: Editar todos projetos
zh: 编辑所有项目

source: Create projects
de: Projekt erstellen
fa_ir: ایجاد پروژه ها
it: Crea progetti
ja: プロジェクトの作成
pt_br: Criar projetos
zh: 创建项目

source: Import projects
de: Projekte importieren
fa_ir: ورود پروژه ها
it: Importa progetti
ja: プロジェクトのインポート
pt_br: Importar projetos

source: Hours Worked Per Resource Report
de: Report über gearbeitete Stunden je Ressource
fa_ir: گزارش ساعت کار انجام شده بر منبع
it: Rapporto Ore Lavorate Per Risorsa
ja: リソース毎稼働時間レポート
pt_br: Relatório de horas trabalhadas por recurso
zh: 资源报告工作时数

source: Total Worked Hours By Resource In A Month Report
de: Report über gesamt gearbeitete Stunden je Ressource im Monat
fa_ir: کل ساعت کار انجام شده بر منبع در یک گزارش ماهانه
it: Rapporto Totale Ore Lavorate Per Risorsa In Un Mese
ja: 月次リソース別総稼働時間レポート
pt_br: Relatório de total de horas trabalhadas por recurso em um mês
zh: 总工作小时的资源在一个月内报告

source: Work And Progress Per Project Report
de: Report zu Arbeit und Fortschritt pro Projekt
fa_ir: کار و پیشرفت بازای گزارش پروژه
it: Rapporto Lavoro e Progressi per Progetto
ja: プロジェクト毎作業進捗状況レポート
pt_br: Relatório de trabalho e progresso por projeto
zh: 每个项目的工作和进展报告

source: Work And Progress Per Task Report
de: Bericht über Arbeit und Fortschritt pro Aufgabe
fa_ir: کار و پیشرفت در ازای هر گزارش وظیفه
it: Rapporto Lavoro e Progressi per Compito
ja: タスク毎作業進捗状況レポート
pt_br: Relatório de trabalho e progresso por tarefa
zh: 每个任务的工作和进展报告

source: Estimated/Planned Hours Per Task Report
de: Bericht über erwartete/geplante Stunden pro Aufgabe
fa_ir: ساعت تخمین زده شده/برنامه ریزی شده در ازای هر گزارش وظیفه
it: Rapporto Ore Stimate/Pianificate per Compito
ja: タスクレポート毎の見積時間/計画時間
pt_br: Relatório de horas estimadas/planejadas por tarefa
zh: 估计小时数/计划任务报告

source: Project Costs Report
de: Projektkosten-Report
fa_ir: گزارش هزینه های پروژه
it: Rapporto Costi Progetto
ja: プロジェクト費用レポート
pt_br: Relatório de custo de projeto
zh: 项目成本报告

source: Task Scheduling Status In Project Report
de: Report über Aufgabenplanungsstatus im Projekt
fa_ir: گزارش وضعیت زمان بندی وظیفه در پروژه
it: Rapporto Stato della Pianificazione dei Compiti nel Progetto
ja: プロジェクトのタスクスケジューリング状況レポート
pt_br: Relatório de status de agendamento de tarefas
zh: 在项目报告中的任务调度状态

source: Materials Needed At Date Report
de: Für Datumsbericht benötigte Materialien
fa_ir: مواد مورد نیاز در تاریخ گزارش
it: Rapporto Materiali Necessari Alla Data
ja: 日次レポートに必要なマテリアル
pt_br: Materiais necessários na data do relatório
zh: 材料需要的日期报告

source: A queue dependency has to have an origin different from destiny
de: Eine Ablaufabhängigkeit muss einen Ursprung haben, der verschieden vom Ziel ist
fa_ir: یک وابستگی صف باید منشاء متفاوتی از مقصد داشته باشد
it: Una dipendenza in coda deve avere un'origine diversa dalla destinazione
ja: キュー依存性の依存対象と依存元は異なっていなければなりません
pt_br: Uma dependência de fila deve ter uma origem diferente do destino
zh: 一个队列依赖的起源有不同的命运

source: Hour should be between 0 and 23
de: Stunden müssen zwischen 0 und 23 sein
fa_ir: ساعت باید بین 0 و 23 نوشته شود
it: Le ore devono essere comprese tra 0 e 23
ja: 時間は0から23まででなければなりません
pt_br: A hora deveria estar entre 0 e 23
zh: 小时应该是0和23之间

source: There are no days available due to not satisfying the criteria.
de: Es sind keine Tage verfügbar, weil die Kriterien nicht erfüllt wurden
fa_ir: روزی وجود ندارد که این شرط را برآورده نکند
it: Non ci sono giorni disponibili che soddisfino i criteri
ja: 基準を満たす日がありません。
pt_br: Não há dias disponíveis devido à não satisfação dos critérios
zh: 有没有几天由于不符合标准。

source: Another possibility is that the resources do not have days available due to their calendars.
de: Es ist auch möglich, dass die Ressourcen wegen ihrer Kalender keine verfügbaren Tage haben
fa_ir: امکان دیگری وجود دارد که منابع روزهای دسترسی در تقویم هایشان ندارند.
it: Un'altra possibilità è che le risorse non hanno giorni disponibili nei loro calendari.
ja: あるいはカレンダー指定日にリソースの利用可能な日がありません。
pt_br: Outra possibilidade é que os recurso não tem dias disponíveis devido ao seus calendários
zh: 另一种可能性是没有的资源由于他们的日历天。

source: There are no days available in the days marked available by the task calendar.
de: Es sind keine Tage verfügbar, welche im Aufgabenkalender als frei markiert sind.
fa_ir: هیچ روزی قابل دسترسی در روزهای نشان دار شده به عنوان قابل دسترس توسط تقویم وظیفه وجود ندارد.
it: Non ci sono giorni disponibili nei giorni etichettati come disponili nel calendario del compito.
ja: タスクカレンダー上で利用可能とマークされた日の中に，可能な日がありません。
pt_br: Não há disponibilidade nos dias marcados como disponíveis pelo calendário da tarefa.
zh: 有天在天的任务日历标记为可用。

source: Maybe the criteria are not satisfied in those days.
de: Möglicherweise sind die Kriterien an solchen Tagen nicht erfüllt
fa_ir: ممکن است معیارها در آن روزها براورده نگردد.
it: Forse i cirteri non sono soddisfatti in quei giorni.
ja: 日程内に基準を満たす日がないかも知れません
pt_br: Pode ser que os critérios não se satisfaçam nesses dias.
zh: 在那些日子里，也许不满意的标准。

source: Resource is not available from task's start
de: Ressource ist bei Aufgabenstart nicht verfügbar
fa_ir: منبع از شروع وظیفه در دسترس نیست
it: La risorsa non è disponibile all'inizio di quel compito
ja: リソースはタスクの開始からは使用できません
pt_br: Recurso não está disponível desde o início da tarefa
zh: 资源是不可用的，从任务的开始

source: Resource is not available according to task's calendar
de: Ressource ist entsprechend des Aufgabenkalenders nicht verfügbar
fa_ir: منبع طبق تقویم وظیفه قابل دسترس نیست
it: Risorsa non disponibile secondo il calendario del compito
ja: リソースはタスクのカレンダー上では使用できません
pt_br: Recurso não está disponível de acordo com o calendário da tarefa
zh: 根据任务的日历，资源不可用

source: Deadline violated
de: Fristende überschritten
fa_ir: خط پایان نقض شد
it: Scadenza violata
ja: 期限違反
pt_br: Prazo final violado
zh: 截止违反

source: Stretches must sum 100%
de: Zeitspannen müssen 100 % ergeben
fa_ir: مجموع امتداد باید 100% شود
it: Le estensioni devono avere somma 100%
ja: ストレッチの合計は100%でなければなりません
pt_br: As extensões devem somar 100%
zh: 伸展合计100％

source: Flat
de: Flach
fa_ir: مسطح
it: Piatto
ja: フラット
pt_br: Plano
zh: 平

source: Stretches
de: Zeitspannen
fa_ir: امتداد
it: Allarga
ja: ストレッチ
pt_br: Extensões
zh: 伸展

source: Interpolation
fa_ir: الحاق
it: Interpolazione
ja: 補間
pt_br: Interpolação
zh: 插值

source: Sigmoid
fa_ir: هلالی
it: Sigma
pt_br: Sigmóide
zh: 乙状结肠

source: as soon as possible
de: so schnell wie möglich
fa_ir: در اسرع وقت
it: al più presto
ja: 可能な限り早く
pt_br: o mais breve possível
zh: 及早

source: start not earlier than
de: nicht früher starten als
fa_ir: شروع نشود زودتر از
it: non iniziare prima di
ja: 以降に開始
pt_br: começar não antes que
zh: 开始不早于

source: start in fixed date
de: an bestimmtem Datum starten
fa_ir: شروع در وقت تعیین شده
it: inizia con data fissa
ja: 確定日に開始
pt_br: começar na data fixada
zh: 在固定的日期开始

source: as late as possible
de: so spät wie möglich
fa_ir: دیرترین وقت ممکن
it: al più tardi possibile
ja: 可能な限り遅く
pt_br: o mais tarde possível
zh: 尽可能晚地

source: finish not later than
de: Abschluss nicht später als
fa_ir: عدم مجوز برای پایان بعد از
it: non finire più tardi di
ja: 指定日までに終了
pt_br: finalizar não depois que
zh: 完成不得迟于

source: In progress
de: In Bearbeitung
fa_ir: درحال پیشرقت
it: In progresso
ja: 進行中
pt_br: Em progresso
zh: 进行

source: Pending
de: Ausstehend
fa_ir: درانتظار
it: In attesa
ja: 未処理
pt_br: Pendente
zh: 有待

source: Blocked
de: Blockiert
fa_ir: مسدود
it: Bloccato
ja: ブロック中
pt_br: Bloqueado
zh: 被阻止

source: Ready to start
de: Bereit zum Start
fa_ir: آماده شروع
it: Pronto ad iniziare
ja: 開始準備完了
pt_br: Pronto para iniciar
zh: 准备开始

source: Pending initial send
de: Ausstehendes Startsignal
fa_ir: در انتظار شروع به ارسال
it: In attesa del primo invio
ja: 初期送信保留中
pt_br: Pendente de envio inicial
zh: 待处理的初始发送

source: Pending update delivering date
de: Ausstehende Aktualisierug des Lieferdatums
fa_ir: درانتظار بهنگام سازی تاریخ تحویل
it: In attesa dell'aggiornamento della data di consegna
ja: 提供日時更新保留中
pt_br: Pendente de atualização da data de entrega
zh: 更新交付日期之前

source: Failed sent
de: Sendefehler
fa_ir: ارسال با خطا مواجه شد
it: Invio fallito
ja: 失敗した送信
pt_br: Falha no envio
zh: 失败发送

source: Failed update
de: Aktualisierungsfehler
fa_ir: بهنگام سازی با خطا مواجه شد
it: Aggiornamento fallito
ja: 失敗した更新
pt_br: Falha na atualização
zh: 更新失败

source: Success sent
de: Senden erfolgreich
fa_ir: ارسال موفقیت آمیز
it: Invio con successo
ja: 成功した送信
pt_br: Envio bem sucedido
zh: 成功发送

source: Use browser language configuration
de: Nutze Browser Spracheinstellung
fa_ir: از پیکربندی زبانی مرورگر استفاده نمایید
it: Usa la configurazione della lingua del browser
ja: ブラウザの言語設定を使用
pt_br: Usar configurações de idioma do navegador
zh: 使用浏览器的语言设置

source: UserDn
ja: ユーザーDN

source: SPREAD
de: VERTEILT
it: DIFFUSO
pt_br: PROPAGAÇÃO
zh: 传播

source: F
pt_br: C

source: U
pt_br: S
zh: ü

source: Name: {0}
zh: 产品名称：{0}

source: subcontracted task data not specified
zh: 未指定的subcontrated任务数据

source: A new version of LibrePlan is available. Please check next link for more information:
zh: LibrePlan是一个新的版本可用。请检查下链接了解更多信息：

source: Subcontracted task
zh: Subcontrated任务
