Repository: vmazurashu/lp-pl-integration
Catalog: libreplan/libreplan-webapp/src/main/resources/i18n/*.po
Languages: de, fa_ir, it, ja, pt_br, zh

source: You can not remove the project "{0}" because it has time tracked at some of its tasks
de: Das Projekt {0} kann nicht entfernt werden, weil die Zeit in seinen Aufgaben verfolgt wird
fa_ir: نمی توانید پروژه "[0]" را حذف نمایید، به این دلیل که در برخی وظایف آن زمان پیگیری شده دارد
it: Non puoi rimuovere il progetto "{0}" perché c'è del tempo tracciato in acluni dei suoi compiti
ja: プロジェクト"{0}"を削除できません。時間追跡されているタスクが含まれています。
pt_br: Você não pode remover o projeto "{0}" porque existem horas atribuídas à algumas das tarefas
zh: 您无法删除项目“{0}”，因为它有时间跟踪一些任务

source: Total personal timesheet
de: Gesamt persönlicher Stundenzettel
fa_ir: کل برگه های زمانی شخصی
it: Totale foglio ore personale
ja: パーソナルタイムシートの総計
pt_br: Total de horas do quadro pessoal
zh: 总的个人时间表

source: Precision
de: Präzision
fa_ir: دقت
it: Precisione
ja: 精度
pt_br: Precisão
zh: 精确

source: Source scenario
de: Ursprüngliches Szenario
fa_ir: سناریوی مبدأ
it: Scenario d'origine
ja: 転送元シナリオ
pt_br: Cenário de origem
zh: 来源场景

source: Project Code
de: Projektcode
fa_ir: کد پروژه
it: Codice progetto
ja: プロジェクトコード
pt_br: Código do projeto
zh: 项目代码

source: Validate
de: Validieren
fa_ir: تایید اعتبار
it: Valida
ja: 検証
pt_br: Validar
zh: 验证

source: In the lines part, index labels and fields must be unique and consecutive
de: In den Zeilen müssen Bereich, Indexbezeichnungen und Felder eindeutig und nacheinander aufgeführt sein
fa_ir: در قسمت خطوط، برچسب ها و فیلدهای شاخص باید یکتا و متوالی باشد
it: Nella parte delle linee, gl'indici delle etichette e dei campi devono essere unici e consecutivi
ja: ライン部分では，インデックスラベルとフィールドは，ユニークで連続している必要があります
pt_br: Índice de rótulos e campos devem ser exclusivos e consecutivos na parte das linhas
zh: 在线部分，索引标签和字段必须是唯一的和连续的

source: expense line of the
de: Zeile Aufwendung des
fa_ir: خط هزینه
it: linea spese del
ja: 経費ライン:
pt_br: linha de gasto do
zh: 费用线

source: Dependencies have priority
de: Abhängigkeiten haben Vorrang
fa_ir: وابستگی ها دارای اولویت هستند
it: Le dipendenze hanno priorità
ja: 依存関係を優先
pt_br: As dependências tem prioridade
zh: 依赖关系有优先权

source: Field
de: Feld
fa_ir: فیلد
it: Campo
ja: 項目
pt_br: Campo

source: Show dependencies
de: Abhängigkeiten anzeigen
fa_ir: نمایش وابستگی ها
it: Mostra dipendenze
ja: 依存関係を表示
pt_br: Mostrar dependências
zh: 显示依赖关系

source: Reassignation
de: Neuzuweisung
fa_ir: واگذاری مجدد
it: Riassegnamento
ja: 再割り当て
pt_br: Nova atribuição
zh: 重新分配

source: timesheet template not specified
de: Stundenzettelvorlage ist nicht angegeben
fa_ir: قالب برگه زمانی مشخص نشده
it: modello foglio ore non specificato
ja: タイムシートのテンプレートが指定されていません
pt_br: modelo de folha de horas não especificado
zh: 没有规定的时间表模板

source: Back to log in
de: Zurück zur Anmeldung
fa_ir: برگشت به ورود
it: Ritorna al log in
ja: ログインに戻る
pt_br: Voltar ao log in
zh: 备份登录

source: Deleting this item will disable the report progress option. Are you sure?
de: Das Löschen dieses Elements deaktiviert die Option Berichtsfortschritt, sind Sie sicher?
fa_ir: حذف این مورد گزینه پیشرفت گزارش را غیر فعال می کند. آیا مطمئن هستید؟
it: Eliminare questo ogetto disabiliterà l'opzione del report dei progressi. Sei sicuro?
ja: この項目を削除するとレポートの進行状況選択が無効になります。よろしいですか？
pt_br: A remoção deste item irá desativar a opção de relatório de progresso. Você tem certeza que deseja remover mesmo assim?
zh: 删除此项将禁用报告进度“选项。你确定吗？

source: date in the future
de: Datum in der Zukunft
fa_ir: تاریخ در آینده
it: data nel futuro
ja: 未来の日付が指定されています
pt_br: data no futuro
zh: 未来的日期

source: Periods available depend on resources' calendar.
de: Verfügbare Perioden abhängig vom Ressourcenkalender
fa_ir: دوره ها براساس تقویم منابع در دسترس هستند.
it: I periodi disponibili dipendono dal calendario delle risorse.
ja: 有効な期間はリソースのカレンダーに依存します
pt_br: Os períodos disponíveis dependem do calendário dos recursos
zh: 期间依赖于资源的日历。

source: It can not be deleted. At least one sequence is necessary.
de: Es kann nicht gelöscht werden. Mindestens eine Sequenz ist notwendig.
fa_ir: این نمی تواند حذف شود. حداقل یک توالی نیاز است.
it: Non può essere eliminata. Almeno una sequenza è necessaria.
ja: 削除できません。少なくとも1つのシーケンスが必要です
pt_br: Não pode ser removido. Ao menos uma sequência é necessária.
zh: 它不能被删除。至少一个序列是必要的。

source: Quality form items list
de: Qualitätsformulareintragsliste
fa_ir: فهرست موارد فرم کیفیت
it: Lista degli oggetti del modulo di qualità
ja: 品質フォーム項目一覧
pt_br: Lista de itens do formulário de qualidade
zh: 优质表格的项目清单

source: Cannot insert material in general view. Please, select a category
de: Kann kein Material in der allgemeinen Ansicht einfügen. Bitte eine Kategorie wählen
fa_ir: مواد را نمی توانید در دید عمومی درج نمایید. یک رده انتخاب نمایید
it: Impossibile inserire materiale nella vista generale. Selezionare una categoria
ja: 一般ビューにはマテリアルを挿入できません。区分を選択してください
pt_br: Não se pode inserir material na visão geral. Por favor, selecione uma categoria
zh: 不能插入材料的普遍看法。请选择一个类别

source: This worker cannot be deleted because it has assignments to projects or imputed hours
de: Dieser Mitarbeiter kann auf Grund von Zuweisungen zu Projekten oder kalkulierten Stunden nicht gelöscht werden
fa_ir: مجری نمی تواند حذف گردد به این دلیل که به پروژه ها یا ساعات انتسابی منتسب شده است.
it: Questo lavoratore non può essere eliminato poichè ha dei progetti assegnati o delle ore imputate a lui
ja: ワーカーを削除できません。プロジェクトに割り当て済みか，帰属時間が設定されています
pt_br: Este trabalhador não pode ser removido pois possui atribuições em projetos ou horas registradas
zh: 工人不能被删除，因为它有指定的项目或估算小时

source: Stretches with Interpolation
de: Zeitspannen mit Interpolation
fa_ir: امتداد با الحاق
it: Tratti con Interpolazione
ja: ストレッチと補完
pt_br: Extensões com interpolação
zh: 伸展与插值

source: LibrePlan: Timesheets Templates
de: LibrePlan: Stundenzettelvorlagen
fa_ir: LibrePlan: قالب های برگه های زمانی
it: LibrePlan: Modelli di foglio ore
ja: LibrePlan: タイムシートテンプレート
pt_br: LibrePlan: Modelos de folhas de horas
zh: LibrePlan时间表模板

source: Reports
de: Berichte
fa_ir: گزارشات
it: Report
ja: レポート
pt_br: Relatórios
zh: 报告

source: Total dedication
de: Gesamtzuweisung
fa_ir: مجموع تخصیص
it: Dedizione totale
ja: 総就業時間
pt_br: Dedicação total
zh: 总计奉献

source: Code sequence is already in use and cannot be updated
de: Codesequenz ist bereits in Benutzung und kann nicht aktualisiert werden
fa_ir: کد توالی قبلا استفاده شده است و نمی تواند بهنگام سازی شود
it: La sequenza di codice è già in uso e non può essere aggiornata
ja: コードシーケンスはすでに使用されています。更新することはできません
pt_br: Sequência de código já em uso e não pode ser atualizada
zh: 码序列是已经在使用中，不能被更新

source: Invaldid End Date. New End Date must be after current End Date
de: Ungültiges Endatum. Neues Enddatum muss nach dem aktuellen Enddatum liegen
fa_ir: تاریخ خاتمه نامعتبر. تاریخ خاتمه جدید باید بعد از تاریخ خاتمه جاری باشد
it: Data di fine non valida. La nuova data di fine dev'essere successiva a quella corrente
ja: 無効な終了日です。現在の終了日より後でなければなりません
pt_br: Data de término inválida. Nova data de término deve ser posterior a data de término atual
zh: Invaldid结束日期。新的结束日期必须是在当前的结束日期

source: Source and destination scenarios should be different
de: Quell- und Ziel-Szenarien sollten sich unterscheiden
fa_ir: سناریوی مبدأ و مقصد باید متفاوت باشند
it: Scenari d'origine e destinazione devono essere diversi
ja: 転送元と転送先のシナリオは違うものでなければなりません
pt_br: Os cenários de origem e destino devem ser diferentes
zh: 源和目的地的情况应该是不同的

source: You cannot remove the task "{0}" because it is the only child of its parent and its parent has tracked time or imputed expenses
de: Die Aufgabe "{0}" kann nicht entfernt werden, da sie die einzige Unteraufgabe ist und die übergeordnete Aufgabe Zeitverfolgung oder belastete Aufwandskosten hat
fa_ir: نمی توانید وظیفه "[0]" را حذف نمایید، به این دلیل که تنها فرزند والد خود است و والد آن زمان پیگیری شده یا مخارج انتسابی دارد.
it: Non puoi rimuovere il compito "{0}" perché è l'unico derivato di questa origine e l'origine contiene del tempo tracciato o delle spese imputate
ja: タスク"{0}"を削除できません 。その親の唯一の子であり，その親が時間や帰属の費用を追跡しているためです。
pt_br: Você não pode remover a tarefa "{0}" porque é a única subtarefa da tarefa principal e a tarefa principal possui horas ou despesas registradas
zh: 您不能删除任务“{0}”，因为它是唯一的孩子，其母公司及其母公司一直在跟踪时间或估算费用

source: LibrePlan: Task Scheduling Status In Project
de: LibrePlan: Status der Aufgabenplanung im Projekt
fa_ir: LibrePlan: وضعیت زمانبندی وظیفه در پروژه
it: LibrePlan: Stato della pianificazione del compito nel progetto
ja: LibrePlan: プロジェクトのタスクスケジューリング状況
pt_br: LibrePlan: Status de agendamento de tarefas no projeto
zh: LibrePlan：项目的任务调度状态

source: START
fa_ir: شروع
it: INIZIO
pt_br: INÍCIO
zh: 开始

source: This date can not include the whole previous work week
de: Diese Datum darf nicht die ganze vorherige Arbeitswoche beinhalten
fa_ir: این تاریخ نمی تواند شامل همه هفته کاری قبلی باشد
it: Questa data non può includere completamente la settimana lavorativa precedente
ja: この日付に前作業週全体を含めることはできません
pt_br: Esta data não pode incluir toda semana de trabalho anterior
zh: 这个日期可以不包括以前的每周工作时间

source: Filter by categories or materials
de: Nach Kategorie oder Materialien filtern
fa_ir: فیلتر بر اساس دسته ها یا موضوعات
it: Filtra per categorie o materiali
ja: 区分あるいはマテリアルでフィルタ
pt_br: Filtrar por categorias ou materiais
zh: 按类别或材料筛选

source: Users List
de: Benutzerliste
fa_ir: فهرست کاربران
it: Lista utenti
ja: ユーザー一覧
pt_br: Lista de usuários
zh: 用户列表

source: Expense sheet "{0}" saved
de: Aufwandskostenzettel "{0}" gespeichert
fa_ir: برگه مخارج "[0]" ذخیره شد
it: Foglio spese "{0}" salvato
ja: 経費シート"{0}"を保存しました
pt_br: Tabela de despesa "{0}" salvada
zh: 费用表“{0}”保存

source: LDAP connection was successful
de: LDAP-Verbindung war erfolgreich
fa_ir: اتصال LDAP با موفقیت انجام شد
it: Connessione LDAP eseguita con successo
ja: LDAP接続に成功しました
pt_br: Conexão com LDAP foi bem sucedida
zh: LDAP连接成功

source: The imported data are Gantt projects with their tasks, constraints, dependencies and milestones and there is also the option to upload calendars.
de: Die importierten Werte sind Gantt Projekte mit ihren Aufgaben, Beschränkungen, Abhängigkeiten und Meilensteinen und es stehe eine Option zum Hochladen von Kalendern zur Verfügung.
fa_ir: داده وارد شده پروژه های گانت همراه وظایف، محدودیت ها، وابستگی ها و نقاط عطف است و همچنین گزینه بارگیری تقویم ها وجود دارد.
it: I dati importati sono progetti di Gantt con i loro compiti, limiti e dipendenze e pietre miliari e c'è anche l'opzione per caricare i calendari.
ja: インポートされたデータはタスク、制約、依存関係およびマイルストンを含むガントプロジェクトです。カレンダーのアップロードも可能です。
pt_br: Os dados importados são os Gantts do projetos, com suas tarefas, restrições, dependências e marcos. E há opção de importar calendários.

source: Already exists another criterion with the same name
de: Es existiert bereits ein anderes Kriterium mit demselben Namen
fa_ir: معیار دیگری با این نام در حال حاضر وجود دارد
it: Esiste già un altro criterio con lo stesso nome
ja: 同じ名称の基準がすでに存在します
pt_br: Já existe outro critério com o mesmo nome
zh: 已经存在另一个具有相同名称的标准

source: This progress type cannot be removed
de: Dieser Fortschrittstyp kann nicht entfernt werden
fa_ir: این نوع پیشرفت قابل حذف نیست
it: Il tipo di progresso non può essere rimosso
ja: この進捗タイプは削除できません
pt_br: Este tipo de progresso não pode ser removido
zh: 这一进展类型不能不能被删除

source: You do not have permissions to access to this page.
de: Sie haben keine Rechte, auf diese Seite zuzugreifen.
fa_ir: شما مجوز دسترسی به این صفحه را ندارید
it: Non hai i permessi per accedere a questa pagina.
ja: このページにアクセスするための権限がありません
pt_br: Você não tem permissões para acessar esta página.
zh: 您没有权限访问此页。

source: Day
de: Tag
fa_ir: روز
it: Giorno
ja: 日
pt_br: Dia
zh: 日

source: Connect
de: Verbinden
fa_ir: اتصال
it: Connetti
ja: 接続
pt_br: Conectar
zh: 连

source: Remove queue-based resource element
de: Ablaufbasiertes Ressourcenelement entfernen
fa_ir: خذف عنصر منبع مبتنی بر صف
it: Rimuovi l'elemento di risorsa basata su code
ja: キューベースのリソース要素の削除
pt_br: Remover elemento de recurso baseado em fila
zh: 删除队列为基础的资源元素

source: name cannot be empty
de: Name kann nicht leer sein
fa_ir: نام نمی تواند خالی باشد
it: il nome non può essere vuoto
ja: 名称は空にすることはできません
pt_br: nome não pode ser vazio
zh: 名不能为空

source: Confirm cancel
de: Bestätige Abbruch
fa_ir: تایید لغو
it: Conferma annullamento
ja: キャンセルの確認
pt_br: Confirmar cancelamento
zh: 确认取消

source: machine name not specified
de: Maschinenname nicht angegeben
fa_ir: نام دستگاه مشخص نشده
it: nome macchina non specificato
ja: マシン名が指定されていません
pt_br: nome do equipamento não especificado
zh: 没有指定的机器名

source: project name already being used
de: Projektname ist bereits vergeben
fa_ir: نام پروژه از قبل استفاده شده است
it: nome di progetto già utilizzato
ja: すでに使用されているプロジェクト名です
pt_br: nome do projeto já está em uso
zh: 项目名称已被使用

source: Timesheets Templates
de: Stundenzettelvorlagen
fa_ir: قالب های برگه های زمانی
it: Modelli dei fogli d'ore
ja: タイムシートのテンプレート
pt_br: Modelos de folhas de horas
zh: 时程表模板

source: The {0} is not valid. Other value exists from the same criterion type
de: Die {0} ist nicht gültig. Andere Werte aus demselben Kriteriumstyp existieren
fa_ir: [0] معتبر نیست. مقدار دیگری از همین نوع معیار وجود دارد
it: {0} non è valido. Altri valori esistono dallo stesso tipo di criterio
ja: {0}は有効ではありません。同じ基準タイプの値が存在します。
pt_br: O {0} é inválido. Existe outro valor com mesmo tipo de critério
zh: {0}是无效的。其他值存在同样的标准型

source: Workers List
de: Mitarbeiterliste
fa_ir: فهرست مجریان
it: Lista lavoratori
ja: ワーカー一覧
pt_br: Lista de trabalhadores
zh: 工作人员名单

source: The original workable days value {0} cannot be modified as it has consolidations
de: Der Originalwert werkbare Tage \{0\} kann nicht geändert werden, da er Zusammenfassungen hat
fa_ir: مقدار روزهای کاری اصلی [0] هنگامی که تلفیق انجام شده قابل ویرایش نیست
it: Il numero di giorni {0} nella tabella di lavoro non può essere modificato perché ci sono dei consolidamenti
ja: オリジナルの稼働可能日{0}は統合されているので変更できません
pt_br: O valor original de dias de trabalho {0} não pode ser modificado pois possui consolidações
zh: 原来的可作业天数的价值{0}不能被修改，因为它有合并

source: JIRA sync information
de: JIRA-Synchronisierungsinformationen
fa_ir: همگام سازی اطلاعات JIRA
it: Informazioni di sincronizzazione con JIRA
ja: JIRA同期情報
pt_br: Informações de sincronização Jira

source: Work And Progress Per Task
de: Arbeit und Fortschritt pro Aufgabe
fa_ir: کار و پیشرفت بازای وظیفه
it: Lavoro e progresso per compito
ja: タスク毎作業進捗状況
pt_br: Trabalho e progresso por tarefa
zh: 每个任务的工作及进展情况

source: Criterion already assigned
de: Kriterium bereits zugewiesen
fa_ir: معیار قبلا انتساب داده شده است
it: Criterio già assegnato
ja: 基準がすでに設定されています
pt_br: Critério já atribuido
zh: 标准已经分配

source: Progress cannot be consolidated.
de: Fortschritt kann nicht zusammengefasst werden.
fa_ir: پیشرفت نمی تواند تلفیق گردد.
it: I progressi non possono essere consolidati.
ja: 進捗を統合することができません
pt_br: Progresso não pode ser consolidado
zh: 进展不能合并。

source: The task has got progress consolidations. To change resource allocation type all consolidations must be removed before
de: Die Aufgabe wurde für den Fortschritt zusammengefasst. Um den Typ der Ressorcenzuweisung zu ändern, muss die Zusammenfassung vorher entfernt werden
fa_ir: وظیفه پیشرفت تلفیقی داشته است. برای تغییر نوع تخصیص منبع، همه تلفیق ها باید قبل از اعمال تغییر حذف گردند.
it: Il compito ha subito la consolidazione dei progressi. Per modificare il tipo d'allocazione delle risorse tutte le consolidazioni devono essere prima rimosse.
ja: タスクの進捗状況が統合されています。リソース割り当てタイプを変更するには，事前にすべての統合を削除しなければなりません
pt_br: A tarefa tem consolidação de progresso. Para alterar o tipo de alocação de recurso, todas as consolidações deve ser removidas antes
zh: 任务有进度合并。要改变资源分配类型合并之前，必须删除

source: Expiry date
de: Ablaufdatum
fa_ir: تاریخ انقضا
it: Data di scadenza
ja: 有効期限
pt_br: Data de vencimento
zh: 到期日

source: Imputed hours calculation
de: Berechnung eingegebene Stunden
fa_ir: محاسبه ساعات انتسابی
it: Calcolo delle ore imputate
ja: 帰属時間の計算
pt_br: Cálculo de horas registradas
zh: 的推算小时计算

source: quality form item name not specified or empty
de: Qualitätsformulareintrag nicht angegeben oder leer
fa_ir: نام مورد فرم کیفیت مشخص نشده یا خالی است
it: io nome dell'oggetto del modello di qualità non è specificato o è vuoto
ja: 品質フォームの項目名が指定されていないか，空です
pt_br: nome do formulário de qualidade não especificado ou vazio
zh: 质量形式的项目名称未指定或为空

source: Problems connecting with subcontractor web service
de: Problem beim Verbinden mit Webdienst eines Unterlieferanten
fa_ir: مشکل در اتصال با سرویس وب پیمانکار
it: Problemi con la connessione ai servizi web del subappaltatore
ja: 下位Webサービスに問題が発生しました
pt_br: Erro ao tentar estabelecer conexão com o serviço web da terceirizada
zh: 与分包商的Web服务连接有问题

source: New password
de: Neues Passwort
fa_ir: گذرواژه جدید
it: Nuova password
ja: 新しいパスワード
pt_br: Nova senha
zh: 新密码

source: Cron expression format
de: Cron Ausdruck Format
fa_ir: فرمت عبارت cron
it: Formato dell'espressione per Cron
ja: cron式フォーマット
pt_br: Formato de expressão CRON

source: Synchronization of timesheets is not completed for the following reasons:
de: Synchronisierung von Stundenzetteln ist aus folgenden Gründen nicht abgeschlossen:
fa_ir: به دلایل زیر همگام سازی برگه های زمانی تکمیل نشده است:
it: La sincronizzazione dei fogli ore non è stata completata per le seguenti ragioni:
ja: タイムシート同期は次の理由で完了しませんでした:
pt_br: A sincronização das folhas de horas não foi completada devido as seguintes razões:

source: Progress that are reported by quality forms can not be modified
de: Fortschritt, der über Qualitätsformular gemeldet wurde, kann nicht verändert werden
fa_ir: پیشرفت هایی که با فرم های کیفیت گزارش شده است نمی تواند تغییر نماید
it: I progressi che sono riportati dai moduli di qualità non possono essere modificati
ja: 品質フォームで報告された進捗状況を変更することはできません
pt_br: Progresso registrado por formulário de qualidade não pode ser modificado
zh: 不能修改由质量表格所报告的进展

source: Quality form cannot be removed as it is spreading progress
de: Qualitätsformular kann nicht entfernt werden, da es den Fortschritt beschreibt
fa_ir: فرم کیفیت در حین فرآیند Spread نمی تواند برداشته شود
it: Il modello di qualità non può essere rimosso poichè è un progresso diffuso
ja: 品質フォームを削除できません。展開した進捗です
pt_br: Formulário de qualidade possui progresso propagado e não pode ser removido
zh: 质量形式不能被删除，因为它是传播进步

source: Resources or criteria
de: Ressource oder Kriterium
fa_ir: منابع یا شرایط
it: Criterio delle risorse
ja: リソースまたは基準
pt_br: Recursos ou critérios
zh: 资源或标准

source: The quality form item positions must be unique and consecutive.
de: Die Qualitätsformulareintragspositionen müssen ein Unikat und nacheinander aufgeführt sein.
fa_ir: موقعیت موارد فرم کیفیت باید یکتا و متوالی باشد.
it: La posizione del modulo di qualità dev'essere unica e consecutiva.
ja: 品質フォームの項目位置はユニークかつ連続していなければなりません
pt_br: As posições dos itens do formulário de qualidade deve ser únicas e consecutivas.
zh: 质量形式的项目的位置必须是唯一的，有连贯性。

source: Value is not valid. Code cannot contain chars like '_'.
de: Wert ist nicht gültig. Kennzeichen darf keine Zeichen wie '_' enthalten.
fa_ir: مقدار معتبر نیست. کد نباید حاوی کاراکترهایی شبیه "_" باشد.
it: Il valore non è valido. Il codice non può contenere caratteri come '_'.
ja: 無効な値です。 コードに'_'などの文字を含めることはできません。
pt_br: Valor inválido O código não pode conter caracteres como '_'.
zh: 值无效。⏎ 代码不能包含字符，如'_'。

source: Days Interval (Calculated as task completion end date minus estimated end date)
de: Tagesspanne (Berechnet als Aufgabenabschlusstermin abzüglich geschätzter Endtermin)
fa_ir: بازه روزها (محاسبه از طریق تاریخ خاتمه تکمیل وظیفه منهای تاریخ خاتمه تخمینی)
it: Intervallo di giorni (Calcolato come: data di completamente meno data di fine stimata)
ja: 日間隔（タスク完了日から見積終了日を引いて計算）
pt_br: Intervalo de dias (Calculado como data de tarefa de finalização menos a data estimada de fim)
zh: 天的间隔（任务完成的最后日期减去估计值，的结束日期计算）

source: Expense sheet "{0}" deleted
de: Aufwandszettel "{0}" gelöscht
fa_ir: برگه مخارج "[0]" حذف شد
it: Foglio spese "{0}" eliminato
ja: 経費シート"{0}"が削除されました
pt_br: Tabela de despesas "{0}" removida
zh: 费用表“{0}”删除

source: Application settings
de: Programmeinstellungen
fa_ir: تنظیمات کاربردی
it: Impostazioni applicazione
ja: アプリケーションの設定
pt_br: Preferências da aplicação
zh: 应用程序设置

source: Units
de: Einheiten
fa_ir: واحدها
it: Unità
ja: 単位
pt_br: Unidades
zh: 单位

source: Select date
de: Wähle Datum
fa_ir: انتخاب تاریخ
it: Seleziona data
ja: 日付の選択
pt_br: Selecione data
zh: 选择日期

source: Total hours
de: Gesamtstunden
fa_ir: جمع کل ساعات
it: Ore totali
ja: 合計時間
pt_br: Total de horas
zh: 总时数

source: Some criterion satisfactions overlap in time
de: Einige Kriteriumserfüllungen überlappen sich zeitlich
fa_ir: تامین بعضی ضوابط همپوشانی زمانی دارند
it: Alcune soddisfazioni del criterio si sovrappongono nel tempo
ja: 時間の重複した基準充足度があります
pt_br: Alguns critérios satisfeitos se sobrepõem no tempo
zh: 一些标准的满意度在时间上重叠

source: worker's first name not specified
de: der Vorname des Mitarbeiters wurde nicht angegeben
fa_ir: نام مجری مشخص نشده
it: Nome del lavoratore non specificato
ja: ワーカーの名称が指定されていません
pt_br: primeiro nome do trabalhador não especificado
zh: 没有指定工人的名字

source: Test connection
de: Testverbindung
fa_ir: تست اتصال
it: Test connessione
ja: 接続テスト
pt_br: Testar conexão

source: From
de: Von
fa_ir: از
it: Da
ja: 開始
pt_br: Desde
zh: 从

source: Earlier starting date
de: Früherer Starttermin
fa_ir: نخستین تاریخ شروع
it: Data d'inizio precedente
ja: 最速開始日
pt_br: Data de início mais adiantada
zh: 早期开始日期

source: Reassigning type
de: Typ erneut zuweisen
fa_ir: نوع انتساب مجدد
it: Riassegno il tipo
ja: 再割り当てタイプ
pt_br: Tipo de reatribuição
zh: 重新分配类型

source: LibrePlan: Main Settings
de: LibrePlan: Haupteinstellungen
fa_ir: LibrePlan: تنظیمات اصلی
it: LibrePlan: Settaggi principali
ja: LibrePlan: 基本設定
pt_br: LibrePlan: Configurações principais
zh: LibrePlan：主要设置

source: Job Scheduling
de: Aufgabenplanung
fa_ir: زمانبندی کار
it: Pianificazione lavoro
ja: ジョブスケジューリング
pt_br: Agendamento de trabalho

source: There are unsaved changes in the current personal timesheet, please save before moving
de: Es gibt ungesicherte Änderungen im aktuellen persönlichen Stundenzettel, bitte vor dem Fortsetzen speichern
fa_ir: در برگه زمانی شخصی جاری تغییرات ذخیره نشده وجود دارد. لطفا قبل از جابجایی آن را دخیره نمایید
it: Ci sono modifiche non salvate nel foglio ore personale, si prega di salvare prima di spostarsi
ja: パーソナルタイムシート内に保存されていない変更があります。移動する前に保存してください
pt_br: Existem alterações não salvas na folha de horas atual. Por favor, salve-as antes de mover
zh: 目前的个人时间表有未保存的更改，请保存在移动前

source: Select one of the options.
de: Wählen Sie eine der Optionen aus.
fa_ir: یکی از گزینه ها را انتخاب کنید
it: Seleziona una delle opzioni.
ja: いずれかのオプションを選択してください
pt_br: Selecione uma das opções

source: Delete selected task
de: Lösche gewählte Aufgabe
fa_ir: حذف وظیفه انتخاب شده
it: Elimina il compito selezionato
ja: 選択したタスクの削除
pt_br: Remover tarefa selecionada
zh: 删除选定的任务

source: Task of project
de: Aufgabe von Projekt
fa_ir: وظیفه پروژه
it: Compito del progetto
ja: プロジェクトのタスク
pt_br: Tarefa do projeto
zh: 项目任务

source: Total
de: Gesamt
fa_ir: جمع کل
it: Totale
ja: 合計
zh: 总

source: Progress assignment
de: Fortschrittszuweisung
fa_ir: انتساب پیشرفت
it: Assegna progresso
ja: 進捗設定
pt_br: Atribuição de progresso
zh: 任务分配

source: The meausure name is not valid. There is another unit type with the same measure name
de: Die Maßeinheit ist ungültig. Es existiert bereits eine Maßeinheit mit demselben Namen
fa_ir: نام سنجه معتبر نمی باشد. نوع واحد دیگری با این نام سنجه وجود دارد.
it: Il nome di misura non è valido. C'è un altro tipo d'unità con lo stesso nome di misura
ja: 評価名が有効ではありません。同じ評価名のユニットタイプがあります
pt_br: O nome da medida é inválida. Existe outro tipo de unidade com o mesmo nome de medida.
zh: 测量名称是无效的。还有另一种单位类型相同的测量名称
