Repository: vmazurashu/lp-pl-integration
Catalog: libreplan/libreplan-webapp/src/main/resources/i18n/*.po
Languages: de, fa_ir, it, ja, pt_br, zh

source: Task name (Task code)
de: Aufgabenname (Aufgabencode)
fa_ir: نام وظیفه (کد وظیفه)
it: Nome Compito (Codice compito)
ja: タスク名（タスクコード）
pt_br: Nome da tarefa (Código da tarefa)
zh: 任务的名称（任务代码）

source: A stretch has lower or equal values than the previous stretch
de: Eine Zeitspanne hat einen niedrigeren oder gleichen Wert wie die vorhergehende Zeitspanne
fa_ir: امتدادی مقدار کوچکتر یا مساوی امتداد قبل دارد
it: Un dilatamento ha un numero inferiore o uguale di ore del dilatamento precedente
ja: ストレッチが変更前より短いか，同じ値です
pt_br: Alguma extensão possui valores menores ou iguais ao trecho anterior.
zh: 比以前的拉伸舒展值小于或等于

source: Progress assignments
de: Fortschrittszuweisungen
fa_ir: انتساب پیشرفت
it: Progresso incarichi
ja: 進捗設定
pt_br: Atribuições de progresso
zh: 进展的任务

source: User Accounts
de: Benutzerkonten
fa_ir: حساب های کاربری
it: Account utente
ja: ユーザーアカウント
pt_br: Contas de usuário
zh: 用户帐户

source: last sequence code not specified
de: letzter Sequenzcode nicht angegeben
fa_ir: کد توالی آخر مشخص نشده است
it: Ultimo codice di sequenza non specificato
ja: 最後のシーケンスコードが指定されていません
pt_br: último código de sequência não especificado
zh: 没有指定的最后一个序列代码

source: number of digits not specified
de: Dezimalstellen nicht angegeben
fa_ir: تعداد ارقام مشخص نشده
it: numero di cifre non specificato
ja: 桁数が指定されていません
pt_br: número de dígitos não especificado
zh: 未指定的位数数

source: Resources load filtering
de: Ressourcenverbrauchsfilterung
fa_ir: فیلترسازی بار منابع
it: Filtraggio del carico delle risorse
ja: リソース負荷のフィルタリング
pt_br: Filtro por carga de recusos

source: Availability
de: Verfügbarkeit
fa_ir: دسترس پذیری
it: Disponibilità
ja: 可用性
pt_br: Disponibilidade

source: please, select a timesheet template type
de: Bitte einen Stundenzettel Vorlagentyp auswählen
fa_ir: لطفا، یک نوع قالب برگه زمانی را انتخاب نمایید
it: per favore, selezionare un tipo di modello di foglio ore
ja: タイムシートテンプレートの種類を選択してください
pt_br: por favor, selecione um modelo de folha de horas
zh: 请选择一个时间表模板类型

source: Done
de: Fertig
fa_ir: انجام شد
it: Fatto
ja: 完了
pt_br: Realizado
zh: 完成

source: Print
de: Drucken
fa_ir: چاپ
it: Stampa
ja: 印刷
pt_br: Imprimir
zh: 打印

source: There are repeated material codes
de: Es gibt wiederholte Materialcodes
fa_ir: کد مواد تکراری وجود دارد
it: Ci sono codici di materiale ripetuti
ja: 重複するマテリアルコードがあります
pt_br: Existem códigos de materiais repetidos
zh: 有重复的材料代码

source: Password cannot be empty
de: Passwort darf nicht leer sein
fa_ir: گذرواژه نمی تواند تهی باشد
it: La password non può essere vuota
ja: パスワードは空白にすることはできません
pt_br: Senha não pode ser vazia
zh: 密码不能为空

source: Default price
de: Standardpreis
fa_ir: قیمت پیش فرض
it: Prezzo di default
ja: 既定の金額
pt_br: Preço padrão
zh: 默认价格

source: Key for Order "{0}" is empty
de: Schlüssel für Bestellung "{0}" ist leer
fa_ir: کلید دستور"{0}" تهی است
it: La chiave per l'ordine "{0}" è vuota
ja: オーダ"{0}"のキーが空です
pt_br: A chave para o projeto "{0}" está vazio

source: Budget hours
de: Stundenbudget
fa_ir: ساعت بودجه
it: Ore preventivate
ja: 予算時間
pt_br: Horas orçadas
zh: 财政预算案小时

source: Back
de: Zurück
fa_ir: بازگشت
it: Indietro
ja: 戻る
pt_br: Voltar
zh: 背面

source: MessagesContainer is needed
de: Nachrichtenbehälter ist erforderlich
fa_ir: MessagesContainer مورد نیاز است
it: MessagesContainer è necessario
ja: メッセージコンテナが必要です
pt_br: Contêiner de mensagens necessário
zh: MessagesContainer是必要的

source: was successful
de: war erfolgreich
fa_ir: موفقیت آمیز بود
it: effettuata con successo
ja: 成功しました
pt_br: foi realizado com sucesso

source: Create template from selected task
de: Vorlage aus ausgewählter Aufgabe erstellen
fa_ir: ایجاد قالب از وظیفه انتخاب شده
it: Crea modello dal compito selezionato
ja: 選択したタスクからテンプレートを作成
pt_br: Criar modelo da tarefa selecionada
zh: 创建模板从选定的任务

source: Save passwords in database
de: Speichere Passwörter in Datenbank
fa_ir: ذخیره گذرواژه ها در پایگاه داد
it: Salva le password nel database
ja: パスワードをデータベースに保存する
pt_br: Salvar senhas no banco de dados
zh: 保存在数据库中的密码

source: The code must be unique.
de: Der Code muss ein Unikat sein.
fa_ir: کد باید یکتا باشد.
it: Il codice dev'essere unico.
ja: コードはユニークでなければなりません
pt_br: O código precisa ser exclusivo
zh: 该代码必须是唯一的。

source: In personal timesheets, all timesheet lines should be in the same period
de: In persönlichen Stundenzetteln sollten alle Stundenzettelzeilen im selben Zeitraum sein
fa_ir: در برگه زمانی شخصی، همه سطرهای برگه باید در دوره زمانی یکسانی باشند
it: Nel fogli ore personale tutte le rige del foglio ore devono appartenere allo stesso periodo
ja: パーソナルタイムシートのタイムラインはすべて同じ期間にしなければなりません
pt_br: Na
zh: 在个人时间表，时间表行应在同期

source: Non Consolidated
de: Nicht zusammengefasst
fa_ir: غیرتلفیقی
it: Non consolidato
ja: 非統合
pt_br: Não consolidado
zh: 非综合

source: Filter by labels
de: Nach Bezeichnungen filtern
fa_ir: فیلتر کردن با برچسب ها
it: Filtra per etichetta
ja: ラベルによるフィルタ
pt_br: Filtrar por rótulos
zh: 过滤器的标签

source: criterion not specified
de: Kriterium nicht angegeben
fa_ir: معیار مشخص نشده است
it: criterio non specificato
ja: 基準が指定されていません
pt_br: critério não especifidado
zh: 标准未指定

source: Full name
de: Vollständiger Name
fa_ir: نام کامل
it: Nome completo
ja: 氏名
pt_br: Nome completo
zh: 全名

source: At least one stretch is needed
de: Mindestens eine Zeitspanne ist erforderlich
fa_ir: حداقل یک امتداد نیاز است
it: Almeno un'estensione è necessaria
ja: 少なくとも１つのストレッチが必要です
pt_br: Ao menos uma extensão é necessária
zh: 中的至少一个需要拉伸

source: Unlimited
de: Unbegrenzt
fa_ir: نامحدود
it: Illimitato
ja: 無制限
pt_br: Ilimitado
zh: 无限

source: Inherited exception
de: Geerbte Ausnahme
fa_ir: استثنای توارثی
it: Eccezione ereditata
ja: 継承された例外
pt_br: Exceção herdada
zh: 继承的例外

source: Invalid queue element
de: Ungültiges Ablaufelement
fa_ir: عنصر صف نامعتبر
it: Elemento di coda invalido
ja: 無効なキュー要素
pt_br: Elemento de fila inválido
zh: 无效的队列元素

source: Timesheet removed successfully
de: Stundenzettel erfolgreich entfernt
fa_ir: برگه زمانی با موفقیت حذف گردید
it: Foglio ore rimosso con successo
ja: タイムシートは正常に削除されました
pt_br: Folha de horas removida com sucesso
zh: 时间表成功删除

source: please select a user to bound
de: Bitte einen Benutzer zum Begrenzen auswählen
fa_ir: کاربری را برای انقیاد انتخاب نمایید
it: Si prega di selezionare un utente da collegare
ja: バインドするユーザーを選択してください
pt_br: por favor, selecione um usuário para vincular
zh: 请选择一个用户结合

source: Estimated start date for the task (press enter in textbox to open calendar popup or type in date directly)
de: Geschätzter Starttermin für die Aufgabe (Drücken Sie Enter im Textfeld, um das Kalender-PopUp zu öffnen oder geben Sie ein Datum direkt ein)
fa_ir: تاریخ شروع تخمینی برای وظیفه (دکمه Enter را در جعبه متن فشار دهید تا تقویم به صورت پاپ اپ باز شود یا تاریخ را به مستقیما تایپ نمایید)
it: Data stimata per l'inizio del compito (premere Invio nel campo di testo per aprire una finestrella col calendario o digitare direttamente la data)
ja: タスクの予定開始日（Enterキーを押してカレンダーポップアップを開くか，または直接日付を入力するテキストボックスに入力します）
pt_br: Data de início estimada para a tarefa (pressione enter na caixa de texto para abrir o calendário ou digite a data diretamente)
zh: 预计开始日期的任务（在文本框中按回车打开日历弹出或日期）

source: LibrePlan: Companies
de: LibrePlan: Firmen
fa_ir: LibrePlan: شرکت ها
it: LibrePlan: Aziende
ja: LibrePlan: 企業
pt_br: LibrePlan: Empresas
zh: LibrePlan公司

source: Subcontrated task
de: Untervergebene Aufgaben
fa_ir: وظیفه واگذار شده
it: Compito subappaltato
ja: 委託タスク
pt_br: Tarefa terceirizada

source: resource type does not allow enabled criteria
de: Ressourcentyp erlaubt keine aktivierten Kriterien
fa_ir: نوع منبع مجاز به فعال سازی شرط نیست
it: il tipo di risorsa non permette criteri abilitati
ja: リソースタイプには基準を設定できません
pt_br: tipo de recurso não permite critérios habilitados
zh: 资源类型不允许启用准则

source: Create project from Template
de: Erstelle Projekt aus Vorlage
fa_ir: ایجاد پروژه از قالب
it: Crea progetto da modello
ja: テンプレートからプロジェクトを作成
pt_br: Criar projeto a partir de um modelo
zh: 从模板创建项目

source: There is a margin of {0} days with the project global deadline ({1}%).
de: Es gibt eine Abweichung von {0} Tagen zum globalen Projekt-Enddatum ({1}%).
fa_ir: [0] روز برای خط پایان کلی پروژه مهلت احتیاطی وجود دارد([1]%)
it: C'è un margine di {0} giorni con la scadenza globale del progetto ({1}%)
ja: プロジェクト全体の期限には{0}日({1}%)の余裕があります
pt_br: Há uma margem de {0} dias em relação ao prazo final do projeto global ({1}%).
zh: 总项目的截止日期({1}%)前有{0}天的余量。

source: Project type
de: Projekttyp
fa_ir: نوع پروژه
it: Tipo progetto
ja: プロジェクトタイプ
pt_br: Tipo de projeto
zh: 项目类型

source: Date must be inside visualization area
de: Datum muss innerhalb der Visualisierungsfläche sein
fa_ir: تاریخ باشد داخل فضای تصویر سازی باشد
it: La data dev'essere all'interno dell'area di visualizzazione
ja: 日付は表示範囲内でなければなりません
pt_br: Data deve estar dentro da área de vizualização
zh: 日期必须是区域内的可视化

source: LibrePlan: Templates
de: LibrePlan: Vorlagen
fa_ir: LibrePlan: قالب ها
it: LibrePlan: Modelli
ja: LibrePlan: テンプレート
pt_br: LibrePlan: Modelos
zh: LibrePlan：模板

source: LibrePlan: Scheduling
de: LibrePlan: Terminplanung
fa_ir: LibrePlan: زمانبندی
it: LibrePlan: Programmazione
ja: LibrePlan: スケジューリング
pt_br: LibrePlan: Agendamento
zh: LibrePlan：调度

source: LibrePlan: Send To Customers
de: LibrePlan: An Kunden senden
fa_ir: لیبرپلن: ارسال به مشتری ها
it: LibrePlan: Invia ai clienti
ja: LibrePlan: 顧客へ
pt_br: LibrePlan: Enviar ao cliente
zh: LibrePlan：发送给客户

source: The timesheet line codes must be unique.
de: Die Stundenzettelzeilencodes müssen Unikate sein
fa_ir: کدهای سطر برگه زمانی باید یکتا باشد.
it: I codici delle linee del foglio d'ore devono essere unici.
ja: タイムシート行のコードはユニークでなければなりません
pt_br: Os códigos das linhas da folha de horas devem ser exclusivos
zh: 时间表行代码必须是唯一的。

source: Task finished
de: Aufgabe abgeschlossen
fa_ir: وظیفه خاتمه یافت
it: Compito completato
ja: タスク完了
pt_br: Tarefa finalizada
zh: 任务完成

source: New
de: Neu
fa_ir: جدید
it: Nuovo
ja: 新規
pt_br: Novo
zh: 新

source: {0} not supported yet
de: {0} noch nicht unterstützt
fa_ir: {0} هنوز پشتیبانی نشده است
it: {0} non ancora supportato
ja: {0}はまだサポートされていません
pt_br: {0} ainda não suportado
zh: {0}不支持

source: Application URI
de: Anwendungs-URI
fa_ir: uri برنامه کاربردی
it: URI dell'applicazione
ja: アプリケーションURI
pt_br: URI da aplicação
zh: 应用地址

source: Date Finish
de: Datum beendet
fa_ir: تاریخ پایان
it: Data di fine
ja: 完了日
pt_br: Data de término
zh: 日期完成

source: Original
fa_ir: اصلی
it: Originale
ja: オリジナル
zh: 原

source: Imputed hours
de: Eingegebene Stunden
fa_ir: ساعات انتسابی
it: Ore imputate
ja: 帰属時間
pt_br: Horas registradas:
zh: 推算小时

source: Product code should not be empty
de: Produktcode sollte nicht leer sein
fa_ir: کد محصول نمی تواند خالی باشد
it: Il codice di prodotto non può essere vuoto
ja: 製品コードは空であってはなりません
pt_br: Código de produto não pode ser vazio

source: Percentage
de: Prozentsatz
fa_ir: درصد
it: Percentuale
ja: 比率
pt_br: Percentual
zh: 百分比

source: Select destination
de: Ziel auswählen
fa_ir: مقصد انتخاب نمایید
it: Seleziona destinazione
ja: 目標の選択
pt_br: Selecionar destino
zh: 选择目的地

source: Percentage of estimated budget hours / hours consumed
de: Prozentsatz von geschätztem Stundenbudget / Stunden verbraucht
fa_ir: درصد ساعت تخمینی بودجه به ساعت صرف شده
it: Percentuale delle ore preventivate stimate / ore utilizzate
ja: 見積予算時間/消費時間の比率
pt_br: Percentual de horas em orçamento / consumida
zh: 估计预算小时/小时消耗的百分比

source: Cannot connect to LDAP server
de: Kann nicht mit dem LDAP-Server verbinden
fa_ir: امکان اتصال به سرور LDAP وجود ندارد
it: Non posso connettermi al server LDAP
ja: LDAPサーバに接続できません
pt_br: Não foi possível conectar no servidor LDAP
zh: 无法连接到LDAP服务器

source: Show all elements
de: Alle Elemente anzeigen
fa_ir: نمایش همه عناصر
it: Mostra tutti gli elementi
ja: すべての要素を表示
pt_br: Mostrar todos os elementos
zh: 显示所有元素

source: Create exception
de: Ausnahme erstellen
fa_ir: ایجاد استثناء
it: Crea eccezione
ja: 例外の作成
pt_br: Criar exceção
zh: 创建例外

source: By all tasks hours
de: Für alle Aufgabenstunden
fa_ir: بر اساس همه ساعات وظیفه
it: Per tutte le ore dei compiti
ja: すべてのタスク時間による
pt_br: Por hora de todas as tarefas
zh: 所有任务时间

source: Cron expression
de: Cron-Ausdruck
fa_ir: عبارت cron
it: Espressione per Cron
ja: Cron式
pt_br: Expressão cron

source: Filter
fa_ir: فیلتر
it: Filtro
ja: フィルタ
pt_br: Filtrar
zh: 过滤器

source: Bound user does not have the proper role
de: Verbundener Benutzer hat keine geeignete Rolle
fa_ir: کاربر مقید شده نقش مناسبی ندارد
it: costringere utente non ha il giusto ruolo
ja: バインドされたユーザーに適切なロールがありません
pt_br: Usuário vinculado não tem papel apropriado definido
zh: 绑定用户没有适当的作用

source: Days from Beginning to Deadline
de: Tage von Start bis Endtermin
fa_ir: روزها از شروع تا مهلت زمانی
it: Giorni dall'inizio del termine massimo
ja: 開始日から期限までの日数
pt_br: Dias desde o início até o prazo final
zh: 从开始到截止日期的天数

source: Load
de: Last
fa_ir: بارگذاری
it: Carico
ja: 負荷
pt_br: Carga
zh: 加载

source: Reassigning
de: Neuzuweisung
fa_ir: انتساب مجدد
it: Riassegno
ja: 再割り当て
pt_br: Reatribuido
zh: 重新分配

source: Invalid value. Value must be greater than the value of previous progress.
de: Ungültiger Wert. Wert muss größer als der Wert des vorherigen Fortschritts sein.
fa_ir: مقدار نامعتبر. مقدار باید بیشتر از مقدار پیشرفت قبلی باشد.
it: Valore non valido. Il valore dev'essere maggiore del valore dell'ultimo progresso.
ja: 無効な値です。変更前の進捗値より大きくなければなりません。
pt_br: Valor inválido. Valor deve ser maior que o valor do progresso anterior.
zh: 无效值。值必须大于比以前进步的价值。

source: The admin's account password remains the default one. This is insecure
de: Das Administratorkennwort wurde nicht geändert. Das ist unsicher
fa_ir: گذرواژه حساب کاربری به صورت پیش فرض باقی مانده است. این موضوع ناامن است.
it: La password dell'account amministrativo è quella di default. Questo non è sicuro.
ja: 管理者アカウントのパスワードが既定値のままです。安全ではありません。
pt_br: A senha do administrador ainda é a senha inicial padrão. Altere para obter maior segurança.
zh: 该管理员帐户的密码仍然是默认的。这是不安全的

source: Enable/Disable
de: Aktivieren/Deaktivieren
fa_ir: فعال / غیر فعال
it: Abilita/Disabilita
ja: 有効/無効
pt_br: Habilitar/Desabilitar
zh: 启用/禁用

source: cost assignment's resource not specified
de: Kostenzuweisungsressource nicht angegeben
fa_ir: هزینه تخصیص منبع مشخص نشده
it: risorsa d'assegnamento di costo non specificata
ja: コスト割り当てのリソースが指定されていません
pt_br: recurso da atribuição de custo não especificado
zh: 成本分配的资源没有指定

source: Dependencies
de: Abhängigkeiten
fa_ir: وابستگیها
it: Dipendenze
ja: 依存関係
pt_br: Dependências
zh: 依存关系

source: CV
de: Lebenslauf
fa_ir: آنحراف هزینه

source: Done {0} of {1}
de: Erledigt {0} von {1}
fa_ir: {0} از {1} انجام شد
it: Completato {0} su {1}
ja: {1}中{0}完了
pt_br: Realizado {0} de {1}
zh: 完成{0} {1}

source: Inherited from parent calendar
de: Vom übergeordneten Kalender erhalten
fa_ir: توارث از تقویم والد
it: Ereditato dal calendario padre
ja: 親カレンダーからの継承
pt_br: Herdado do calendário predecessor
zh: 继承自父日历。

source: Filter by criteria
de: Nach Kriterium filtern
fa_ir: فیلتر براساس شرایط
it: Filtra per criterio
ja: 基準によるフィルタ
pt_br: Filtrar por critério
zh: 过滤器通过标准

source: The name of the label is empty.
de: Der Name der Bezeichnung ist leer.
fa_ir: نام برچسب خالی است.
it: Il nome dell'etichetta è vuoto.
ja: ラベル名が空です
pt_br: O nome do rótulo está vazio
zh: 标签的名称，是空的。

source: Resource allocation
de: Ressourcenzuweisung
fa_ir: تخصیص منبع
it: Allocazione risorse
ja: リソース割り当て
pt_br: Alocação de recursos
zh: 资源分配

source: Material categories
de: Materialkategorien
fa_ir: رده های مواد
it: Categorie dei materiali
ja: マテリアルの区分
pt_br: Categorias de materiais
zh: 材料类

source: CPI
fa_ir: شاخص بهره وری هزینه

source: Position
fa_ir: موقعیت
it: Posizione
ja: 位置
pt_br: Posição
zh: 位置

source: passwords can not be empty
de: Passwörter dürfen nicht leer sein
fa_ir: گذرواژه نمی تواند تهی باشد
it: le password non possono essere vuote
ja: パスワードを空白にすることはできません
pt_br: senhas não podem ser vazias
zh: 密码不能为空

source: Timesheet lines
de: Stundenzettelzeilen
fa_ir: سطرهای برگه زمانی
it: Linee foglio ore
ja: タイムシート行
pt_br: Linhas de folha de horas
zh: 时间表线

source: Task Scheduling Status In Project
de: Status der Aufgabenplanung im Projekt
fa_ir: وضعیت زمان بندی وظیفه در پروژه
it: Stato della pianificazione del compito nel progetto
ja: プロジェクトのタスクスケジューリング状況
pt_br: Status de agendamento de tarefas no projeto
zh: 在项目的任务调度状态

source: Hours cost: {0}, Expenses cost: {1}
de: Stundenkosten: {0}, Aufwandskosten: {1}
fa_ir: هزینه ساعت: [0]، هزینه مخارج: [1]
it: Costo ore: {0}, Costo spese {1}
ja: 時間コスト: {0}，費用コスト: {1}
pt_br: Custo de horas: {0}. Custo de despesas: {1}
zh: 时间成本：{1} {0}，费用成本：

source: Select parent calendar
de: Wähle übergeordneten Kalender
fa_ir: انتخاب تقویم والد
it: Seleziona il calendario padre
ja: 親カレンダーを選択
pt_br: Selecione o calendário principal
zh: 选择主日历

source: Project view
de: Projektsicht
fa_ir: منظر پروژه
it: Vista progetto
ja: プロジェクトビュー
pt_br: Visualização de projeto
zh: 项目视图

source: cost assignment's start date not specified
de: Startdatum der Kostenzuweisung nicht angegeben
fa_ir: هزینه تخصیص تاریخ شروع مشخص نشده
it: data d'inizio dell'assegnazione dei costi non specificata
ja: コスト割り当ての開始日が指定されていません
pt_br: data de início de atribuição de custo não especificada
zh: 未指定的成本分配的开始日期

source: Total expenses
de: Gesamtaufwendungen
fa_ir: مجموع مخارج
it: Spese totali
ja: 総費用
pt_br: Total de despesas
zh: 总开支

source: project calendar not specified
de: Projektkalender nicht angegeben
fa_ir: تقویم پروژه مشخص نشده
it: calendario di progetto non specificato
ja: プロジェクトのカレンダーが指定されていません
pt_br: calendário de projeto não especificado
zh: 不指定项目日历

source: Show
de: Zeige
fa_ir: نمایش
it: Mostra
ja: 表示
pt_br: Mostrar
zh: 显示

source: Not Reviewed
de: Nicht überprüft
fa_ir: مرورنشده
it: Non revisionato
ja: 未評価
pt_br: Não revisado
zh: 不评论

source: Question
de: Frage
fa_ir: سوال
it: Domanda
ja: 質問
pt_br: Pergunta
zh: 问题

source: Group name
de: Gruppenname
fa_ir: نام گروه
it: Nome del gruppo
ja: グループ名
pt_br: Nome do grupo
zh: 组名

source: User already bound to other worker
de: Benutzer bereits an einen anderen Mitarbeitet gebunden
fa_ir: کاربر به مجری دیگری مقید شده است
it: Utente già collegato ad un altro lavoratore
ja: ユーザーは他のワーカーにバインド済みです
pt_br: Usuário já vinculado a outro trabalhador
zh: 用户已经绑定到其他工人

source: Repeated Project code {0} in Project {1}
de: Wiederholter Projektcode {0} in Projekt {1}
fa_ir: کد پروژه {0} در {1} تکرار شده
it: Codice di progetto {0} ripetuto nel progetto {1}
ja: プロジェクト{1}のプロジェクトコード{0}が重複しています
pt_br: Código {0} já utilizado no projeto {1}
zh: 重复的项目代码{0}项目{1}

source: Day of month
de: Tag oder Monat
fa_ir: روز ماه
it: Giorno del mese
ja: 日
pt_br: Dia do mês

source: Edit Template
de: Vorlagen verändern
fa_ir: ویرایش قالب
it: Modifica il modello
ja: テンプレートの編集
pt_br: Editar modelo
zh: 编辑模板

source: Timesheet data
de: Stundenzetteldaten
fa_ir: داده برگه زمانی
it: Dati foglio ore
ja: タイムシートデータ
pt_br: Dados da folha de trabalho
zh: 时间表数据

source: company name must be unique. Company name already used
de: Firmanname muss einzigartig sein. Firmenname wird bereits verwendet
fa_ir: نام شرکت باید یکتا باشد. نام شرکت قبلا استفاده شده است
it: il nome dell'azienda dev'essere unico. Nome dell'azienda già in uso
ja: 会社名はユニークでなければなりません。その会社名はすでに使用されています
pt_br: nome da empresa já está em uso e deve ser único.
zh: 公司名称必须是唯一的。公司名称已使用

source: percentage not specified
de: Prozentsatz nicht angegeben
fa_ir: درصد مشخص نشده است
it: percentuale non specificata
ja: 比率が指定されていません
pt_br: percentual não especificado
zh: 未指定百分比

source: profile name is already being used by another profile
de: Der Profilname wird bereits von einem anderen Profil verwendet
fa_ir: نام پروفایل قبلا توسط پروفایل دیگری استفاده شده است
it: il nome del profilo è già utilizzato da un altro profilo
ja: プロファイル名がすでに別のプロファイルで使用されています
pt_br: nome de perfil já está em uso por outro perfil
zh: 另一个配置文件配置文件的名称已被使用

source: Timesheet Lines List
de: Liste der Stundenzettelzeilen
fa_ir: فهرست سطرهای برگه زمانی
it: Lista delle linee del foglio d'ore
ja: タイムシート行一覧
pt_br: Lista de linhas de folha de horas
zh: 时间表行列表

source: there are repeated description values in the timesheet lines
de: es gibt sich wiederholende Beschreibungswerte in den Stundenzettelzeilen
fa_ir: مقدار شرح تکراری در خطوط برگه زمانی وجود دارد
it: ci sono descrizioni ripetute nelle righe del foglio ore
ja: タイムシート行の説明に重複があります
pt_br: existe valores de descrição repetidos nas linhas de folha de horas
zh: 有重复的描述值的时间表

source: Shrink to fit page width
de: Verkleinere auf Seitengröße
fa_ir: جمع کردن برای تناسب با عرض صفحه
it: Riduci alla larghezza della pagina
ja: ページ幅に合わせて縮小する
pt_br: Reduzir para caber na largura de página
zh: 收缩以适应页面的宽度

source: filter already exists
de: Filter existiert bereits
fa_ir: فیلتر در حال حاضر وجود دارد
it: filtro già esistente
ja: フィルタがすでに存在します
pt_br: filtro já existe
zh: 过滤器已存在

source: Work And Progress Per Project
de: Arbeit und Fortschritt pro Projekt
fa_ir: کار و پیشرفت بر پروژه
it: Lavoro e progresso per progetto
ja: プロジェクト毎作業進捗状況
pt_br: Trabalho e progresso por projeto
zh: 每个项目的工作及进展情况

source: Edit Worker: {0}
de: Arbeiter: {0} bearbeiten
fa_ir: ویرایش مجری: [0]
it: Modifica Lavoratore: {0}
ja: ワーカーの編集: {0}
pt_br: Editar trabalhador: {0}
zh: 编辑工作者：{0}

source: Date last progress reported
de: Datum des letzten Fortschrittsberichtes
fa_ir: تاریخ آخرین پیشرفت گزارش شده
it: Data dell'ultimo progresso riportato
ja: 最新の進捗報告日
pt_br: Data de último progresso notificado
zh: 日期最近的进展报告

source: Starting date cannot be empty because there is a task with constraint "as soon as possible"
de: Startdatum darf nicht leer sein, da die Aufgabe mit der Auflage "so schnell wie möglich" belegt ist
fa_ir: تاریخ شروع نمی تواند خالی باشد به این دلیل که این وظیفه با محدودیت "در اسرع وقت" همراه است
it: La data di partenza non può essere vuota poichè c'è un compito con un vincolo "al più presto"
ja: 開始日を空にすることはできません。"可能な限り早く" 制約のタスクがあります
pt_br: Data de início não pode ser vazia porque há uma tarefa com restrição de "o mais breve possível"
zh: 开始日期不能是空的，因为有一个约束的任务“尽快”

source: quality form item percentage not specified
de: Qualitätsformulareintragsprozentsatz nicht angegeben
fa_ir: درصد مورد فرم کیفیت مشخص نشده
it: la percentuale del modulo di qualità non è specificata
ja: 品質フォーム項目の比率が指定されていません
pt_br: percentual do item do formulário de qualidade não especificado
zh: 质量形式的项目百分比

source: budget not specified
de: Budget nicht angegeben
fa_ir: بودجه مشخص نشده
it: preventivo non specificato
ja: 予算が指定されていません
pt_br: orçamento não especificado
zh: 预算不指定

source: Registration response with empty refs
de: Registrierungsantwort mit leeren Referenzen
fa_ir: پاسخ ثبت با ارجاع خالی
it: Risposta di registrazione con referenze vuote
ja: 登録応答のRefsが空です。
pt_br: Resposta de registro com referências vazias

source: Task quality form name
de: Aufgaben-Qualitätsformular
fa_ir: نام فرم کیفیت وظیفه
it: Nome del modulo di qualità per il compito
ja: タスク品質フォーム名
pt_br: Nomo do formulário de qualidade
zh: 工作质量的表单名称

source: Selected node
de: Knoten wählen
fa_ir: گره انتخاب شده
it: Nodo selezionato
ja: 選択されたノード
pt_br: Nó selecionado
zh: 选择节点

source: ( max: {0} )
fa_ir: ( حداکثر: {0} )
ja: (最大: {0})
zh: （最大值：{0}）

source: resource not specified
de: Ressource nicht angegeben
fa_ir: منبع مشخص نشده
it: risorsa non specificata
ja: リソースが指定されていません
pt_br: recurso não especificado
zh: 资源不指定

source: resource cannot be empty if it is shared by lines
de: Ressource kann nicht leer sein, wenn sie in Zeilen geteilt wird
fa_ir: اگر منبع با خطوط به اشتراک گذاشته شده باشد نمی تواند خالی باشد
it: la risorsa non può essere vuota s'è condivisa dalle linee
ja: 複数の行で共有されているリソースを空にすることはできません
pt_br: recurso não pode ser vazio se é compartilhado por linhas
zh: 资源不能是空的，如果它是共享的线
