Repository: vmazurashu/lp-pl-integration
Catalog: libreplan/libreplan-webapp/src/main/resources/i18n/*.po
Languages: de, fa_ir, it, ja, pt_br, zh

source: This project is a subcontracted project. If you delete it, you won't be able to report progress anymore. Are you sure?
de: Dieses Projekt ist ein untervergebenes Projekt. Wenn es gelöscht wird, sind keine Fortschrittsberichte mehr möglich. Sind Sie sicher?
fa_ir: این پروژه یک پروژه واگذار شده است. اگر شما آن را حذف نمایید، پیشرفت آن را نمی توانید از هیچ طریقی گزارش نمایید. آیا مطمئن هستید؟
it: Questo progetto è subappaltato. Se lo elimini, non sarai più in grado di riportare i progressi. Sei sicuro?
ja: このプロジェクトは委託プロジェクトです。削除した場合、進行状況を報告することができません。よろしいですか？
pt_br: Este projeto é um projeto terceirizado. Se você removê-lo, você não será mais capaz de registrar o progresso. Deseja continuar?
zh: 这个项目是一个分包项目。如果你删除它，你将无法汇报工作进度了。你确定吗？

source: Backwards
de: Rückwärts
fa_ir: بسمت عقب
it: Indietro
ja: 後方
pt_br: Para trás
zh: 后退

source: Customer Reference
de: Kundenreferenz
fa_ir: مرجع مشتری
it: Riferimento cliente
ja: 顧客の参照
pt_br: Referência de cliente
zh: 客户参考

source: Both
de: Beide
fa_ir: هردو
it: Entrambe
ja: 両方
pt_br: Ambos
zh: 都

source: You should filter the report by project, labels or criteria
de: Der Bericht sollte nach Projekt, Bezeichnung oder Kriterium gefiltert werden.
fa_ir: شما باید گزارش را براساس پروژه فیلتر نمایید، برچسب ها یا شرایط
it: Dovresti filtrare i report per progetto, etichetta o criterio
ja: プロジェクト，ラベル，または基準によるフィルタが必要です
pt_br: Você deverá filtrar o relatório por projeto, rótulos ou critério
zh: 您应该过滤的项目，标签或标准的报告

source: Cannot remove {0}, since it is being used by some exception day
de: Kann {0} nicht entfernen, da es durch einige Ausnahmetage genutzt wird
fa_ir: نمی توان {0} را حذف کرد، زمانی که توسط برخی روزهای استثناء استفاده شده است
it: Impossibile rimuovere {0}, poiché è utilizzato da qualche giorno d'eccezione
ja: {0}を削除することはできません。いくつかの例外日で使用されています。
pt_br: Não foi possível remover {0}, porque já está em uso por algum dia de exceção
zh: 无法删除{0}，因为它正在使用一些例外日

source: First expense
de: Erster Aufwand
fa_ir: نخستین مخارج
it: Prime spese
ja: 初期費用
pt_br: Primeiro gasto
zh: 首先费用

source: Authentication
de: Authentifikation
fa_ir: اعتبارسنجی
it: Autenticazione
ja: 認証
pt_br: Autenticação
zh: 认证

source: Move selected task up
de: Bewege gewählte Aufgabe nach oben
fa_ir: وظیفه را به بالا حرکت دهید
it: Muovi il compito in alto
ja: 選択したタスクを上に移動
pt_br: Mover tarefa selecionada para cima
zh: 移动选定的任务

source: Projects Planning
de: Projektplanung
fa_ir: برنامه ریزی پروژه ها
it: Pianificazione progetti
ja: プロジェクト計画
pt_br: Planejamento de projetos
zh: 项目规划

source: New quality form item
de: Neuer Qualitätsformulareintrag
fa_ir: مورد جدید فرم کیفیت
it: Nuovo modello di qualità
ja: 品質フォーム項目を追加
pt_br: Novo item de formulário de qualidade
zh: 新的质量表格项目

source: already exists an allocation for criteria {0}
de: es gibt bereits einen Zuweisung für das Kriterium {0}
fa_ir: یک تخصیص برای شرط [0] وجود دارد
it: esiste già un'allocazione per il criterio {0}
ja: 基準{0}の割り当てがすでに存在します
pt_br: Já existe uma alocação para os critérios {0}
zh: 已经存在的配置为标准{0}

source: Autocomplete login form
de: Anmeldeformular automatisch ausfüllen
fa_ir: تکمیل خودکار فرم ورود
it: Completa automaticamente il modulo di login
ja: ログインフォームの自動補完
pt_br: Autocompletar formulário de login
zh: 自动完成登录表单

source: Tasks
de: Aufgaben
fa_ir: وظایف
it: Compiti
ja: タスク
pt_br: Tarefas
zh: 任务

source: effort is not properly calculated based on clock
de: Aufwand wurde Uhr-basiert nicht gut berechnet
fa_ir: تلاش تماما بر مبنای زمان سنج محاسبه نشده است
it: lo sforzo non è calcolato in modo appropriato basandosi sull'orologio
ja: 工数がクロックにもとづいて正しく計算されていません
pt_br: os esforço não está apropriadamente calculado baseando-se no relógio
zh: 努力还没有正确地计算基于时钟

source: unl
fa_ir: نامحدود
ja: 無制限

source: Label
de: Bezeichnung
fa_ir: برچسب
it: Etichetta
ja: ラベル
pt_br: Rótulo
zh: 标签

source: Prefix cannot contain whitespaces
de: Präfix darf keine Leerzeichen enthalten
fa_ir: پیشوند نمی تواند شامل فاصله باشد
it: Il prefisso non può contenere spazi
ja: プレフィックスに空白を含めることはできません
pt_br: Prefixo não pode conter espaços em branco
zh: 前缀不能包含空格

source: Assign
de: Zuweisen
fa_ir: انتساب
it: Assegna
ja: 割り当て
pt_br: Atribuir
zh: 分配

source: Optimistic
de: Optimistisch
fa_ir: خوش بینانه
it: Ottimistaca
ja: 楽観的
pt_br: Otimista
zh: 乐观的

source: Apply tab changes
de: Tab-Änderungen anwenden
fa_ir: اعمال تغییرات زبانه
it: Applica modifiche alle linguette
ja: タブ内の変更を適用
pt_br: Aplicar alterações da aba
zh: 应用选项卡中的变化

source: Ok
fa_ir: باشه
zh: 行

source: currency symbol not specified
de: Währungssymbol nicht angegeben
fa_ir: نماد پولی مشخص نشده
it: simbolo valuta non specificato
ja: 通貨記号が指定されていません
pt_br: símbolo da moeda não especificado
zh: 未指定的货币符号

source: Worker
de: Mitarbeiter
fa_ir: مجری
it: Lavoratore
ja: ワーカー
pt_br: Trabalhador
zh: 工人

source: Load due to current project
de: Auslastung aufgrund des aktuellen Projekts
fa_ir: بار به دلیل پروژه جاری
it: Carico dovuto al progetto corrente
ja: 現在のプロジェクトによる負荷
pt_br: Carga devido ao projeto atual
zh: 载入由于目前的项目

source: Add criterion requirement
de: Kriteriumsvoraussetzung hinzufügen
fa_ir: افزودن نیازمندی معیار
it: Aggiungi requisito di criterio
ja: 要求基準の追加
pt_br: Adicionar critério requerido
zh: 标准要求

source: Number of iterations
de: Anzahl an Iteration
fa_ir: تعداد تکرارها
it: Numero d'iterazioni
ja: イテレーション数
pt_br: Número de interações
zh: 迭代次数。

source: Add
de: Hinzufügen
fa_ir: افزودن
it: Aggiungi
ja: 追加
pt_br: Adicionar
zh: 加

source: Removed {0}
de: Entfernte {0}
fa_ir: {0] حذف شد
it: Rimosso {0}
ja: {0}が削除されました
pt_br: {0} removido
zh: 移除{0}

source: Hours to allocate
de: Zu belegende Stunden
fa_ir: ساعات برای تخصیص
it: Ore da allocare
ja: 割り当て時間
pt_br: Horas a alocar
zh: 时间分配

source: Criterion previously selected
de: Vormals ausgwähltes Kriterium
fa_ir: معیارهایی که قبلا انتخاب شده اند
it: Criteri selezionati precedentemente
ja: 選択済の基準
pt_br: Critério anteriormente selecionado
zh: 标准之前选择的

source: Are you sure of changing the resource type? You will lose the criteria with different resource type.
de: Sind Sie sich der Änderung des Ressourcentyps sicher? Sie werden das Kriterium mit einem anderen Ressourcentyp verlieren
fa_ir: آیا از تغییر نوع منبع مطمئن هستید؟ شما شرایط را با نوع منبع مختلف از دست می دهید.
it: Sei sicuro di cambiare il tipo di risorsa? Perderai i criteri con diverso tipo di risorse.
ja: リソースタイプを変更を変更すると，設定されている基準が削除されます。変更しますか？
pt_br: Tem certeza de que deseja mudar o tipo de recurso? Você irá perder o critério com tipo de recurso diferente.
zh: 你确定资源类型的改变吗？会失去旧资源类型的的准则。

source: Total extra
de: Gesamt-Extra
fa_ir: کل مازاد
it: Extra totali
ja: 超過の合計
zh: 总额外的

source: Date is not valid, it must be later than the last progress consolidation
de: Datum ist nicht gültig, es muss später als die letzte Fortschrittszusammenfassung sein
fa_ir: تاریخ نامعتبر، باید بعد از تاریخ تلفیق پیشرفت باشد
it: La data non è valida, dev'essere successiva all'ultimo consolidamento dei progressi
ja: 日付が有効ではありません。最後の進歩統合よりも後でなければなりません
pt_br: Data inválida. Deve ser posterior a última consolidação de progresso.
zh: 日期是无效的，它必须比过去进步盘整

source: a quality form cannot be assigned twice to the same task
de: Ein Qualitätsformular kann nicht doppelt derselben Aufgabe zugewiesen werden
fa_ir: یک فرم کیفیت نمی تواند دو بار به یک وظیفه منتسب گردد
it: un modello di qualità non può essere assegnato due volte allo stesso compito
ja: 品質フォームを同じタスクに２度割り付けることはできません
pt_br: um formulário de qualidade não pode ser atribuído duas vezes a mesma tarefa
zh: 优质的形式不能被分配​​了两次相同的任务

source: element associated to a task group have to be defined
de: Einer Aufgabengruppe zugeordnete Elemente müssen definiert sein
fa_ir: عناصر منتسب به یک گروه وظیفه باید تعریف شده باشد
it: bisogna definire gli elementi associati ad un gruppo di compito
ja: タスクグループに関連付けられた要素を定義する必要があります
pt_br: o elemento associado a um grupo de tarefas deve ser definido
zh: 必须定义一个工作组相关联的元素

source: changing perspective
de: ändere Perspektive
fa_ir: درونمای تغییرات
it: cambio prospettiva
ja: パースペクティブの変更
pt_br: mudança de perspectiva
zh: 更改透视

source: Change password
de: Ändere Passwort
fa_ir: تغییر گذرواژه
it: Cambia password
ja: パスワード変更
pt_br: Alterar senha
zh: 更改密码

source: Queue-based resource allocation
de: Ablaufbasierte Ressourcenzuweisung
fa_ir: تخصیص منبع مبتنی بر صف
it: allocazione risorsa basata su code
ja: キューベースのリソース割り当て
pt_br: Alocação de recursos baseado em filas
zh: 基于队列的资源分配

source: Progress percentage per progress type
de: Fortschrittsprozentsatz pro Fortschrittstyp
fa_ir: درصد پیشرفت بر اساس نوع پیشرفت
it: Percentuale dei progressi per tipo di progresso
ja: 進捗タイプ毎の進捗率
pt_br: Percentual de progresso por tipo de progresso
zh: 每进步型的进度百分比

source: Automatic
de: Automatisch
fa_ir: خودکار
it: Automatico
ja: 自動
pt_br: Automático
zh: 自动

source: months to
de: Monate bis
fa_ir: ماه به
it: mesi a
pt_br: meses até

source: Total capability
de: Vollständiges Potenzial
fa_ir: ظرفیت کلی
it: Capacità totale
ja: 総能力
pt_br: Capacidade total
zh: 总容量

source: Filter by task status
de: Nach Aufgabenstatus filtern
fa_ir: فیلتر کردن با وضعیت وظیفه
it: Filtra rispetto allo stato del compito
ja: タスク状態によるフィルタ
pt_br: Filtrar por status de tarefa
zh: 任务状态过滤

source: last synchronized date not specified
de: letztes Synchronisierungsdatum nicht angegeben
fa_ir: آخرین تاریخ همگام سازی مشخص نشده
it: data dell'ultima sincronizzazione non specificata
ja: 最終同期日が指定されていません
pt_br: ultima data de sincronização não especificada

source: Calculated progress can not be modified
de: Der berechnete Fortschritt kann nicht geändert werden
fa_ir: پیشرفت محاسبه شده قابل حذف نیست
it: Il progresso calcolato non può essere modificato
ja: 計算で求めた進捗を変更することはできません
pt_br: Progresso calculado não pode ser modificado
zh: 不能修改计算的进度

source: (%d tasks)
de: (%d Aufgaben)
fa_ir: (%d وظیفه)
it: (%d compiti)
ja: (%d タスク)
pt_br: (%d tarefas)
zh: (%d 工作)

source: It will only be possible to add a Deliver Date if all the deliver date exiting in the table have a CommunicationDate not empty.
de: Es ist nur möglich, ein Lieferdatum hinzuzufügen, wenn alle ausgehenden Lieferdaten in der Tabelle ein Kommunikationsdatum haben (nicht leer).
fa_ir: اگر همه تاریخ های تحویل موجود در جدلو دارای تاریخ تعامل غیرتهی باشند، فقط امکان وارد کردن تاریخ تحویل وجود خواهد داشت
it: Sarà possibile aggiungere una data di consegna se tutte le date di consegna esistenti nella tabella hanno una data di comunicazione non vuota.
ja: 納期が追加できるのは，既存の納期すべてに空でない連絡日が設定されている場合のみです
pt_br: Somente é possível adicionar uma data de entrega se todas as datas de entrega na tabela já tenham uma data de comunicação preenchida.
zh: 它只会是可以添加一个交货日期，如果所有的交付日期表中的退出有一个CommunicationDate，不是空的。

source: Other projects
de: Andere Projekte
fa_ir: سایر پروژه ها
it: Altri progetti
ja: 他のプロジェクト
pt_br: Outros projetos
zh: 其他项目

source: Assign element to queue automatically
de: Element automatisch zum Ablauf hinzufügen
fa_ir: انتساب خودکار عنصر به صف
it: Assegna elemento alla coda automaticamente
ja: キュー要素の自動割り当て
pt_br: Atribuir automaticamente elemento à fila
zh: 队列自动分配单元

source: Create & Assign
de: Erstellen und zuweisen
fa_ir: ایجاد و انتساب
it: Crea e assegna
ja: 新規作成
pt_br: Criar & Atribuir
zh: 创建和分配

source: Consolidated progress measurement cannot be removed
de: Messung von zusammengefasstem Fortschritt kann nicht entfernt werden
fa_ir: پیشرفت تلفیقی نمی تواند حذف گردد
it: La misura dei progressi consolidati non può essere rimossa
ja: 統合された進捗評価は削除できません
pt_br: Medida de progresso consolidado não pode ser removida
zh: 综合进度测量不能被删除

source: label type: the timesheet has not assigned this label type
de: Bezeichnungstyp: Dem Stundenzettel ist dieser Bezeichnungstyp nicht zugewiesen
fa_ir: نوع برچسب: برگه زمانی به این نوع برچسب انتساب نشده است
it: tipo etichetta: il foglio ore non ha assegnato il tipo di questa etichetta
ja: ラベルタイプ: タイムシートにこのラベルタイプが割り当てられていません
pt_br: tipo de rótulo: a folha de horas não tem atribuído este tipo de rótulo
zh: 标签类型：时间表已经指定了这个标签类型

source: project name is already being used
de: Projektname ist bereits in Benutzung
fa_ir: نام پروژه قبلا استفاده شده است
it: Il nome del progetto è già utilizzato
ja: すでに使用されているプロジェクト名です
pt_br: nome do projeto já está em uso
zh: 项目名称已被使用

source: Password cannot be managed for LDAP users because LDAP authentication is enabled.
de: Passwort kann für LDAP-Benutzer nicht bearbeitet werden, da LDAP-Authentifizierung aktiv ist.
fa_ir: گذرواژه برای کاربران LDAP قابل مدیریت نیست به این دلیل که احراز هویت LDAP فعال گردیده است.
it: La password non può essere gestita per gli utenti LDAP poiché è in uso
ja: LDAP認証が有効になっています。LDAPユーザーのパスワードは管理できません
pt_br: Senha não pode ser gerenciada para usuários do LDAP pois a autenticação está ativada.
zh: 因为启用了LDAP身份验证密码不能为LDAP的用户管理。

source: Calendar exception day not found
de: Kalenderausnahmentag nicht gefunden
fa_ir: روز مستثنای تقویم یافت نشد
it: Giorno d'eccezione del calendario non trovato
ja: カレンダー例外日が見つかりません
pt_br: Dia de exceção de calendário não encontrado

source: External company
de: externe Firma
fa_ir: شرکت خارجی
it: Azienda esterna
ja: 外部企業
pt_br: Empresa externa
zh: 外部公司

source: Customer
de: Kunde
fa_ir: مشتری
it: Clienti
ja: 顧客
pt_br: Cliente
zh: 顾客

source: or names
de: oder Namen
fa_ir: یا نام ها
it: o nomi
ja: または月名
pt_br: ou nomes

source: Format
fa_ir: فرمت
it: Formato
ja: フォーマット
pt_br: Formato
zh: 格式

source: Quality form name is already being used
de: Qualitätsformularname wird bereits verwendet
fa_ir: نام فرم کیفیت قبلا استفاده شده است
it: Il nome del modello di qualità è già utilizzato
ja: 品質フォーム名はすでに使用されています
pt_br: Nome de formulário de qualidade já está em uso
zh: 质量表格名称已被使用

source: E-mail
fa_ir: پست الکترونیک
ja: Eメール
zh: 电子邮件

source: Access to the system
de: Zugriff auf das System
fa_ir: دسترسی به سیستم
it: Accedi al sistema
ja: システムにアクセス
pt_br: Acesso ao sistema
zh: 到系统中的访问

source: Current state indicators
de: Aktuelle Statusindikator
fa_ir: شاخص های وضعیت فعلی
it: Indicatori dello stato corrente
ja: 現在の指標値
pt_br: Indicadores de estado atual
zh: 目前的状态指示灯

source: : Calendar import successfully!
de: : Kalenderimport erfolgreich!
fa_ir: : تقویم با موفقیت وارد شد!
it: : Calendario importato con successo!
ja: : カレンダーのインポートに成功しました！
pt_br: : Calendário importado com sucesso!

source: Cannot connet to Tim server
de: Kann nicht mit dem Tim-Server verbinden
fa_ir: به سرور Tim نمی تواند وصل شود
it: Impossibile connettersi al server Tim
ja: Timサーバに接続できません
pt_br: Não é possível conectar com servidor Tim

source: End filtering date cannot be empty
de: Enddatum des Filters darf nicht leer sein
fa_ir: تاریخ فیلترسازی خاتمه نمی تواند خالی باشد
it: La data di fine filtraggio non può essere vuota
ja: フィルタリング終了日は空にすることはできません
pt_br: Data de término no filtro não pode ser vazia

source: references
de: Referenzen
fa_ir: مراجع
it: riferimenti
ja: 参照
pt_br: referências
zh: 引用

source: ETC
fa_ir: تخمین هزینه تکمیل باقی مانده

source: finished not specified
de: beendet nicht festgelegt
fa_ir: اختتام مشخص نشده است
it: completamento non specificato
ja: 完了が指定されていません
pt_br: finalizado não especificado
zh: 结束指定

source: Reference date
de: Referenzdatum
fa_ir: تاریخ مرجع
it: Data di riferimento
ja: 基準日数
pt_br: Data de referência
zh: 参考日期

source: User is bound to resource "{0}" and it will be unbound. Do you want to continue with user removal?
de: Der Benutzer ist mit der Ressource "{0}" verknüpft. Soll diese Verknüpfung aufgehoben werden?
fa_ir: کاربر به منبع "" مقید شده است و این انقیاد حذف خواهد شد. آیا می خواهید حذف کاربر را ادامه دهید؟
it: L'utente è collegato alla risorsa "{0}" e non sarà scollegato. Vuoi continuare con la rimozione?
ja: バインド解除されるリソース"{0}"にバインドされているユーザーがあります。ユーザーを削除してよいですか？
pt_br: Usuário vinculado ao recurso "{0}" será desvinculado. Deseja continuar com a remoção?
zh: 用户绑定资源“{0}”，这将是未绑定的。你想继续与用户切除？

source: Resources Per Day
de: Ressourcen pro Tag
fa_ir: منابع بر روز
it: Risorse giornaliere
ja: 一日あたりのリソース
pt_br: Recursos por dia
zh: 每日资源

source: criterion satisfaction codes must be unique inside a resource
de: Kriterium-Erfüllungscodes müssen in einer Ressource Unikate sein
fa_ir: کدهای براورده شدن معیار باید در هر منبعی یکتا باشد
it: i codici di soddisfazione del criterio devono essere unici all'interno di una risorsa
ja: 基準充足度コードはリソース内でユニークでなければなりません
pt_br: o código do critério deve ser único dentro de um recurso
zh: 标准满意代码必须是独特的内部资源

source: New end date for the customer
de: Neue Frist für Kunden
fa_ir: تاریخ خاتمه جدید برای مشتری
it: Nuova data di fine per il cliente
ja: 顧客向けの新しい終了日
pt_br: Nova data de término para o cliente
zh: 为客户的新的结束日期

source: Assigned Label Type cannot be repeated in a Timesheet Template.
de: ZugewiesenerBezeichnungstyp kann nicht in einer Stundenzettelvorlage wiederholt werden.
fa_ir: نوع برچسب منتسب داده سده نمی تواند در یک قالب برگه زمانی تکرار شود.
it: I tipi d'etichetta assegnati non possono essere ripetuti in un modello di foglio d'ore
ja: 割り当てられたラベルタイプは，タイムシートのテンプレート上で重複することはできません
pt_br: Tipo de rótulo atribuido não pode ser repedido no modelo de folha de horas
zh: 指定标签类型不能重复的时间表模板。

source: property key not specified
de: Eigentumsschlüssel nicht angegeben
fa_ir: کلید ویژگی مشخص نشده است
it: chiave di proprietà non specificata
ja: プロパティキーが指定されていません
pt_br: valor da propriedade não especificado

source: Edit selected task
de: Ändere gewählte Aufgabe
fa_ir: ویرایش وظیفه انتخاب شده
it: Modifica il compito selezionato
ja: 選択したタスクの編集
pt_br: Editar tarefa selecionada
zh: 编辑选定的任务

source: Show labels
de: Bezeichnungen anzeigen
fa_ir: نمایش برچسب ها
it: Mostra le etichette
ja: ラベルの表示
pt_br: Mostrar rótulos
zh: 显示标签

source: Add From Template
de: Füge aus Vorlage hinzu
fa_ir: افزودن از الگو
it: Aggiungi da modello
ja: テンプレートから追加
pt_br: Adicionar do modelo
zh: 添加模板

source: Expense Sheets List
de: Aufwandszettelliste
fa_ir: فهرست برگه های مخارج
it: Lista fogli spese
ja: 経費シート一覧
pt_br: Lista de tabelas de despesas
zh: 费用表列表

source: resource cost category assignments codes must be unique inside a resource
de: Ressourcen-Kostenstellenzuweisungscodes müssen innerhalb einer Ressource einzigartig sein
fa_ir: کدهای منتسب شده رده هزینه منابع باید یکتا باشد
it: i codici d'assegnamento categorie di costo risorse devono essere unici per ogni risorsa
ja: リソースコスト区分の割り当てコードは，リソース内でユニークでなければなりません
pt_br: códigos de atribuição de custos devem ser únicos dentro de um recurso
zh: 资源成本类别内的资源分配代码必须是唯一的

source: LibrePlan: Materials
de: LibrePlan: Materialien
fa_ir: LibrePlan: مواد
it: LibrePlan: Materiali
ja: LibrePlan: マテリアル
pt_br: LibrePlan: Materiais
zh: LibrePlan：材料

source: User disabled
de: Benutzer inaktiv
fa_ir: کاربر غیرفعال شد
it: Utente disabilitato
ja: ユーザーを無効にする
pt_br: Usuário desativado
zh: 用户已禁用

source: if the report is not opened automatically
de: wenn der Report nicht automatisch geöffnet wird
fa_ir: اگر گزارش بصورت خودکار باز نشده است
it: se il report non si apre automaticamente
ja: レポートが自動的に開かれていない場合
pt_br: se o relatório não se abre automaticamente
zh: 如果没有自动打开报告

source: Unindent
de: Ausrücken
fa_ir: غیر دندانه دار کردن
it: Disindenta
ja: インデント解除
pt_br: Remover indentação
zh: 撤消

source: Allow multiple values of this type of criterion in the same period of time
de: Mehrere Werte dieses Kriteriumstyps im selben Zeitraum erlauben
fa_ir: برای این نوع از معیار در دوره زمانی یکسان مقادیر چندگانه ای
it: Permetti valori multipli per questo tipo di criterio nello stesso periodo di tempo
ja: この基準タイプの値を同一期間内に複数指定可能とする
pt_br: Permitir múltiplos valores desse tipo de critério no mesmo período de tempo
zh: 在相同的时间内，允许多个这种类型的标准值

source: please, select an item
de: bitte einen Eintrag auswählen
fa_ir: لطفا، یک مورد را انتخاب کنید
it: seleziona un oggetto
ja: 項目を選択してください
pt_br: por favor, selecione um item
zh: 请选择一个项目

source: error doing reassignment: {0}
de: Fehler während Neuzuweisung: {0}
fa_ir: خطا در انجام انتساب مجدد: {0}
it: errore durante riassegnamento: {0}
ja: 再割り当ての実施エラー: {0}
pt_br: erro realizando reatribuição: {0}
zh: 做重新分配错误：{0}

source: Personal timesheet "{0}" saved
de: Persönlicher Stundenzettel "{0}" gespeichert
fa_ir: برگه زمانی شخصی "[0]" ذخیره گردید
it: Foglio ore personale "{0}" salvato
ja: パーソナルタイムシート"{0}"を保存しました
pt_br: Folha de horas pessoal "{0}" salva
zh: 个人时间表“{0}”保存

source: External load
de: Externe Auslastung
fa_ir: بارگذاری خارجی
it: Carco esterno
ja: プロジェクト外の負荷
pt_br: Carga externa
zh: 外部负载

source: General user data
de: Allgemeine Benutzerdaten
fa_ir: داده های کلی کاربر
it: Dati generici d'utente
ja: 一般ユーザーデータ
pt_br: Dados gerais do usuário
zh: 一般的用户数据

source: Entity sequences
de: Gegenstandssequenzen
fa_ir: توالی موجودیت ها
it: Sequenze d'entità
ja: エンティティシーケンス
pt_br: Sequências de entidade
zh: 实体序列

source: Profile
de: Profil
fa_ir: پروفایل
it: Profilo
ja: プロファイル
pt_br: Perfil
zh: 配置文件

source: Material Units
de: Materialeinheiten
fa_ir: واحدهای مواد
it: Unità di materiale
ja: マテリアルの単位
pt_br: Unidades de materiais
zh: 材料单位

source: subcontrated task data not specified
de: Untervergebene Aufgabendaten nicht angegeben
fa_ir: داده وظیفه واگذار شده مشخص نشده
it: compito in subappalto non specificato
ja: 委託タスク情報が選択されていません
pt_br: dados de tarefa terceirizada não especificados

source: Generate code
de: Erstelle Code
fa_ir: تولید کد
it: Genera codice
ja: コードを生成
pt_br: Gerar código
zh: 生成的代码

source: Changes applied
de: Änderungen angewendet
fa_ir: تغییرات اعمال شد
it: Modifiche applicate
ja: 変更を適用しました
pt_br: Alterações aplicadas
zh: 应用的更改

source: company code not specified
de: Firmencode nicht angegeben
fa_ir: کد شرکت مشخص نشده است
it: codice azienda non specificato
ja: 会社コードが指定されていません
pt_br: código de empresa não especificado
zh: 不指定公司代码

source: Task code
de: Aufgabencode
fa_ir: کد وظیفه
it: Codice compito
ja: タスクコード
pt_br: Código de tarefa
zh: 任务代码

source: progress should be greater than 0% and less than 100%
de: Fortschritt sollte größer als 0 % und kleiner als 100 % sein
fa_ir: پیشرفت باید بزرگتر از 0% و کوچکتر از 100% باشد
it: il progresso dev'essere maggiore dello 0% e minore del 100%
ja: 進捗値は0％より大きく，100％未満でなければなりません
pt_br: progresso deve ser maior que 0% e menor que 100%
zh: 进展应该是大于0% 且小于100％的

source: [generic all workers]
de: [alle Arbeiter]
fa_ir: [همه کارگران]
it: [generico tutti i lavoratori]
ja: [ワーカー全般]
pt_br: [generico todos os trabalhadores]
zh: [通用所有工人]

source: Invalid Spread values. At least one value should be true
de: Ungültige Verteilungswerte, mindestens ein Wert sollte wahr sein
fa_ir: مقادیر Spread نامعتبر. حداقل یک مقدار باید درست باشد
it: Valore invalido di diffusione. Almeno un valore dev'essere Vero
ja: 無効な展開値です。少なくとも1つの値はtrueでなければなりません
pt_br: Valores de propagação inválidos. Ao menos um valor deve ser verdadeiro
zh: 传播值无效。的至少一个值应该是真实的

source: you do not have permissions to create new labels
de: Sie haben keine Rechte, um neue Bezeichnungen zu erstellen
fa_ir: شما مجوز برای ایجاد برچسب جدید ندارید
it: non posiedi i permessi per creare nuove etichette
ja: ラベルを作成する権限がありません
pt_br: você não tem permições para criar novos rótulos
zh: 你没有权限创建新标签

source: Create project
de: Projekt erstellen
fa_ir: ایجاد پروژه
it: Crea progetto
ja: プロジェクトの作成
pt_br: Criar projeto
zh: 创建项目

source: price cost not specified
de: Stückkosten nicht angegeben
fa_ir: هزینه قیمت مشخص نشده
it: costo di prezzo non specificato
ja: 価格コストが指定されていません
pt_br: preço de custo não especificado
zh: 未指定价格成本

source: Down
de: Nach unten
fa_ir: پایین
it: Giù
ja: 下へ
pt_br: Abaixo
zh: 下

source: Page down
de: Seite abwärts
fa_ir: پایین صفحه
it: Pagina giù
ja: 次ページ
pt_br: Descer página
zh: 翻下页

source: Task Properties
de: Aufgabeneigenschaften
fa_ir: ویژگی های وظیفه
it: Proprietà del compito
ja: タスクのプロパティ
pt_br: Propriedades da tarefa
zh: 任务属性

source: Start
fa_ir: شروع
it: Inizio
ja: 開始
pt_br: Inicio
zh: 开始

source: Labels list
de: Bezeichnungsliste
fa_ir: فهرست برچسب ها
it: Lista etichette
ja: ラベル一覧
pt_br: Lista de rótulos
zh: 标签列表
