Repository: vmazurashu/lp-pl-integration
Catalog: libreplan/libreplan-webapp/src/main/resources/i18n/*.po
Languages: de, fa_ir, it, ja, pt_br, zh

source: It cannot be empty
de: Es kann nicht leer sein
fa_ir: نمی تواند خالی باشد
it: Non può essere vuoto
ja: 空にすることはできません
pt_br: Não pode estar vazio
zh: 它不能为空

source: Unit name
de: Einheitenname
fa_ir: نام واحد
it: Nome unità
ja: ユニット名
pt_br: Nome da unidade
zh: 单位名称

source: Personal area
de: Eigener Bereich
fa_ir: فضای شخصی
it: Area personale
ja: パーソナルエリア
pt_br: Área pessoal
zh: 个人区域

source: The end date cannot be before the start date
de: Enddatum kann nicht vor dem Startdatum liegen
fa_ir: تاریخ خاتمه نمی تواند قبل از تاریخ شروع باشد.
it: La data di fine non può essere precedente a quella d'inizio
ja: 終了日を開始日より前にすることはできません
pt_br: A data de término não pode ser anterior a data de início
zh: 结束日期不得早于开始日期

source: Human hours per machine working hour within configuration unit
de: Menschliche Stunden pro Maschinenarbeitsstunde innerhalb der Konfigurationseinheit
fa_ir: ساعت کار انسان در ازای هر ساعات کار دستگاه در واحد پیکره بندی
it: Ore umane per ore lavorative della macchina nella unità di configurazione
ja: 構成ユニット内のマシン稼働時間当たりの作業者時間
pt_br: Hora homem por trabalho de equipamento dentro de uma unidade de configuração
zh: 人类的机器小时，每工作小时内配置单元

source: Connector
de: Verbinder
fa_ir: رابط
it: Connettore
ja: コネクタ
pt_br: Conector

source: Last stretch should have 100% for length and amount of work
de: Letzte Zeitspanne sollte 100 % für die Länge und die Menge der Arbeit haben
fa_ir: اخرین امتداد باید برای طول و مقدار کار مقدار 100% داشته باشد
it: L'ultima estensione deve avere 100% come lunghezza e ammontare del lavoro
ja: 最後のストレッチの長さと作業量は100％でなければなりません
pt_br: Última extensão deve conter 100% de tamanho e montante de trabalho
zh: 最后一段应该有100% 的长度和工作

source: passwords don't match
de: Passwörter stimmen nicht überein
fa_ir: گذرواژه منطبق نیست
it: la password non corrisponde
ja: パスワードが一致しません
pt_br: senhas não coincidem
zh: 密码不匹配

source: Job is deleted from scheduler
de: Auftrag ist aus Zeitplan gelöscht
fa_ir: کار از زمانبندی حذف شده است
it: Il lavoro è stato eliminato dal pianificatore.
ja: ジョブがスケジューラから削除されました
pt_br: Trabalho está eliminado do agendamento

source: Add measure
de: Füge Messung hinzu
fa_ir: افزودن معیار
it: Aggiungi misura
ja: 評価値を追加
pt_br: Adicionar medida
zh: 新增措施

source: type of work hours for personal timesheets cannot be disabled
de: Typ der Arbeitsstunden für persönliche Stundenzettel kann nicht deaktiviert werden
fa_ir: نوع ساعات کاری برای برگه های زمانی شخصی نمی تواند غیر فعال گردد.
it: il tipo delle ore di lavoro per il foglio ore personale non può essere disabilitato
ja: パーソナルタイムシートの勤務時間タイプを無効にすることはできません
pt_br: tipo de hora de trabalho para folha de horas pessoal não pode ser desativado
zh: 个人时间表类型的工作时间不能被禁用

source: Could not add those authorizations to user {0} because they were already present.
de: Konnte diese Autorisierungen dem Benutzer {0} nicht hinzufügen, da sie bereits vorhanden sind.
fa_ir: این مجوزها را نمی توان به کاربر [0] افزود، به این دلیل که از قبل وجود داشته اند.
it: Impossibile aggiungere queste autorizzazioni all'utente {0} perchè sono già presenti.
ja: ユーザー{0}に権限を追加できませんでした。すでに存在しています
pt_br: Não foi possível adicionar pois estas autorizações já existem para o usuário {0}
zh: 无法添加这些授权，用户{0}，因为他们已经存在。

source: Add Exception
de: Ausnahme hinzufügen
fa_ir: افزودن استثنا
it: Aggiungi eccezione
ja: 例外の追加
pt_br: Adicionar exceção
zh: 添加例外

source: Project code
de: Projektcode
fa_ir: کد پروژه
it: Codice progetto
ja: プロジェクトコード
pt_br: Código de projeto
zh: 项目代码

source: Machine was already removed
de: Maschine wurde bereits entfernt
fa_ir: دستگاه قبلا حذف شده بود
it: La macchina è già stata rimossa
ja: マシンはすでに削除されています
pt_br: O equipamento já foi removido
zh: 机已经删除

source: Some stretch has higher or equal values than the previous stretch
de: Eine Zeitspanne hat höhere als oder gleich große Werte wie die vorherige Zeitspanne
fa_ir: برخی از امتدادها مقادیر بزرگتر یا مساوی امتداد قبل دارند
it: Alcune estensioni hanno valori maggiori o uguali all'estensione precedente
ja: 以前のストレッチより大きな値を持ったストレッチがあります
pt_br: Alguma extensão possui valores maiores ou igual ao trecho anterior
zh: 有一些拉伸值高于或等于比以前的拉伸

source: Role search strategy
de: Rollen Suchstrategie
fa_ir: استراتژی جستجوی نقش
it: Strategia di ricerca ruoli
ja: ロール検索方式
pt_br: Estratégia de busca de papeis
zh: 角色的搜索策略

source: Save date
de: Sichere Datum
fa_ir: تاریخ ذخیره سازی
it: Data di salvataggio
ja: 保存日
pt_br: Salvar data
zh: 保存日期

source: of LibrePlan is available. Please check next link for more information:
de: von LibrePlan ist verfügbar. Bitte besuchen Sie folgenden Link für mehr Informationen:
fa_ir: LibrePlan در دسترس است. لطفا لینک بعدی را برای اطلاعات بیشتر دنبال نمایید.
it: di LibrePlan è disponibile. Clicca sul collegamento per maggiori informazioni:
ja: のLibrePlanが利用可能です。詳細は次のリンクを確認してください。
pt_br: do LibrePlan está disponível. Por favor, verifique o link a seguir para mais informações:

source: Synchronization
de: Synchronisierung
fa_ir: همگام سازی
it: Sincronizzazione
ja: 同期
pt_br: Sincronização

source: Configuration
de: Konfiguration
fa_ir: پیکربندی
it: Configurazione
ja: 構成
pt_br: Configuração
zh: 组态

source: it must be greater than zero
de: es muss größer als 0 sein
fa_ir: باید بزرگتر از صفر باشد
it: dev'essere maggiore di zero
ja: ゼロより大きくなければなりません
pt_br: deve ser maior que zero
zh: 它必须是大于零

source: Must be after 2010!
de: Muss nach 2010 sein!
fa_ir: باید بعد از تاریخ 1389 باشد!
it: Dev'essere successivo al 2010!
ja: 2010年以降でなければなりません。
pt_br: Deve ser após 2010!

source: is not supported for its use with LibrePlan.
de: wird nicht für die Benutzung mit LibrePlan unterstützt
fa_ir: برای استفاده با LibrePlan پشتیبانی نمی گردد.
it: non è supportato per il suo uso con LibrePlan.
ja: LibrePlanでの使用はサポートされていません
pt_br: não é suportado para uso com o LibrePlan.
zh: 不支持它与LibrePlan的使用。

source: passed not specified
de: bestanden nicht festgelegt
fa_ir: گذر مشخص نشده است
it: passato non specificato
ja: 完了が設定されていません
pt_br: passado não especificado
zh: 通过不指定

source: Customer reference
de: Kundenreferenz
fa_ir: مرجع مشتری
it: Riferimento clliente
ja: 顧客参照
pt_br: Referência do cliente
zh: 客户参考

source: End Date
de: Endtermin
fa_ir: تاریخ اتمام
it: Data di fine
ja: 終了日
pt_br: Data de término
zh: 结束日期

source: criterion type does not allow hierarchy
de: Kriteriumstyp erlaubt keine Hierarchie
fa_ir: مجاز نیست نوع معیار سلسله مراتبی باشد
it: i tipi di criterio non permettono gerarchia
ja: 基準タイプは階層化できません
pt_br: o tipo de critério não permite hierarquia
zh: 标准型不允许的层次结构

source: Advanced search
de: Erweiterte Suche
fa_ir: جستجوی پیشرفته
it: Ricerca avanzata
ja: 高度な検索
pt_br: Busca avançada
zh: 高级搜索

source: port not specified
de: Port nicht angegeben
fa_ir: پورت مشخص نشده است
it: porta non specificata
ja: ポートが指定されていません
pt_br: porta não especificada
zh: 端口没有指定

source: Quality Form
de: Qualitätsformular
fa_ir: فرم کیفیت
it: Modello di qualità
ja: 品質フォーム
pt_br: Formulário de qualidade
zh: 质量表

source: Overload due to current project
de: Überlastung durch das aktuelle Projekt
fa_ir: بار اضافی به دلیل پروژه فعلی
it: Sovraccarico dovuto al progetto corrente
ja: このプロジェクトによる過負荷
pt_br: Sobrecarga devido ao projeto atual
zh: 由于目前的项目过载

source: Task Completation Lead/Lag
de: Aufgabenerfüllung Vorsprung/Rückstand
fa_ir: پیش/عقب افتادگی تکمیل وظیفه
it: Completamento compiti Guida/Ritardo
ja: タスク完了のリードタイム/ラグタイム
pt_br: Atraso/Avanço na finalização de tarefas
zh: 任务Completation超前/滞后

source: Split
de: teilen
fa_ir: جداسازی
it: Dividi
ja: 分割
pt_br: Dividir
zh: 分裂

source: Unsaved changes will be lost. Would you like to continue?
de: Ungespeicherte Änderungen gehen verloren. Möchten Sie fortfahren?
fa_ir: تغییرات ذخیره نشده از دست خواهند رفت. می خواهید ادامه دهید؟
it: Le modifiche non salvate saranno perse. Vuoi continuare?
ja: 保存されていない変更は失われます。続行しますか？
pt_br: Mudanças não salvas serão perdidas. Deseja continuar?
zh: 未保存的更改将丢失。你想继续吗？

source: Show all
de: Alles zeigen
fa_ir: نمایش همه
it: Mostra tutti
ja: すべて表示
pt_br: Mostrar tudo
zh: 显示所有

source: You cannot remove a scenario with derived scenarios
de: Ein Szenario mit abhängigen Szenarien kann nicht entfernt werden
fa_ir: شما نمی توانید سناریویی که سناریوی دیگر از آن مشتق شده است را حذف نمایید
it: Non puoi eliminare uno scenario che ha dei derivati
ja: 派生シナリオのあるシナリオを削除することはできません
pt_br: Você não pode remover um cenário com cenário derivados
zh: 与派生的情况下，您不能删除场景

source: external company should be subcontractor
de: Externe Firma sollte Subauftragnehmer sein
fa_ir: شرکت های بیرونی باید پیمانکار فرعی باشند
it: una compagnia esterna dev'essere un subappaltatore
ja: 外部企業は委託先でなければなりません
pt_br: empresa externa deve ser terceira
zh: 外部公司应分包商

source: description value: the timesheet has not assigned the description field
de: Beschreibungwert: Der Stundenzettel hat das Beschreibungsfeld nicht zugewiesen
fa_ir: description value: برگه زمانی فیلد شرح منتسب شده ندارد
it: valore descrizione: il campo di descrizione del foglio d'ore non è stato assegnato
ja: 値の説明：タイムシートにはいくつかの記述フィールドが欠落しています
pt_br: a folha de horas não possui campo de descrição atribuido
zh: 描述值的时间表还没有分配的描述字段

source: Select entity
de: Gegenstand auswählen
fa_ir: انتخاب موجودیت
it: Seleziona entità
ja: エンティティの選択
pt_br: Selecione entidade
zh: 选择实体

source: Unassign
de: Zuweisung aufheben
fa_ir: منتسب نشده
it: Non assegnato
ja: 割り当て解除
pt_br: Desatribuir
zh: 取消分配

source: a personal expense sheet must have the same resource in all the lines
de: Ein persönlicher Aufwandskostenzettel muss in allen Zeilen dieselbe Ressource haben
fa_ir: یک برگه مخارج شخصی باید دارای منبع یکسانی در همه خطوط باشد
it: un foglio spese personale deve avere le stesse risorse in tutte le linee
ja: 個人経費シートはすべての行に同じリソースを持たなければなりません
pt_br: uma tabela de despesa pessoal deve ter o mesmo recurso em todas as linhas
zh: - 个人开支片必须具有相同的的所有行中的资源

source: items cannot be checked until the previous items are checked before.
de: Elemente können ohne Prüfung vorheriger Elemente nicht geprüft werden.
fa_ir: تا زمانی که موارد قبلی انتخاب نشده باشند، نمی توانید موارد را انتخاب نمایید
it: gli oggetti non possono essere verificati se non vengono verificati quelli precedenti.
ja: 前の項目がチェックされるまで，項目をチェックできません
pt_br: itens não podem ser verificados até que os itens anteriores tenham sido verificados antes.
zh: 项目不能进行检查，直到前一个项目之前进行检查。

source: Queue Element Information
de: Ablaufelementinformationen
fa_ir: اطلاعات عنصر صف
it: Informazione sull'elemento in coda
ja: キュー要素情報
pt_br: Informação de elemento de fila
zh: 队列元素信息

source: Message - {0}
de: Nachricht - {0}
fa_ir: پیغام - {0}
it: Messaggio - {0}
ja: メッセージ- {0}
pt_br: Mensagem - {0}
zh: 留言 - {0}

source: last expense sheet line sequence code not specified
de: letzter Aufwandszettelzeilensequenzcode nicht angegeben
fa_ir: اخرین کد توالی خط برگه مخارج مشخص نشده
it: ultimo codice della sequenza di linea del foglio spese non specificato
ja: 最新の経費シートのラインシーケンスコードが指定されていません
pt_br: não foi especificado o último código de sequência da linha da tabela de gastos
zh: 最后费用片材生产线没有指定的序列码

source: Hours type
de: Stundentyp
fa_ir: نوع ساعت
it: Tipo d'ore
ja: 時間タイプ
pt_br: Tipo de horas
zh: 小时类型

source: Previous
de: vorherige
fa_ir: قبلی
it: Precedente
ja: 戻る
pt_br: Anterior
zh: 前

source: Resource allocation type
de: Ressourcenzuweisungstyp
fa_ir: نوع تخصیص منبع
it: Tipo di allocazione risorse
ja: リソース割当タイプ
pt_br: Tipo de alocação de recurso
zh: 资源分配类型

source: Report progress
de: Fortschritt berichten
fa_ir: پیشرفت را گزارش دهید
it: Riporta progresso
ja: 進捗状況の報告
pt_br: Registrar progresso
zh: 报告进度

source: code is already used
de: Code wird bereits genutzt
fa_ir: کد قبلا استفاده شده است
it: il codice è già utilizzato
ja: すでに使用されているコードです
pt_br: código já em uso
zh: 已经使用的代码

source: Project Scheduling
de: Projektterminplanung
fa_ir: زمانبندی پروژه
it: Pianificazione del progetto
ja: プロジェクトのスケジューリング
pt_br: Agendamento do projeto
zh: 项目计划

source: Exporting timesheets to Tim failed. Check the Tim connector
de: Stundenzettelexport nach 'Tim' fehlgeschlagen. Bitte 'Tim' Anschluss überprüfen.
fa_ir: استخراج برگه های زمانی برای فیلد Tim. رابط Tim را انتخاب نمایید
it: Esportazione del foglio ore per Tim fallita. Controlla il connettore per Tim
ja: タイムシートのエクスポートに失敗しました。Timコネクタを確認してください
pt_br: Falha ao exportar folhas de horas para o Tim. Verifica a conexão com o Tim.

source: JIRA connection was successful
de: JIRA-Verbindung war erfolgreich
fa_ir: اتصال JIRA موفقیت آمیز بود
it: la connessione con JIRA eseguita con successo
ja: JIRAとの接続に成功しました
pt_br: Conexão JIRA bem sucedida

source: Found resources
de: Finde Ressource
fa_ir: منابع یافت شده
it: Trovate risorse
ja: 検出されたリソース
pt_br: Recursos encontrados
zh: 发现资源

source: Assigned criteria
de: Zugewiesene Kriterien
fa_ir: شرایط منتسب شده
it: Criterio assegnato
ja: 基準の割り当て
pt_br: Critérios atribuidos
zh: 分配标准

source: Synchronization order {0}
de: Synchronisierungsreihenfolge {0}
fa_ir: ترتیب همگام سازی [0]
it: Ordine di sincronizzazione {0}
ja: 同期順序 {0}
pt_br: Ordem de sincronização {0}

source: Critical path
de: Kritischer Pfad
fa_ir: مسیر بحرانی
it: Percorso critico
ja: クリティカルパス
pt_br: Caminho crítico
zh: 关键路径

source: You do not have permissions to create new users
de: Sie haben keine Rechte neue Nutzer anzulegen
fa_ir: شما مجوز برای ایجاد کاربران جدید ندارید
it: Non hai i permessi per creare un nuovo utente
ja: ユーザーを新規作成する権限がありません
pt_br: Você não ter pemissões para criar novos usuários
zh: 您没有权限创建新用户

source: Export options
de: Exportoptionen
fa_ir: گزینه های صدور
it: Opzioni d'esportazione
ja: エクスポートのオプション
pt_br: Opções de exportação
zh: 导出选项

source: Profile name
de: Profilname
fa_ir: نام پروفایل
it: Nome profilo
ja: プロファイル名
pt_br: Nome do perfil
zh: 配置文件名称

source: Tim connection was successful
de: Tim-Verbindung war erfolgreich
fa_ir: اتصال با Tim موفقیت آمیز بود
it: Connessione con Tim effettuata con successo
ja: Tim接続が成功しました
pt_br: Conexão com Tim realizada com exito

source: Normal resource
de: Normale Ressource
fa_ir: منبع عادی
it: Risorse normali
ja: 通常のリソース
pt_br: Recurso normal
zh: 普通资源

source: {0} 1st fortnight
de: {0} 1. Zwei Wochen
fa_ir: [0] اولین دوهفته
it: {0} prima coppia di settimane
ja: {0}上旬
pt_br: 1ª quinzena de {0}
zh: {0}第一两星期

source: Deliver date
de: Lieferdatum
fa_ir: تاریخ تحویل
it: Data consegna
ja: 納期
pt_br: Data de entrega
zh: 交货日期

source: Budget: {0}, Consumed: {1} ({2}%)
de: Budget: {0}, Verbraucht: {1} ({2}%)
fa_ir: بودجه: {0}، مصرف شده: {1} ({2}%)
it: Budget: {0}€, Utilizzato: {1}€ ({2}%)
ja: 予算:{0}, 消化:{1}({2}%)
pt_br: Orçamento: {0}, Consumido: {1} ({2}%)
zh: 财政预算案：{0}，消耗：{1}（{2}）

source: host not specified
de: Host nicht angegeben
fa_ir: میزبان مشخص نشده است
it: host non specificato
ja: ホストが指定されていません
pt_br: host não especificado
zh: 未指定主机

source: End date is not valid, the new end date must be after the start date
de: Enddatum ist ungültig, da es nach dem Startdatum sein muss
fa_ir: تاریخ خاتمه معتبر نمی باشد، تاریخ اتمام جدید باید بعد از تاریخ شروع باشد
it: La data di fine non è valida, la nuova data di fine dev'essere successiva a quella d'inizio
ja: 終了日が無効です。開始日より後でなければなりません
pt_br: Data de término inválida. A nova data de término deve ser posterior a data de início
zh: 结束日期是无效的，新的结束日期必须在开始日期之后

source: Adapt planning according to timesheets
de: Plannung gemäß dem Stundenzettel anpassen
fa_ir: انطباق برنامه ریزی براساس برگه های زمانی
it: Adatto la pianificazione in accordo col foglio ore
ja: タイムシートに計画を適用
pt_br: Adaptar planejamento de acordo com as folhas de horas
zh: 根据时间表，适应规划

source: Calculated
de: Berechnet
fa_ir: محاسبه شده
it: Calcolate
ja: 計算値
pt_br: Calculado
zh: 计算

source: Search
de: Suchen
fa_ir: جستجو
it: Cerca
ja: 検索
pt_br: Buscar
zh: 搜索

source: Task quality forms
de: Aufgaben Qualitätsformulare
fa_ir: فرم های کیفیت وظیفه
it: Moduli di qualità dei compiti
ja: タスク品質フォーム
pt_br: Formulários de qualidade de tarefa
zh: 工作质量形式

source: There are repeated material category codes
de: Es sind Materialkategoriecode wiederholt aufgetreten
fa_ir: کدهای رده مواد تکرارشده وجود دارد
it: Ci sono codici di categoria del materiale ripetuti
ja: マテリアルの区分コードが重複しています
pt_br: Existem códigos de categorias de materiais repetidos
zh: 有重复的材料分类代码

source: You have exceeded the maximum limit of resources
de: Sie haben das Ressourcenlimit überschritten
fa_ir: شما از حداکثر محدودیت منابع تجاوز کرده اید
it: Hai superato il limite massimo di risorse
ja: リソースの最大数制限を超えました
pt_br: Você excedeu o limite máximo de recursos
zh: 您已超出最大限制的资源

source: Criterion requirements
de: Kriteriumsvoraussetzung
fa_ir: نیازمندی های معیار
it: Criteri di requisito
ja: 必要な基準
pt_br: Critérios requeridos
zh: 规范要求

source: Subcontractor values are read only because they were reported by the subcontractor company
de: Werte des Unterauftrags sind nur lesbar, da sie bereits an Unterauftragnehmer übermittelt wurden
fa_ir: مقادیر پیمانکار فقط خواندنی هستند به این دلیل که توسط شرکت پیمانکار گزارش داده می شوند
it: I valori dei subappaltatori sono in sola lettura poiché sono stati riportati dalle aziende di subappalto
ja: 委託先によって報告された数値は読み取り専用です
pt_br: Os valores já notificados pela empresa terceirizada são somente de leitura
zh: 不仅是因​​为他们的报告由分包商公司，分包商中读取值

source: Personal timesheets peridocity
de: Periodizität des persönlichen Stundenplans
fa_ir: تناوب برگه های زمانی شخصی
it: Periodicità del foglio ore personale
ja: パーソナルタイムシートの周期
pt_br: Periodicidade das folha de horas pessoal
zh: 个人时间表peridocity

source: To
de: An
fa_ir: به
it: A
ja: 終了
pt_br: Até
zh: 对

source: number of digits must be between {0} and {1}
de: Die Anzahl der Ziffern sollte zwischen {0} und {1} liegen
fa_ir: تعداد ارقام باید بین [0] و [1] باشد
it: il numero di cifre dev'essere compreso tra {0} e {1}
ja: {0}桁から{1}桁の間でなければなりません
pt_br: o número de dígitos deve ser entre {0} e {1}
zh: 数字位数必须介于{0}和{1}

source: LibrePlan: Hours Worked Per Resource
de: LibrePlan: Stunden gearbeitet pro Ressource
fa_ir: LibrePlan: ساعات کار شده بازای منبع
it: LibrePlan: Ore lavorate per risorsa
ja: LibrePlan: リソース単位の稼働時間
pt_br: LibrePlan: Horas trabalhadas por recurso
zh: LibrePlan：工作时数资源

source: Exception end date should be greater or equals than start date
de: Ausnahmeenddatum sollte größer oder gleich dem Startdatum sein
fa_ir: تاریخ خاتمه مستثنا باید بزرگ تر از یا یکسان با تاریخ شروع باشد
it: La data finale dell'eccezione dev'essere successiva o uguale a quella d'inizio
ja: 例外終了日は開始日と同じか，それ以降でなければなりません
pt_br: Data de término de uma exceção deve ser maior ou igual à data de início
zh: 异常,结束日期应该是大于或等于于开始日期

source: Go to init
de: Gehe zu Init
fa_ir: رفتن به صفحه اولیه
it: Vai all'inizio
ja: 初期画面に戻る
pt_br: Ir para o início
zh: 进入到init

source: Order "{0}" not found. Order probalbly not synchronized
de: Bestellung "{0}" wurde nicht gefunden. Bestellung wurde wahrscheinlich nicht synchronisiert.
fa_ir: دستور "{0}" پیدا نشد. احتمالا دستور همگام سازی نشده است
it: Ordine "{0}" non trovato. Ordine probabilmente non sincronizzato
ja: オーダー"{0}"が見つかりません。同期していないと思われます
pt_br: Projeto "{0}" não encontrado. Possivelmente o projeto não está sincronizado

source: Materials Needed At Date
de: Materialen zu Datum benötigt
fa_ir: مواد مورد نیاز در تاریخ
it: Materiali necessari alla data
ja: 日次マテリアル必要量
pt_br: Materiais necessários na data
zh: 物料需求日期

source: PRE-SALES
de: VORVERKÄUFE
fa_ir: پیش-فروش
it: PRE-VENDITA
ja: プリセールス
pt_br: PRÉ-VENDA

source: OFFERED
de: ANGEBOTEN
fa_ir: پیشنهاد شده
it: OFFERTO
ja: オファー
pt_br: PROPOSTO
zh: 提呈发售

source: OUTSOURCED
de: AUSGELAGERT
fa_ir: برون سپاری شده
it: ESTERNALIZZATO
ja: アウトソース
pt_br: TERCEIRIZADO
zh: 外包

source: ACCEPTED
de: AKZEPTIERT
fa_ir: پذیرفته شده
it: ACCETTATO
ja: 受託
pt_br: ACEITO
zh: 被接受

source: STARTED
de: GESTARTET
fa_ir: شروع شده
it: INIZIATO
ja: 開始
pt_br: INICIADO
zh: 入门

source: ON HOLD
de: IN WARTESTELLUNG
fa_ir: در انتظار
it: IN ATTESA
ja: 中断
pt_br: SUSPENDIDO

source: FINISHED
de: BEENDET
fa_ir: پایان یافته
it: FINITO
ja: 完了
pt_br: FINALIZADO

source: CANCELLED
de: ABGEBROCHEN
fa_ir: لغو شده
it: CANCELLATO
ja: キャンセル
pt_br: CANCELADO
zh: 已取消

source: STORED
de: GESPEICHERT
fa_ir: ذخیره شده
it: IMMAGAZZINATO
ja: 保管
pt_br: ARQUIVADO

source: Fully scheduled
de: Vollständig geplant
fa_ir: کاملا زمانبندی شده
it: Completamente pianificato
ja: スケジュール完了
pt_br: Completamente agendado
zh: 全计划

source: Partially scheduled
de: Teilweise geplant
fa_ir: زمانبندی جزیی
it: Parzialmente pianificato
ja: 一部スケジュール済
pt_br: Parcialmente agendado
zh: 部分计划

source: Unscheduled
de: Ungeplant
fa_ir: زمانبندی نشده
it: Non pianificato
ja: 未スケジュール
pt_br: Não agendado
zh: 不定期

source: The criterion already exists into another task
de: Das Kriterium existiert schon in einer anderen Aufgabe
fa_ir: معیار ها در وظیفه دیگری وجود دارند
it: Il criterio esiste già in un altro compito
ja: 基準がすでに別のタスクに存在します
pt_br: O critério já existe dentro de outra tarefa
zh: 该标准已经存在到另一个任务

source: Cannot spread two progress in the same task
de: Zwei Fortschritte in derselben Aufgabe sind nicht möglich
fa_ir: نمی تواند دو پیشرفت در یک وظیفه گنجانده شود
it: Non posso spargere 2 progressi nello stesso compito
ja: 同一タスクに2つの進捗を展開することはできません
pt_br: Não é possível distribuir dois progressos na mesma tarefa
zh: 不能传播两个在同一个任务进度

source: Duplicate Progress Assignment For Task
de: Dupliziere Fortschrittszuweisung für Aufgabe
fa_ir: تکرار انتساب پیشرفت برای وظیفه
it: Assegnamento di progresso duplicato per il compito
ja: タスクの進捗設定が重複しています
pt_br: Atribuição de progresso duplicado para a tarefa
zh: 有关任务，重复任务分配

source: Quality form already exists
de: Qualitätsformular bereits vorhanden
fa_ir: فرم کیفیت در حال حاضر وجود دارد
it: Modulo di qualità già esistente
ja: 品質フォームがすでに存在しています
pt_br: O formulário de qualidade já existe
zh: 质量形式已经存在

source: Total percentage should be less than 100%
de: Gesamtprozentsatz sollte kleiner als 100 % sein
fa_ir: مجموع درصد باید کمتر از 100% باشد
it: La percentuale totale dev'essere meno del 100%
ja: 比率の合計は100％未満でなければなりません
pt_br: Percentual total deve ser menor que 100%
zh: 总比例应为小于100％

source: Monthly
de: Monatlich
fa_ir: ماهانه
it: Mensile
ja: 月次
pt_br: Mensal
zh: 每月一次

source: Twice-monthly
de: Zweimonatlich
fa_ir: دوبار در ماه
it: Bi-mensile
ja: 月2回
pt_br: 2 vezes ao mês
zh: 每月两次

source: Weekly
de: Wöchentlich
fa_ir: هفتگی
it: Settimanale
ja: 毎週
pt_br: Semanal
zh: 每周

source: Progress with all tasks by hours
de: Fortschritt mit allen Aufgaben je Stunden
fa_ir: پیشرفت تمام وظایف برحسب ساعت
it: Progresso di tutti i compiti rispetto alle ore
ja: すべてのタスク進捗(時間による)
pt_br: Progresso por hora com todas as tarefas
zh: 几个小时的所有任务的进展

source: Progress with critical path tasks by hours
de: Fortschritt mit kritischen Aufgabenpfaden in Stunden
fa_ir: پیشرفت وظایف با مسیر بحرانی برحسب ساعت
it: Progresso dei compiti del percorso critico rispetto alle ore
ja: クリティカルパスタスク進捗(時間による)
pt_br: Progresso por hora com caminho crítico de tarefas
zh: 关键路径任务的进展小时

source: Progress with critical path tasks by duration
de: Fortschritt mit kritischen Aufgabenpfaden in Dauer
fa_ir: پیشرفت وظایف با مسیر بحرانی برحسب دوره
it: Progresso dei compiti del percorso critico rispetto alla durata
ja: クリティカルパスのタスク進捗(期間による)
pt_br: Progresso por duração com caminho crítico de tarefas
zh: 关键路径任务的持续时间的研究进展

source: Activated
de: Aktiviert
fa_ir: فعال سازی
it: Attivato
ja: 起動中
pt_br: Ativado

source: Server URL
fa_ir: نشانی سرور
it: URL del server
ja: サーバURL
pt_br: URL do servidor

source: Number of days timesheet to Tim
de: Anzahl Stundenzettel zu Tim
fa_ir: تعداد روزهای جدول زمانی به Tim
it: Numero di giorni del foglio ore per Tim
ja: Timへの日数タイムシート数
pt_br: Número de dias de folha de horas ao Tim

source: Number of days roster from Tim
de: Anzahl Dienstpläne von Tim
fa_ir: تعداد روزهای لیست انتساب از Tim
it: Numero dei giorni di turno per Tim
ja: Timからの日数名簿数
pt_br: Numero de dias da listas Tim

source: Productivity factor
de: Produktivitätsfaktor
fa_ir: عامل بهره وری
it: Fattore di produttività
ja: 生産性要素
pt_br: Fator de produtividade
