Repository: vmazurashu/lp-pl-integration
Catalog: libreplan/libreplan-webapp/src/main/resources/i18n/*.po
Languages: de, fa_ir, it, ja, pt_br, zh

source: Progress measurement cannot be canged to {0}, because it is consolidated
de: Fortschrittsmessung kann nicht zu {0} geändert werden, da sie zusammengefasst ist
fa_ir: سنجه پیشرفت نمی تواند به [0] تغیر کند، به دلیل این که تلفیقی است
it: La misura di progresso non può essere modificata in {0}, poiché è consolidata
ja: 進捗評価値は統合されているので，{0}に変更することはできません
pt_br: Media de progresso não pode ser alterada para {0}, porque é consolidada
zh: 进展测量不能canged {0}“，因为它是综合

source: Subcontracted by client
de: Unterbeauftragt vom Kunden
fa_ir: قرارداد فرعی مشتری
it: Subappaltato dal cliente
ja: 顧客の依頼
pt_br: Terceirizado pelo cliente

source: Go to personal timesheet
de: Zum persönlichen Stundenzettel gehen
fa_ir: برو به برگه زمانی شخصی
it: Vai al foglio ore personale
ja: パーソナルタイムシートに移動
pt_br: Ir para folha de horas pessoal
zh: 转到个人时间表

source: Day is not valid
de: Tag ist ungültig
fa_ir: روز معتبر نمی باشد
it: Il giorno non è valido
ja: 日が無効です
pt_br: Dia inválido
zh: 天是无效的

source: No work reportlines are found for order: "{0}"
de: Keine Arbeitsberichtzeilen gefunden für Auftrag: "{0}"
fa_ir: هیچ خط گزارش کاری برای سفارش پیدا نشد: "[0]"
it: Non è stata trovata nessuna linea nel report di lavoro per l'ordine: "{0}"
ja: オーダ"{0}"にワークレポート行が見つかりません
pt_br: Nenhuma linha de registro de trabalho foram encontradas para o pedido: "{0}"

source: Select queue
de: Ablauf auswählen
fa_ir: صف را انتخاب نمایید
it: Scegli la coda
ja: キューの選択
pt_br: Selecionar fila
zh: 选择队列

source: default password was not changed
de: Standardpasswort wurde nicht geändert
fa_ir: گذرواژه پیش فرض تغییر نکرده است
it: la password di default non è stata cambiata
ja: 既定のパスワードが変更されていません
pt_br: senha padrão não foi alterada
zh: 默认情况下未更改密码

source: Color
de: Farbe
fa_ir: رنگ
it: Colore
ja: 色
pt_br: Cor
zh: 颜色

source: Add new worker assignment
de: Neue Mitarbeiterzuweisung hinzufügen
fa_ir: افزودن انتساب کارگر جدید
it: Aggiungi un nuovo assegnamento lavoratore
ja: ワーカー割り当てを追加
pt_br: Adicionar nova alocação de trabalhador
zh: 添加新的工作分配

source: Filter by workers
de: Nach Mitarbeitern filtern
fa_ir: فیلتر براساس مجریان
it: Filtra per lavoratore
ja: ワーカによるフィルタ
pt_br: Filtrar por trabalhadores
zh: 过滤工人

source: Expand taskgroups
de: Erweitere Aufgabengruppe
fa_ir: بسط گروه های وظیفه
it: Espandi i gruppi di lavoro
ja: タスクグループの展開
pt_br: Expandir grupo de tarefas
zh: 展开taskgroups

source: LibrePlan: Send To Subcontractors
de: LibrePlan: An Subunternehmen schicken
fa_ir: LibrePlan: ارسال شده به پیمانکاران فرعی
it: LibrePlan: Invia a Sub appaltatori
ja: LibrePlan: 委託先へ
pt_br: LibrePlan: Enviar à terceirizadas
zh: LibrePlan：发送给分包商

source: END
de: ENDE
fa_ir: خاتمه
it: FINE
pt_br: FIM

source: Progress Types
de: Fortschrittstypen
fa_ir: انواع پیشرفت
it: Tipi di progresso
ja: 進捗タイプ
pt_br: Tipos de progresso
zh: 进展类型

source: Work description
de: Arbeitsbeschreibung
fa_ir: توصیف کار
it: Descrizione del lavoro
ja: 作業の説明
pt_br: Descrição do trabalho
zh: 工作描述

source: Report data
de: Daten berichten
fa_ir: داده گزارش
it: Dati del report
ja: レポートデータ
pt_br: Dados do relatório
zh: 报告数据

source: Next fire time
de: Nächste Entlasszeit
fa_ir: {0} (حداکثر: {1})
it: Prossimo avvenimento
ja: 次の実行時間
pt_br: Próxima hora de execução

source: Confirm
de: Bestätigen
fa_ir: ید
it: Conferma
ja: 確認
pt_br: Confirmar
zh: 确认

source: there exist criterion satisfactions referring to criterion types not applicable to this resource
de: es existieren Erfüllungen für Kriterien, die auf ein Kriterium verweisen, das für diese Ressource nicht anwendbar ist
fa_ir: شرطی وجود دارد که برآورنده انواعی از شروط موجود است که در این منبع قابل استفاده نیست
it: esistono criteri di soddisfazione che si riferiscono a tipi di criterio non applicabili a questa risorsa
ja: このリソースに適用できない基準タイプを参照する基準充足度が設定されています。
pt_br: existem critérios satisfeitos que pertencem a tipos de critério não aplicáveis a este recurso
zh: 标准类型不适用此资源

source: Reassign
de: Neu zuweisen
fa_ir: انتساب مجدد
it: Riassegna
ja: 再割り当て
pt_br: Reatribuir
zh: 重新分配

source: Pessimistic
de: Pessimistisch
fa_ir: بدبیانه
it: Pessimistico
ja: 悲観的
pt_br: Pessimista
zh: 悲观

source: Apply filtering to resources satisfying required criteria
de: Filter auf erforderliche Kriterien für Erfüllung von Ressourcen anwenden
fa_ir: اعمال فیلتر بر براورده کردن شرط مورد نیاز منابع
it: Applica filtro alle risorse che soddisfano i criteri
ja: 要求基準をフィルタとしてリソースに適用
pt_br: Aplicar filtro a recursos que satisfazem o critério requerido
zh: 筛选满足要求的资源

source: Quality form item name must be unique
de: Qualitätsformulareintragsname muss einzigartig sein
fa_ir: نام مورد فرم کیفیت باید یکتا باشد
it: Il nome dell'oggetto "modulo di qualità" dev'essere unico
ja: 品質フォームの項目名はユニークでなければなりません
pt_br: Item de formulário de qualidade deve ser único
zh: 质量形式的项目名称必须是唯一的

source: cost category not specified
de: Kostenkategorie nicht angegeben
fa_ir: رده هزینه مشخص نشده
it: categoria di costo non specificata
ja: コスト区分が指定されていません
pt_br: categoria de custo não especificada
zh: 成本不指定类别

source: calendars with zero hours are not allowed
de: Kalender mit null Stunden sind nicht zulässig
fa_ir: تقویم هایی با صفر ساعت مجاز نیست
it: i calendari con zero ore non sono permessi
ja: 工数が０のカレンダーは設定できません
pt_br: calendários com zero horas não são permitidos
zh: 日历零时不允许

source: WBS (tasks)
de: PSP (Aufgaben)
fa_ir: WBS (وظایف)
it: WBS (compiti)
ja: WBS（タスク）
pt_br: EAP (tarefas)
zh: WBS（工作）

source: yes
de: ja
fa_ir: بله
it: si
ja: はい
pt_br: sim
zh: 是

source: Please, select an item
de: Bitte einen Eintrag auswählen
fa_ir: لطفا یک مورد را انتخاب کنید
it: Selezionare un elemento
ja: 項目を選択してください
pt_br: Por favor, selecione um item
zh: 请选择一个项目

source: Exportation options
de: Export-Optionen
fa_ir: گزینه های صدور
it: Opzioni d'esportazione
ja: エクスポートオプション
pt_br: Opções de exportação
zh: 出口选项

source: Error saving the project {0}
de: Fehler beim Speichern des Projektes⏎{0}
fa_ir: رخداد خطا حین ذخیره کردن پروژه
it: Errore durante il salvataggio del progetto {0}
ja: プロジェクト保存エラー {0}
pt_br: Erro ao salvar projeto {0}
zh: 错误保存项目⏎ {0}

source: Virtual worker group name must be unique
de: Name der virtuellen Mitarbeitergruppe muss ein Unikat sein
fa_ir: نام گروه کاری مجازی باید یکتا باشد
it: Il nome del gruppo di lavoratori virtuali dev'essere unico
ja: 仮想ワーカーグループ名はユニークである必要があります
pt_br: O nome do grupo de trabalhadores virtuais deve ser exclusivo
zh: 虚拟工作组的名称必须是唯一的

source: SV
fa_ir: انحراف زمانبندی

source: The length must be greater than 0 and not empty
de: Die Länge muss größer als Null und nicht leer sein
fa_ir: طول باید بزرگتر از صفر و غیرخالی باشد
it: La lunghezza dev'essere maggiore di 0 e non vuota
ja: 長さは空でなく，かつ0より大きくなければなりません
pt_br: O tamanho deve ser maior que 0 e não vazio
zh: 该长度必须大于0和不为空

source: : Import successfully!
de: : Import erfolgreich!
fa_ir: : واردکردن با موفقیت انجام شد!
it: : Importazione effettuata con successo!
ja: :インポート成功！
pt_br: : Importação bem sucedida

source: Enabled
de: Aktiv
fa_ir: فعال شده
it: Abilitato
ja: 有効
pt_br: Ativado
zh: 启用

source: Calculated progress measurements cannot be removed
de: Berechnete Fortschrittsmessungen können nicht entfernt werden
fa_ir: سنجه های پیشرفت محاسبه شده قابل حذف نیست
it: Le misure di progresso calcolate non possono essere rimosse
ja: 計算で求めた進捗評価値は削除できません
pt_br: Medidas de progresso calculado não pode ser removido
zh: 计算进度的测量值不能被删除

source: Exceptions list
de: Liste der Ausnahmen
fa_ir: فهرست استثناء ها
it: Lista delle eccezioni
ja: 例外一覧
pt_br: Lista de exceção
zh: 例外列表

source: Machine
de: Maschine
fa_ir: دستگاه
it: Macchina
ja: マシン
pt_br: Equipamento

source: en
de: de
fa_ir: انگلیسی
it: it
ja: ja
pt_br: pt-BR
zh: zh

source: Please try to contact with any administrator in order to review your permissions in LibrePlan.
de: Bitte kontaktieren Sie einen Administrator um Ihre Genehmigungen in LibrePlan zu prüfen.
fa_ir: لطفا با راهبران سیستم تماس بگیرید تا مجوز شما را بررسی نمایند.
it: Perfavore contattare un amministratore per modificare i tuoi permessi in LibrePlan.
ja: 管理者に連絡して，LibrePlanでの権限を確認してください
pt_br: Por favor contacte o administrador para revisar suas permissões no LibrePlan
zh: 请尝试与任何管理员联系，以审查您的权限LibrePlan。

source: LibrePlan: Cost Categories
de: LibrePlan: Kostenkategorien
fa_ir: LibrePlan: رده های هزینه
it: LibrePlan: Categorie di costo
ja: LibrePlan: コスト区分
pt_br: LibrePlan: Categorias de custo
zh: LibrePlan：成本类别

source: Unbound resource
de: Ungebundene Ressource
fa_ir: عدم انقیاد منبع
it: Scollega risorsa
ja: バインドされていないリソース
pt_br: Desvincular recurso
zh: 未绑定的资源

source: LibrePlan: Received From Customers
de: LibrePlan: Erhalten von Kunden
fa_ir: لیبرپلن: دریافت شده از طرف مشتری ها
it: LibrePlan: Ricevuto dai clienti
ja: LibrePlan: 顧客より受取
pt_br: LibrePlan: Recebido dos clientes
zh: LibrePlan：从客户收取

source: New timesheet
de: Neuer Stundenzettel
fa_ir: برگه زمانی جدید
it: Nuovo foglio ore
ja: 新しいタイムシート
pt_br: Nova folha de horas
zh: 新的时间表

source: Tim product code
de: Tim-Produktcode
fa_ir: کد محصول Tim
it: Codice prodotto di Tim
ja: Tim製品コード
pt_br: Código de produto Tim

source: Cannot be higher than finish hour
de: Kann nicht größer sein als Endstunde
fa_ir: نمی تواند بیشتر از ساعت خاتمه باشد
it: Non può essere successiva all'ora di fine
ja: 終了時間以上にすることはできません
pt_br: Não pode ser posterior a hora de término
zh: 不能高于光洁度小时

source: In the available periods {0} only {1} hours are available.
de: In der verfügbaren Zeitspanne {0} sind nur {1} Stunden verfügbar.
fa_ir: در دوره زمانی بعدی [0] تنها [1] ساعت قابل دسترس است.
it: Nel periodo disponibile {0} solo {1} ore sono disponibili.
ja: 利用可能な期間{0}での有効時間は{1}時間のみです
pt_br: Nos períodos disponíveis {0} só há disponível {1} horas.
zh: 在可用时段{0} {1}小时。

source: No worker selected
de: Kein Mitarbeiter ausgewählt
fa_ir: هیچ مجری انتخاب نشده است
it: Nessun lavoratore selezionato
ja: ワーカーが選択されていません
pt_br: Nenhum trabalhador selecionado
zh: 没有选择工人

source: Variance At Completion
de: Varianz bei Fertigstellung
fa_ir: واریانس در حین تکمیل
it: Varianza al completamento
ja: 完了時コスト差異
pt_br: Desvio do custo final
zh: 完成差异

source: Calculate Number of Hours
de: Berechne die Anzahl der Stunden
fa_ir: محاسبه تعداد ساعت
it: Calcola il numero di ore
ja: 時間数の計算
pt_br: Calcular número de horas
zh: 计算的小时数

source: Capacity must be a positive integer number
de: Kapazität muss eine positive Integerzahl sein
fa_ir: ظرفیت باید عدد صحیح مثبتی باشد
it: La capacità dev'essere un intero positivo
ja: 能力値は正の整数でなければなりません
pt_br: A capacidade deve ser um número inteiro positivo
zh: 容量必须是一个正整数

source: Template
de: Vorlage
fa_ir: قالب
it: Modello
ja: テンプレート
pt_br: Modelo
zh: 模板

source: Activation
de: Aktivierung
fa_ir: فعال سازی
it: Attivazione
ja: アクティベーション
pt_br: Ativação
zh: 激活

source: BAC
fa_ir: تکمیل تخصیص بودجه (BAC)

source: Add New Complementary Field
de: Neues Zusatzfeld hinzufügen
fa_ir: افزودن فیلد مکمل جدید
it: Aggiungi un nuovo campo complementare
ja: 補完機能付フィールドを追加
pt_br: Adicionar novo campo complementar
zh: 添加新的互补场

source: Assignation type
de: Zuweisungstyp
fa_ir: نوع واگذاری
it: Tipo d'assegnamento
ja: 割り当ての種類
pt_br: Tipo de atribuição
zh: 分配类型

source: Virtual Workers Group
de: Virtuelle Arbeitergruppe
fa_ir: گروه مجریان مجازی
it: Gruppo di lavoro virtuale
ja: 仮想ワーカーグループ
pt_br: Grupo de trabalhadores virtuais
zh: 虚拟工群体

source: No workers found
de: Keine Arbeiter gefunden
fa_ir: هیچ مجری یافت نگردید
it: Nessun lavoratore trovato
ja: ワーカーが見つかりません
pt_br: Nenhum trabalhador encontrado

source: Task {0}
de: Aufgabe {0}
fa_ir: وظیفه {0}
it: Compito {0}
ja: タスク{0}
pt_br: Tarefa {0}
zh: 任务{0}

source: there is a timesheet line in another work report marking as finished the same task
de: Es gibt eine Stundenzettelzeile in einem anderen Arbeitsbericht, die dieselbe Aufgabe als beendet markiert.
fa_ir: یک سطر برگه زمانی در گزارش کار دیگری وجود دارد که در آن وظیفه مشابهی به عنوان پایان یافته نشانه گذاری شده است
it: esiste una linea del foglio ore in un altro report di lavoro che imposta come completato lo stesso compito
ja: 同じタスクを完了とマークしているタイムシート行が他の作業報告書にあります
pt_br: existe uma linha de folha de horas em outro registro de trabalho marcando a mesma tarefa como finalizada
zh: 有一个时间表，在另一个工作报告标记为完成同样的任务

source: generic workers allocation
de: übergeordnete Arbeiterzuteilung
fa_ir: تخصیص عام مجریان
it: allocamento lavoratori generici
ja: ワーカーの総称型割り当て
pt_br: Alocação genéria de trabalhadores
zh: 一般工人分配

source: Profiles of LDAP users cannot be managed because LDAP is enabled and LDAP roles are being used.
de: Profile von LDAP-Benutzern können nicht verwaltet werden, weil LDAP aktiviert ist und LDAP-Rollen verwendet werden.
fa_ir: پروفایل کاربران LDAP نمی تواند مدیریت گردد به این دلیل که LDAP فعال گردیده است و نقش های LDAP استفاده شده است.
it: I profili LDAP degli utenti non possono essere modificati poiché in uso.
ja: LDAPが有効になっており、LDAPロールが使用されています。LDAPユーザーのプロファイルを管理することはできません
pt_br: Perfis dos usuários LDAP não podem ser gerenciados porque o LDAP está ativo e os papeis estão em uso
zh: 无法管理，因为启用LDAP和LDAP角色正在使用的LDAP用户的配置文件。

source: The quality item positions must be correct in function to the percentage.
de: Die Qualitätseintrag-Positionen müssen korrekt sein in Funktion zum Prozentsatz.
fa_ir: موقعیت های موارد کیفیت باید در عملگر صحیح باشد
it: Le posizioni degli oggetti di qualità devono essere corrette in funzione della percentuale.
ja: 品質項目の位置は比率に対して，機能的に正しくなければなりません
pt_br: As posições dos itens de qualidade devem estar corretas em função do percentual
zh: 优质项目的位置必须是正确的，在功能上的百分比。

source: deadline must be after start date
de: Fristende muss nach dem Startdatum sein
fa_ir: خط پایان باید بعد از تاریخ شروع باشد
it: la scadenza dev'essere successiva alla data d'inizio
ja: 期限は開始日より後でなければなりません
pt_br: prazo final deve ser posterior a data de início
zh: 截止日期后，必须开始日期

source: The formats supported for import are MPP and PLANNER files.
de: Die für den Import unterstützten Formate sind MPP- und PLANNER-Dateien.
fa_ir: فرمتی که برای ورود پشتیبانی می شود فایل های MPP و PLANNER است.
it: I formati supportati per l'import sono i file MPP e PLANNER.
ja: インポート対応しているフォーマットはMPPとPLANNERファイルです
pt_br: Os formatos de arquivos suportados para importação são MPP e PLANNER

source: progress type marked as quality form but is updatable
de: Fortschrittstyp als Qualitätsformular markiert, aber es ist aktualisierbar
fa_ir: نوع پیشرفت به عنوان فرم کیفیت ایجاد شد با این حال قابل بهنگام سازی است
it: il tipo di progresso è marcato come modello di qualità ma è anche aggiornabile
ja: 進行タイプが品質フォームとしてマークされていますが、更新可能になっています
pt_br: tipo de progresso marcado como formulário de qualidade porem atualizável
zh: 进步型标记为质量形式，但更新

source: Personal Data
de: Personaldaten
fa_ir: داده های شخصی
it: Dati personali
ja: 個人情報
pt_br: Dados pessoais
zh: 个人资料

source: cannot be checked until the previous item is checked before
de: Kann nicht überprüft werden bis vorheriger Eintrag überprüft wurde
fa_ir: تا زمانی که مورد قبلی انتخاب نشده است نمی توانید این را انتخاب نمایید
it: non può essere controllato prima dell'oggetto precedente
ja: 先行する項目がチェックされるまではチェックできません
pt_br: não pode ser assinalado até que o item anterior seja assinalado antes
zh: 不能被选中，直到上一个项目之前检查

source: ID already used. It has to be be unique
de: Kennung wird bereits verwendet. Sie muss einzigartig sein.
fa_ir: شناسه درحال حاضر استفاده شده است. شناسه باید منحصربفرد باشد
it: ID già in uso. Dev'essere unico
ja: すでに使用されています。IDはユニークでなければなりません
pt_br: ID já utilizado. Deve ser exclusivo
zh: ID已被使用。它必须是唯一的

source: h
fa_ir: ساعت
ja: 時
zh: Ĥ

source: Assigned locations
de: Zugewiesene Orte
fa_ir: مکان های منتسب
it: Luoghi assegnati
ja: 割り当てられたロケーション
pt_br: Locais atribuidos
zh: 指定地点

source: 0 or 7 is Sunday, or use names
de: 0 oder 7 ist Sonntag, oder bitte Namen verwenden
fa_ir: 0 یا 7 یک شنبه است، یا از نام ها استفاده کنید
it: 0 o 7 è domenica, oppure utilizza i nomi
ja: 0または7が日曜日，あるいは名称で指定
pt_br: 0 ou 7 é Domingo, ou use nomes

source: Criteria list
de: Kriterienliste
fa_ir: فهرست ضوابط
it: Lista criteri
ja: 基準一覧
pt_br: Lista de critérios
zh: 标准列表

source: Select criteria set or specific resources for allocation
de: Kriterium festlegen oder spezifische Ressource für Zuweisung auswählen
fa_ir: مجموعه شرایط یا منبع معینی را برای تخصیص انتخاب نمایید
it: Seleziona il criterio o specifica le risorse per l'allocazione
ja: 基準を設定するか，リソースを選択してください
pt_br: Selecione conjunto de critérios ou recursos específicos para alocação
zh: 选择标准集或特定资源分配

source: Warning
de: Warnung
fa_ir: اخطار
it: Avvertimento
ja: 警告
pt_br: Aviso
zh: 警告

source: Quality Forms
de: Qualitätsformulare
fa_ir: فرم های کیفیت
it: Moduli Qualità
ja: 品質フォーム
pt_br: Formulários de qualidade
zh: 质量表格

source: Default Label
de: Standardbezeichnung
fa_ir: برچسب پیش فرض
it: Etichetta di default
ja: 既定のラベル
pt_br: Rótulo padrão
zh: 默认标签

source: Hours group
de: Stundengruppe
fa_ir: گروه ساعات
it: Ore di gruppo
ja: 時間グループ
pt_br: Grupo de horas
zh: h组

source: Price per hour
de: Preis je Stunde
fa_ir: قیمت بازای ساعت
it: Prezzo per ora
ja: 時間単価
pt_br: Preço por hora
zh: 价格每小时

source: Create new user
de: Erstelle neuen Benutzer
fa_ir: ایجاد کاربر جدید
it: Crea un nuovo utente
ja: ユーザーを新規作成
pt_br: Criar novo usuário
zh: 创建新用户

source: Resources Load
de: Ressourcenverbrauch
fa_ir: بارگذاری منابع
it: Carica risorse
ja: リソース負荷
pt_br: Carga de recursos
zh: 资源负载

source: Timesheet saved
de: Stundenzettel gespeichert
fa_ir: برگه زمانی ذخیره شد
it: Foglio ore salvato
ja: タイムシートは保存されました
pt_br: Folha de horas salva
zh: 时间表保存

source: task code is repeated inside the project
de: Aufgabencode wiederholt sich innerhalb des Projekts
fa_ir: کد وظیفه در داخل پروژه تکرار شده است
it: il codice del compito è ripetuto all'interno del progetto
ja: タスクコードがプロジェクト内で重複しています
pt_br: código de tarefa repedido dentro do projeto
zh: 在项目中重复任务的代码

source: Total estimated hours
de: Geschätzte Gesamtstunden
fa_ir: جمع کل ساعات تخمینی
it: Totale delle ore stimate
ja: 総見積時間
pt_br: Total de horas estimadas
zh: 估计总额小时

source: Edit task: {0}
de: Aufgabe bearbeiten: {0}
fa_ir: ویرایش وظیفه [0]
it: Modifica il compito: {0}
ja: タスク{0}を編集
pt_br: Editar tarefa: {0}
zh: 编辑任务：{0}

source: The {0} can not be assigned to this resource. Its interval overlaps with other criterion
de: Das {0} kann dieser Ressource nicht zugewiesen werden. Das Intervall überschneidet sich mit anderen Kriterien
fa_ir: [0] نمی تواند به این منبع منتسب گردد. بازه آن با معیارهای دیگر همپوشانی دارد
it: {0} non può essere assegnato a questa risorsa. Il suo intervallo si sovrappone con altri criteri
ja: {0}をこのリソースに割り当てることはできません。インターバルが他の基準と重なります
pt_br: O {0} não pode ser atribuído à este recurso. Seu intervalo conflita com outro critério
zh: {0}不能被分配​​到这个资源。其时间间隔与其他准则重叠

source: Cancel changes and back to scheduling
de: Änderungen verwerfen und zurück zur Terminplanung
fa_ir: لغو تغییرات و بازگشت به زمانبندی
it: Annulla i cambiamenti e torna alla pianificazione oraria
ja: 変更をキャンセルしてスケジュールに戻る
pt_br: Cancelar mudanças e voltar ao agendamento
zh: 取消更改并返回到调度

source: Go to edit user window
de: Gehen Sie zum Benutzeränderungsfenster
fa_ir: برو به پنجره ویرایش کاربر
it: Vai alla finestra di modifica utente
ja: ユーザー編集ウィンドウに移動
pt_br: Vá para janela de edição do usuário
zh: 用户编辑窗口

source: Delete Milestone
de: Lösche Meilenstein
fa_ir: حذف مایلستون
it: Elimina Milestone
ja: マイルストーンの削除
pt_br: Remover marco
zh: 删除里程碑

source: Projects
de: Projekte
fa_ir: پروژه ها
it: Progetti
ja: プロジェクト一覧
pt_br: Projetos
zh: 项目

source: Group strategy
de: Gruppenstrategie
fa_ir: استراتژی گروه
it: Strategia di gruppo
ja: グループ方式
pt_br: Estratégia de grupo
zh: 集团策略

source: {0} 2nd fortnight
de: {0} 2. Zwei Wochen
fa_ir: [0] دومین دوهفته
it: {0} seconda coppia di settimane
ja: {0}下旬
pt_br: 2º quinzena de {0}
zh: {0}第二个两周

source: Update task end
de: Aktualisiere Aufgabenende
fa_ir: بهنگام سازی اتمام وظیفه
it: Aggiorna fine del progetto
ja: タスク終了日を更新
pt_br: Atualizar o final da tarefa
zh: 更新任务结束

source: criterion type not specified
de: Kriteriumstyp nicht angegeben
fa_ir: نوع معیار مشخص نشده
it: tipo di criterio non specificato
ja: 基準タイプが指定されていません
pt_br: tipo de critério não especificado
zh: 不指定标准型

source: {0} already exists
de: {0} besteht bereits
fa_ir: {0} در حال حاضر وجود دارد
it: {0} esiste già
ja: {0}はすでに存在します
pt_br: {0} já existe
zh: {0}已经存在

source: Calculated budget
de: Berechnetes Budget
fa_ir: بودجه محاسبه شده
it: Budget calcolato
ja: 計画予算
pt_br: Orçamento calculado
zh: 计算预算

source: Date Start
de: Anfangsdatum
fa_ir: تاریخ شروع
it: Data d'inizio
ja: 開始日
pt_br: Data de início
zh: 日期开始

source: New hours group
de: Neue Stundengruppe
fa_ir: گروه ساعت جدید
it: Nuovo gruppo ore
ja: 新しい時間グループ
pt_br: Novo grupo de horas
zh: 新h组

source: Adapting planning according to timesheets
de: Plannung wird gemäß den Stundenzetteln angepasst
fa_ir: برنامه ریز
it: Adatto la pianificazione in accordo col foglio ore
ja: タイムシートに従った計画適用
pt_br: Adaptando planejamento de acordo com as folhas de horas
zh: 适应规划，根据时间表

source: There must be at least 2 stretches for doing interpolation
de: Es müssen mindestens 2 Zeitspannen zum Durchführen der Interpolation vorhanden sein
fa_ir: حداقل باید 2 امتداد برای انجام الحاق وجود داشته باشد
it: Devono esistere almeno due tratti per eseguire l'interpolazione
ja: 補間を行うためには，少なくとも2つのストレッチが必要です
pt_br: Devem haver ao menos 2 extensões para fazer interpolação
zh: 必须有至少2伸展做插值

source: Import roster for department {0}
de: Dienstplan für Abteilung \{0\} importieren
fa_ir: ورود فهرست برای اداره [0]
it: Importa lista turni per il dipartimento {0}
ja: 部門{0}の名簿をインポート
pt_br: Importar lista de departamento {0}

source: profile name not specified
de: Profilname nicht angegeben
fa_ir: نام پروفایل مشخص نشده
it: nome del profilo non specificato
ja: プロファイル名が指定されていません
pt_br: nome do perfil não específicado
zh: 没有指定的配置文件名

source: Code already included in Hours Group codes
de: Code in Stundengruppencodes bereits enthalten
fa_ir: کد در کدهای گروه ساعت است
it: Codice già incluso nei codici di gruppi d'ore
ja: すでに時間グループコードに含まれているコードです
pt_br: Código já incluído no grupo horas
zh: 代码已经包含在h组码

source: last value not specified
de: letzter Wert nicht angegeben
fa_ir: آخرین مقدار مشخص نشده
it: ultimo valore non specificato
ja: 最終値が指定されていません
pt_br: último valor não especificado
zh: 未指定的最后一个值

source: {0} not found type for criterion
de: {0} Typ für Kriterium nicht gefunden
fa_ir: [0] نوعی برای معیار نیافت
it: {0} non trovato tipo per il criterio
ja: "{0}"というタイプの基準がありません
pt_br: {0} não encontrado tipo para critério
zh: {0}未找到准则类型

source: the measure has to be unique
de: die Maßeinheit muss einzigartig sein
fa_ir: سنجه باید یکتا باشد
it: la misura dev'essere unica
ja: 測定値はユニークでなければなりません
pt_br: a medida deve ser exclusiva
zh: 这项措施必须是唯一的

source: Bound resource
de: Gebundene Ressource
fa_ir: انقیاد منبع
it: Collega risorsa
ja: バインドされたリソース
pt_br: Recurso vinculado
zh: 绑定资源

source: Only {0} allowed
de: Nur {0} erlaubt
fa_ir: فقط {0} مجاز است
it: Permessi solo {0}
ja: {0}のみ可能です
pt_br: Somente {0} permitido

source: Current
de: aktuell
fa_ir: جاری
it: Corrente
ja: 現在値
pt_br: Atual
zh: 当前

source: LDAP Roles (separated by ;)
de: LDAP Rollen (getrennt durch ;)
fa_ir: نقش های LDAP (توسط ; جدا گردد)
it: Regole LDAP (separate da ;)
ja: LDAPロール（;で区切り)
pt_br: Papeis do LDAP (separados por ;)
zh: LDAP角色（;)分隔

source: Help the project developers to collect information about which LibrePlan version you are using
de: Hilf dem Projekt indem du Informationen über deine LibrePlan Version übermittelst
fa_ir: کمک به توسعه دهندگان برای جمع آوری اطلاعات درباره نسخه LibrePlan ای که استفاده می نمایید
it: Aiuta gli sviluppatori del progetto a collezionare informazioni circa la versione di LibrePlan che stai utilizzando
ja: 使用中のLibrePlanバージョンの情報を収集して，プロジェクト開発者を支援する
pt_br: Ajude os desenvolvedores enviando informações sobre qual versão do LibrePlan você está usando.
zh: 帮助项目开发商LibrePlan版本，你使用的是收集信息

source: Not bound
de: ungebunden
fa_ir: محصور نشود
it: Senza limite
ja: バインドしない
pt_br: Não vinculado
zh: 不绑定
