Repository: vmazurashu/lp-pl-integration
Catalog: libreplan/libreplan-webapp/src/main/resources/i18n/*.po
Languages: de, fa_ir, it, ja, pt_br, zh

source: Name of criterion is empty.
de: Name des Kriteriums ist leer.
fa_ir: نام معیار خالی است.
it: Il nome del criterio è vuoto.
ja: 基準の名称が指定されていません。
pt_br: O nome do critério está vazio
zh: 标准的名称是空的。

source: At least one {0} sequence is needed
de: Mindestens eine {0} Sequenz ist erforderlich
fa_ir: حداقل یک توالی [0] نیاز است
it: Almeno una sequenza {0} è necessaria
ja: 少なくとも一つの{0}のシーケンスが必要です
pt_br: Ao menos uma {0} sequência é necessária
zh: 至少有一个{0}序列需要

source: Task Information
de: Aufgabeninformation
fa_ir: اطلاعات وظیفه
it: Informazioni compito
ja: タスク情報
pt_br: Informações da tarefa
zh: 任务信息

source: Assign element to queue manually
de: Element manuell zum Ablauf hinzufügen
fa_ir: انتساب دستی عنصر به صف
it: Assegna manualmente elemento alla coda
ja: 手動でキューに要素割り当て
pt_br: Atribuir manualmente elemento a fila
zh: 队列手动分配单元

source: Main preferences
de: Haupteinstellungen
fa_ir: تنظیمات اصلی
it: Preferenze principali
ja: 基本設定
pt_br: Preferências principais
zh: 主要的喜好

source: Calendar Exception Day
de: Kalenderausnahmetag
fa_ir: روز مستثنای تقویم
it: Giorno d'eccezione del calendario
ja: カレンダーの例外日
pt_br: Dia de exceção do calendário
zh: 日历例外日

source: Exceptions
de: Ausnahmen
fa_ir: استثناها
it: Eccezioni
ja: 例外
pt_br: Exceções
zh: 例外

source: Day of week
de: Wochentag
fa_ir: روز هفته
it: Giorno della settimana
ja: 曜日
pt_br: Dia da semana
zh: 每周日

source: Information
fa_ir: اطلاعات
it: Informazione
ja: 情報
pt_br: Informação
zh: 信息

source: resource has to be bound to a user in personal timesheets
de: Ressource muss in persönlichen Stundenzetteln mit einem Benutzer verbunden sein
fa_ir: منبع در برگه های زمانی شخصی به یک کاربر گره خورده شده اند
it: la risorsa dev'essere collegata ad un utente nel foglio ore personale
ja: パーソナルタイムシート内では，リソースはユーザーと結合されなければなりません
pt_br: recurso deve ser vinculado a um usuário na folha de horas pessoal
zh: 资源必须绑定到用户的个人时间表

source: Cost Categories
de: Kostenstellen
fa_ir: رده های هزینه
it: Categorie di costo
ja: コスト区分
pt_br: Categorias de custo
zh: 成本类别

source: Split assignment
de: Zuweisung aufteilen
fa_ir: تقسیم انتساب
it: Dividi assegnamenti
ja: 分割割り当て
pt_br: Dividir atribuição
zh: 分割转让

source: Invalid Effort Duration
de: Ungueltiger Bemuehungs Zeitraum
fa_ir: دوره تلاش غیر معتبر
it: Durata Sforzo non valida
ja: 稼働期間が無効です
pt_br: Duração de esforço inválida
zh: 无效的努力时间

source: here
de: hier
fa_ir: اینجا
it: qui
ja: ここ
pt_br: aqui

source: Create Virtual Worker
de: Erzeuge virtuellen Arbeiter
fa_ir: ایجاد مجری مجازی
it: Crea un Lavoratore Virtuale
ja: 仮想ワーカーの作成
pt_br: Criar trabalhador virtual
zh: 创建虚拟工作人员

source: Advanced Allocation
de: Erweiterte Zuweisung
fa_ir: تخصیص پیشرفته
it: Allocazione avanzata
ja: 高度な割り当て
pt_br: Alocação avançada
zh: 高级配置

source: Users authorization
de: Benutzerautorisierung
fa_ir: مجوز کاربران
it: Autorizzazioni degli utenti
ja: ユーザ認証
pt_br: Autorização de usuários
zh: 用户授权

source: The page that you are requesting does not exist.
de: Die angeforderte Seite existiert nicht
fa_ir: صفحه ی مورد درخواست شما وجود ندارد.
it: La pagina che hai richiesto non esiste.
ja: 要求されたページは存在しません。
pt_br: A página requisitada não existe
zh: 您所请求的页面不存在。

source: Import project
de: Projekt importieren
fa_ir: ورود پروژه
it: Importa progetto
ja: プロジェクトのインポート
pt_br: Importar projeto

source: Number of hours is not properly calculated according to start date and end date
de: Anzahl Stunden ist nicht genau bezüglich Start- und Enddatum berechnet
fa_ir: تعداد ساعات براساس تاریخ شروع و تاریخ پایان درست محاسبه نشده است
it: Il numero di ore non è propriamente calcolato rispetto alla data d'inizio e di fine
ja: 時間数が開始日と終了日に対して適切に計算されていません
pt_br: Número de horas não está corretamente calculada de acordo com a data de início e data de término
zh: 根据开始日期和结束日期的小时数，不能正确计算

source: Change scenario
de: Ändere Szenario
fa_ir: تغییر سناریو
it: Cambia scenario
ja: シナリオ変更
pt_br: Mudar cenário
zh: 变化情景

source: Stretches list
de: Zeitspannenliste
fa_ir: فهرست امتدادها
it: Lista d'estensioni
ja: ストレッチリスト
pt_br: Lista de extensões
zh: 伸展列表

source: Select scenario
de: Wähle Szenario
fa_ir: سناریو را انتخاب نمایید
it: Seleziona scenario
ja: シナリオ選択
pt_br: Selecionar cenário
zh: 选择场景

source: From date
de: Von Datum
fa_ir: از تاریخ
it: Dalla data
ja: 開始日
pt_br: Da data
zh: 开始日期

source: Basic data
de: Basisdaten
fa_ir: داده پایه
it: Dati di base
ja: 基本データ
pt_br: Dados básicos
zh: 基本数据

source: Delay from beginning (days)
de: Verzögerung seit Beginn (Tage)
fa_ir: تأخیر از شروع (روز)
it: Ritardo dall'inizio (giorni)
ja: 開始日からの遅延（日）
pt_br: Atraso desde o inicio (dias)
zh: 从开始的延迟（天）

source: Add new row
de: Füge neue Zeile hinzu
fa_ir: افزودن ردیف جدید
it: Aggiungi una riga
ja: 行を追加
pt_br: Adicionar nova linha
zh: 添加新行

source: Unable to crate time registration for request
de: Kann Zeiterfassung für Anfrage nicht erstellen
fa_ir: قادر به ایجاد ثبت زمانی برای درخواست نیست
it: Impossibile creare l'orario di registrazione per la richiesta
ja: 要求の時刻登録を生成することができません
pt_br: Não foi possível criar registro de tempo solicitado

source: Code cannot be empty.
de: Code kann nicht leer sein
fa_ir: کد نمی تواند تهی باشد
it: Il codice non può essere vuoto.
ja: コードを空にすることはできません。
pt_br: Código não pode ser vazio
zh: 代码不能为空。

source: Operation cannot be done
de: Arbeitsvorgang kann nicht erfolgen
fa_ir: این عمل نمی تواند انجام شود
it: L'operazione non può essere effettuata
ja: 操作を実行できません
pt_br: Não foi possível efetuar a operação
zh: 操作不能被做

source: Communications To Customers
de: Mitteilungen an Kunden
fa_ir: مکاتبه ارسالی به مشتری ها
it: Comunicazioni ai clienti
ja: 顧客への連絡
pt_br: Comunicados aos clientes
zh: 客户通讯

source: Unindent selected task
de: Verknüpfe gewählte Aufgabe
fa_ir: خارج کردن وظیفه انتخاب شده از حالت دندانه دار
it: Disindenta il compito selezionato
ja: 選択したタスクのインデントを解除
pt_br: Remover indentação da tarefa selecionada
zh: 取消缩进选定的任务

source: Cannot delete that material because it is assigned to a project.
de: Material kann nicht gelöscht werden, da es einem Projekt zugewiesen ist
fa_ir: این مواد به این دلیل که به یک پروژه نسبت داده شده است نمی تواند حذف گردد.
it: Impossibile cancellare quel materiale poichè è assegnato ad un progetto.
ja: プロジェクトに割り当てられているマテリアルは削除できません
pt_br: Não é possível remover o material pois está atribuído a um projeto.
zh: 无法删除的材料，因为它被分配到一个项目。

source: At least one hours group is needed for each task
de: Mindestens eine Stundengruppe ist für jeden Vorgang erforderlich
fa_ir: برای هر وظیفه حداقل یک گروه ساعت نیاز است
it: Almeno un groppo d'ore è necesario per ogni compito
ja: タスクごとに少なくとも１つの時間グループが必要です
pt_br: Ao menos um grupo de horas é necessário para cada tarefa
zh: 至少一个小时，并在每个任务所需的组

source: This resource allocation type is incompatible. The task has an associated order element which has a progress that is of type subcontractor.
de: Dieser Typ der Ressourcenzuweisung ist inkompatibel. Die Aufgabe hat ein verbundenes Bestellelement, das einen Fortschritt vom Typ Unterauftragnehmer hat.
fa_ir: این نوع تحصیص منباع سازگار نیست. این وظیفه دارای یک عنصر ترتیب مرتبط است که دارای یک پیشرفت از نوع قرارداد فرعی است.
it: Questo tipo di allocazione risorse è incompatibile. Il compito ha associato un elemento il cui ha un progresso di tipo subappalto.
ja: リソース割り当てタイプが不適切です。タスクが委託先タイプの進捗情報のオーダ要素に関連付けられています
pt_br: Este tipo de alocação de recursos é incompatível. Existe um elemento de pedido associado a um progresso terceirizado.
zh: 这种资源分配类型是不兼容的。任务有相关的Order元素，其中有一个进步，是类型的分包商。

source: Invalidate
de: ungültig erklären
fa_ir: ابطال
it: Invalida
ja: 無効化
pt_br: Invalidar
zh: 废止

source: Task properties
de: Aufgabeneigenschaften
fa_ir: ویژگی های وظیفه
it: Propietà del compito
ja: タスクのプロパティ
pt_br: Propriedades da tarefa
zh: 任务属性

source: No JIRA issues found for key {0}
de: Keine JIRA-Themen für Schlüssel {0} gefunden
fa_ir: هیچ نسخه JIRA برای کلید [0] یافت نشد
it: Nessun problema JIRA trovato per la chiave {0}
ja: キー{0}に対応するJIRAイシューが見つかりません
pt_br: Não há incidências JIRA encontradas para a chave {0}

source: Expenses cost
de: Aufwandskosten
fa_ir: هزینه مخارج
it: Costo spese
ja: 経費
pt_br: Custo de despesas
zh: 费用成本

source: The field name must be unique and not empty
de: Der Feldname muss einzigartig und nicht leer sein
fa_ir: نام فیلد باید یکتا باشد و خالی نباشد
it: Il nome del campo dev'essere unico e non vuoto
ja: フィールド名はユニークでなければなりません。また，空であってはなりません
pt_br: O nome do campo deve ser exclusivo e não pode ser vazio
zh: 字段名称必须是唯一的，而不是空

source: Up
de: Nach oben
fa_ir: بالا
it: Su
ja: 上
pt_br: Acima
zh: 上

source: {0} already assigned to resource allocation list
de: {0} bereits der Ressourcenzuweisungsliste zugeordnet
fa_ir: [0] در حال حاضر به فهرست تخصیص منبع منتسب شده است
it: {0} già assegnati alla lista d'allocazione risorse
ja: {0}はすでにリソース割り当てリストに割り当てられています
pt_br: {0} já está atribuído à lista de alocação de recursos
zh: {0}已经分配给资源分配列表

source: Progress Measurement cannot be deleted. Progress Measurement already consolidated
de: Fortschrittsmessung kann nicht gelöscht werden. Fortschrittsmessung ist bereits zusammengefasst
fa_ir: سنجه پیشرفت نمی تواند حذف گردد. در حال حاضر سنجه پیشرفت تلفیق شده است
it: La misura di progresso non può essere eliminata. Misura di progresso già consolidata
ja: 進捗評価値を削除できません。すでに統合されています
pt_br: Medida de progresso consolidado não pode ser removido.
zh: 进展测量不能被删除。进展测量已经巩固

source: Scheduling saved
de: Zeitplanung gespeichert
fa_ir: زمانبندی ذخیره شد
it: Pianificazione salvata
ja: スケジューリングを保存しました
pt_br: Agendamento salvo
zh: 调度保存

source: All changes will be lost. Are you sure?
de: Alle Änderungen gehen verloren. Sind Sie sicher?
fa_ir: تمام تغییرات از دست خواهند رفت. آیا مطمئنید؟
it: Tutte le modifiche saranno perse. Sei sicuro?
ja: すべての変更が失われます。よろしいですか？
pt_br: Todas as alterações serão perdidas. Deseja continuar?
zh: 所有更改都将丢失。你确定吗？

source: Active period from
de: aktiver Zeitraum von
fa_ir: دوره از فعال می شود
it: Periodo attivo dal
ja: 有効期間
pt_br: Período ativo desde
zh: 活动期间从

source: Time period saved
de: Zeitraum gespeichert
fa_ir: دوره زمانی ذخیره شد
it: Periodo di tempo risparmiato
ja: 期間が保存されました。
pt_br: Período de tempo salvo
zh: 保存时间段

source: Indent
de: Einrücken
fa_ir: دندانه دار کردن
it: Indenta
ja: インデント
pt_br: Indentar
zh: 缩进

source: Text field
de: Textfeld
fa_ir: فیلد متنی
it: Campo di testo
ja: テキスト領域
pt_br: Campo de texto
zh: 文本字段

source: Log out
de: Abmelden
fa_ir: خروج
it: Esci
ja: ログアウト
pt_br: Sair
zh: 注销

source: base not specified
de: Basis nicht angegeben
fa_ir: مبنا مشخص نشده است
it: base non specificata
ja: ベースが指定されていません
pt_br: base não especificada
zh: 基地不指定

source: Already exists another template with the same name
de: Es existiert bereits eine andere Vorlage mit demselben Namen
fa_ir: درحال حاضر قالب دیگری با همین نام وجود دارد
it: Esiste già un'altro modello con lo stesso nome
ja: 同名のテンプレートがすでに存在します
pt_br: Já existe outro modelo com mesmo nome
zh: 已经存在具有相同名称的另一个模板

source: Track time
de: Zeit erfassen
fa_ir: ردگیری زمان
it: Traccia tempo
ja: トラック時間
pt_br: Controlar o tempo
zh: 跟踪时间

source: Workers limit reached
de: Arbeiterbegrenzung erreicht
fa_ir: مواجهه با محدودیت کارگران
it: Raggiunto limite dei lavoratori
ja: 作業時間の上限に達しました
pt_br: Limite de trabalhadores alcançado

source: Inh
fa_ir: توارثی
it: ab
ja: 継承

source: Default calendar cannot be removed. Please, change the default calendar in the Main Settings window before.
de: Default-Kalender kann nicht entfernt werden. Bitte ändern Sie den Default-Kalender zuvor im Haupteinstellungfenster.
fa_ir: تقویم پیش فرض نمی تواند حذف گردد. لطفا، قبل از حذف در پنجره تنظیمات اصلی تقویم پیش فرض را تغییر دهید.
it: Il calendario standard non può essere rimosso. Si prega di modificare prima il valore nel campo "Settaggi Principali"
ja: 既定カレンダーを削除することはできません。先に[基本設定]ウィンドウで既定カレンダーを変更してください
pt_br: Calendário padrão não pode ser removido. Por favor, altere para outro calendário padrão nas configurações principais antes de remover.
zh: 不能删除默认日历。请更改默认的日历在主设置窗口前。

source: Overload due to other assignments
de: Überlastung durch andere Zuweisungen
fa_ir: بار اضافی به دلیل انتساب های دیگر
it: Sovraccarico dovuto ad altri assegnamenti
ja: 他の割り当てによる過負荷
pt_br: Sobrecarga devido outras atribuições
zh: 超载由于其他任务

source: Duration
de: Dauer
fa_ir: دوره
it: Durata
ja: 周期
pt_br: Duração
zh: 为期

source: Dedication chart
de: Zuweisungsgrafik
fa_ir: چارت تخصیص
it: Grafico di dedizione
ja: 就業時間チャート
pt_br: Gráfico de dedicação
zh: 分配图

source: LibrePlan: Scenarios Management
de: LibrePlan: Szenario-Managment
fa_ir: لیبرپلن: مدیریت سناریو
it: LibrePlan: Gestione scenari
ja: LibrePlan: シナリオ管理
pt_br: LibrePlan: Gerenciamento de cenários
zh: LibrePlan：场景管理

source: This Criterion has already been added.
de: Dieses Kriterium wurde bereits hinzugefügt
fa_ir: این معیار قبلا اضافه شده است
it: Questo Criterio è già stato aggiunto.
ja: この基準はすでに設定されています。
pt_br: Este critério já foi adicionado
zh: 这个准则已经被添加。

source: Appropriative allocation
de: Zuweisung bewilligen
fa_ir: تخصیص اختصاصی
it: Allocazione appropriativa
ja: 専有割り当て
pt_br: Alocação apropriativa
zh: 专用配置

source: Authorize
de: Autorisiere
fa_ir: مجوز دادن
it: Autorizza
ja: 承認
pt_br: Autorizar
zh: 授权

source: Communications
de: Mitteilungen
fa_ir: ارتباطات
it: Comunicazioni
ja: コミュニケーション
pt_br: Comunicações
zh: 通信

source: Manual
de: Manuell
fa_ir: دستی
it: Manuale
ja: マニュアル
zh: 手册

source: the project must have a start date
de: Das Projekt benötigt ein Startdatum
fa_ir: پروژه باید تاریخ شروع داشته باشد
it: il progetto deve avere una data d'inizio
ja: プロジェクトの開始日が必要です
pt_br: o projeto deve ter uma data de início
zh: 项目必须有一个起始日期

source: There is another timesheet template with the same name
de: Es existiert bereits ein Stundenzettelvorlage mit demselben Namen
fa_ir: قالب برگه زمانی دیگری با این نام وجود دارد
it: C'è un altro modello di foglio ore con lo stesso nome
ja: 同名のタイムシートテンプレートがすでに存在します
pt_br: Já existe outro modelo de folha de horas com o mesmo nome
zh: 还有另外一个时间表的模板具有相同名称的

source: Criterion cannot be empty
de: Kriterium darf nicht leer sein
fa_ir: معیار نمی تواند خالی باشد
it: Il criterio non può essere vuoto
ja: 基準を空にすることはできません
pt_br: O critério não pode ser vazio
zh: 标准不能为空

source: Length percentage should be between 0 and 100
de: Länge der Prozentangabe muss zwischen 0 und 1ßß sein
fa_ir: درصلد طول باید بین 0 و 100 باشد
it: La lunghezza della percentuale dev'essere tra 0 e 100
ja: 長さの比率は0〜100の間でなければならなりません
pt_br: O percentual de duração deveria ser entre 0 e 100
zh: 长度比例应为0和100之间

source: Please, select a destination scenario
de: Bitte ein Zielszenario auswählen
fa_ir: لطفا یک سناریوی مقصد انتخاب کنید
it: Si prega di selezionare uno scenario di destinazione
ja: 転送先シナリオを選択してください
pt_br: Por favor, selecione um cenário de destino
zh: 请选择一个目的地的情况

source: Change Password
de: Passwort ändern
fa_ir: تغییر گذرواژه
it: Cambia password
ja: パスワードの変更
pt_br: Alterar senha
zh: 更改密码

source: Could not save time period. Time period overlaps with another non-compatible time period
de: Konnte Zeitraum nicht speichern. Zeitraumüberlappung mit einem anderen nicht kompatiblen Zeitraum
fa_ir: نمی توان دوره زمانی را ذخیره کرد. دوره زمانی با دوره زمانی ناسازگار دیگری همپوشانی دارد
it: Non posso salvare il periodo temporale. Il periodo si sovrappone con un'altro non compatibile
ja: 期間を保存できませんでした。互換性のない別の期間と重なっています
pt_br: Não pode salvar o período de tempo. O período conflita com outro período de tempo incompatível.
zh: 无法保存的时间段。与另一非兼容的时间周期的时间段重叠

source: Confirm deleting this hour cost. Are you sure?
de: Bestätigen Sie das Löschen dieser Stundenkosten. Sind Sie sicher?
fa_ir: تأیید حذف این هزینه ساعت. آیا مطمئن هستید؟
it: Conferma eliminazione di queste ore di costo. Sei sicuro?
ja: この時間コストを削除します。よろしいですか？
pt_br: Você tem certeza de que quer deletar esse custo em horas?
zh: 确认删除这个小时费用。你确定吗？

source: Calculated progress cannot be removed
de: Berechneter Fortschritt kann nicht entfernt werden
fa_ir: پیشرفت محاسبه شده قابل حذف نیست
it: I progressi calcolati non possono essere rimossi
ja: 計算で求めた進捗は削除できません
pt_br: Progresso calculado não pode ser removido
zh: 计算的进步不能被删除

source: Templates can only be created out of existent tasks.You are trying to create a template out of a new task. Please save your project before proceeding.
de: Vorlagen können nur aus existierenen Aufgaben heraus erstellt werden. sie versuchen eine Vorlage aus einer neuen Aufgabe zu erstellen.⏎ Bitte das Projekt vor dem Fortfahren speichern.
fa_ir: الگوها می توانند فقط از روی وظایف موجود ایجاد شوند. شما در حال ایجاد کردن یک الگو از یک وظیفه جدید هستید. لطفا پروژه خود را قبل از ادامه کار ذخیره سازی کنید.
it: I modelli possono essere creati solo da compiti esistenti. Stai tentnado di creare un modella da un nuovo compito. Per favore salva il progetto prima di procedere.
ja: 新しいタスクからテンプレートを生成しようとしています。テンプレートは既存のタスクからのみ生成できます。 先にプロジェクトを保存してください
pt_br: Modelos
zh: 只可以从存在的任务创造模板.你尝试从新的任务创建一个模板。⏎ 在继续操作之前，请保存您的项目。

source: Template saved
de: Vorlage gespeichert
fa_ir: الگو ذخیره شد
it: Modello salvato
ja: テンプレートを保存しました
pt_br: Modelo salvado
zh: 模板保存

source: Exception: {0}
de: Ausnahme: {0}
fa_ir: استثنا: [0]
it: Eccezione: {0}
ja: 例外: {0}
pt_br: Exceção: {0}
zh: 异常：{0}

source: job name not specified
de: Auftragsname nicht angegeben
fa_ir: نام کار مشخص نشده است
it: nome del lavoro non specificato
ja: ジョブ名が指定されていません
pt_br: nome do trabalho não especificado

source: Cannot be higher than Ending Date
de: Kann nicht später als Enddatum sein
fa_ir: نمی تواند بیشتر از تاریخ خاتمه باشد
it: Non può essere successivo alla data di fine
ja: 終了日付以降にすることはできません
pt_br: Não pode ser posterior a data de fim
zh: 不能高于结束日期

source: User data
de: Benutzerdaten
fa_ir: داده کاربر
it: Dati utente
ja: ユーザーデータ
pt_br: Dados do usuário
zh: 用户数据

source: Projects List
de: Projektliste
fa_ir: فهرست پروژه ها
it: Lista progetti
ja: プロジェクト一覧
pt_br: Lista de projetos
zh: 项目列表

source: already assigned
de: bereits zugeordnet
fa_ir: درحال حاضر منتسب شده
it: già assegnato
ja: 割り当て済
pt_br: já atribuido
zh: 已分配

source: Code cannot be empty
de: Code kann nicht leer sein
fa_ir: کد نمی تواند تهی باشد
it: Il codice non puà essere vuoto
ja: コードを空にすることはできません
pt_br: O código não pode ser vazio
zh: 代码不能为空

source: Consolidated
de: Zusammengefasst
fa_ir: تلفیقی
it: Consolidato
ja: 統合
pt_br: Consolidado
zh: 综合

source: Do you want to split the material assignment {0}?
de: Möchten Sie die Materialzuweisung {0} teilen?
fa_ir: آیا می خواهید تخصیص مواد [0] را جداسازی نمایید؟
it: Vuoi dividere l'assegnamento di materiale {0}?
ja: マテリアル割り当て{0}を分割しますか？
pt_br: Deseja dividir a atribuição de material {0}?
zh: 你想分裂材料的分配{0}？

source: Current value
de: Aktueller Wert
fa_ir: مقدار فعلی
it: Valore corrente
ja: 現在値
pt_br: Valor atual
zh: 当前值

source: Confirm create template
de: Bestätige Vorlagenerstellung
fa_ir: تایید ایجاد الگو
it: Conferma creazione modello
ja: テンプレート作成の確認
pt_br: Confirmar criação de modelo
zh: 确认创建模板

source: Delete Template element
de: Lösche Vorlagenelement
fa_ir: حذف عنصر قالب
it: Eliminare modello
ja: テンプレート要素の削除
pt_br: Excluir elemento de modelo
zh: 删除模板元素

source: LibrePlan: Machines
de: LibrePlan: Maschinen
fa_ir: لیبرپلن: دستگاه ها
it: LibrePlan: Macchine
ja: LibrePlan: マシン
pt_br: LibrePlan: Equipamentos
zh: LibrePlan：机

source: Apply filtering to tasks satisfying required criteria
de: Filter auf alle Aufgaben, die den Kriterien entsprechen, anwenden
fa_ir: اعمال فیلتر بر براورده کردن شرط مورد نیاز وظایف
it: Applica il filtraggio ai compiti che soddisfano i criteri richiesti
ja: 要求基準をフィルタとしてタスクに適用
pt_br: Aplicar filtro as tarefas que satisfazem os critérios requeridos
zh: 应用过滤任务，满足要求的标准

source: Work Hours Types List
de: Arbeitsstundentypenliste
fa_ir: فهرست انواع ساعات کار
it: Lista dei tipi di ore di lavoro
ja: 作業時間タイプ一覧
pt_br: Lista de horas de trabalho
zh: 工作时间类型列表

source: New Description
de: Neue Beschreibung
fa_ir: توصیف جدید
it: Nuova descrizione
ja: 新規説明
pt_br: Nova descrição
zh: 新的说明

source: generic machines allocation
de: Allgemeine Maschinenzuweisung
fa_ir: تخصیص عام دستگاه ها
it: allocazione generica delle macchine
ja: マシンの総称型割り当て
pt_br: alocação genérica de equipamentos
zh: 通用机分配

source: Assign materials
de: Materialen zuweisen
fa_ir: انتساب مواد
it: Assegna materiali
ja: マテリアルの割り当て
pt_br: Atribuir materiais
zh: 指定材料

source: position not specified
de: Position nicht angegeben
fa_ir: جایگاه مشخص نشده است
it: posizione non specificata
ja: 位置が指定されていません
pt_br: posição não especificada
zh: 位置不指定

source: type of work hours for JIRA connector cannot be disabled
de: Typ der Arbeitsstunden für JIRA-Verbinder kann nicht deaktiviert werden
fa_ir: نوع ساعات کار برای اتصال دهنده JIRA نمی تواند غیرفعال باشد
it: il tipo di ore di lavoro per il connettore JIRA non può essere disabilitato
ja: JIRAコネクタのワーク時間のタイプは無効にすることはできません
pt_br: tipo de horas de trabalho para o conector JIRA não pode ser desabilitado

source: Spread progress cannot be changed if there is a consolidation in any progress assignment from root task
de: Verteilungsfortschritt kann nicht geändert werden, wenn es eine Zusammenfassung in irgendeiner Fortschrittszuweisung der Ursprungsaufgabe gibt
fa_ir: اگر در هر کدام از انتساب پیشرفت ها برای وظیفه اصلی تلفیقی وجود داشته باشدپیشرفت SPREAD قابل تغییر نیست
it: I progressi diffusi non possono essere modificati se c'è un consolidamento in almeno un assegnamento di progresso del compito d'origine
ja: ルートタスクからの進捗設定に統合されたものがある場合、スプレッドの進捗を変更することはできません
pt_br: Progresso propagado não pode ser alterado se possuir alguma consolidação em qualquer progresso atribuído de uma tarefa raiz
zh: 从根任务，如果有一个整合的任何任务分配，传播进步不能改变

source: material category name has to be unique. It is already used
de: Materialkategoriename muss Unikat sein. Wird bereits verwendet
fa_ir: نام رده مواد باید یکتا باشد. این نام قبلا استفاده شده است
it: il nome della categoria di materiale dev'essere unico. E' già stato utilizzato
ja: マテリアルの区分名はユニークである必要があります。すでに使用されている名称です
pt_br: nome da categorial de material já está em uso e deve ser exclusivo.
zh: 材料种类名称已在使用中。

source: Company data
de: Firmendaten
fa_ir: داده های شرکت
it: Dati Azienda
ja: 全社データ
pt_br: Dados da empresa
zh: 公司数据

source: Apply changes and continue editing
de: Änderungen anwenden und Bearbeitung fortsetzen
fa_ir: اعمال تغییرات و ادامه ویرایش
it: Applica le modifiche e continua a modificare
ja: 変更を適用して編集を継続
pt_br: Salvar alterações e continuar
zh: 应用更改并继续编辑

source: No tasks available yet
de: Es sind keine Aufgaben verfügbar
fa_ir: هیچ وظیفه ای هنوز در دسترس نیست
it: Nessun compito disponibile
ja: 使用可能なタスクがありません
pt_br: Não há tarefas disponíveis ainda
zh: 还没有任务

source: filtering
de: Filterung
fa_ir: فیلتر کردن
it: filtro
ja: フィルタリング
pt_br: filtrando
zh: 过滤

source: description value: the timesheet has some description field missing
de: Beschreibungswert: der Zeitzettel hat einige fehlende Beschreibungsfelder
fa_ir: description value: برگه زمانی حاوی برخی فیلدهای شرح جا افتاده است
it: valore descrizione: il foglio ore ha dei campi di descrizione mancanti
ja: 値の説明: タイムシートにいくつかの記述フィールドが欠落しています
pt_br: a folha de horas tem possui um campo de descrição vazio
zh: 描述值的时间表有一些缺少描述字段

source: there are no valid periods for this calendar
de: es gibt keine gültigen Zeiträume in diesem Kalender
fa_ir: دوره های معتبری برای این تقویم وجود ندارد
it: non ci sono periodi validi per questo calendario
ja: カレンダー上に有効な期間が存在しません
pt_br: não há períodos válidos para este calendário
zh: 有没有有效期为这个日历

source: Duration (days)
de: Dauer (Tage)
fa_ir: مدت (روز)
it: Durata (giorni)
ja: 期間（日数）
pt_br: Duração (dias)
zh: 时间（天）

source: Cannot calculate charts for current data
de: Kann kein Diagramm für die aktuellen Daten berechnen
fa_ir: نمودارها برای داده جاری قابل محاسبه نیست
it: Impossibile calcolare il grafico per la data corrente
ja: 現在のデータをチャート計算することはできません
pt_br: Dados atuais insuficientes para calcular gráficos
zh: 无法计算当前数据的图表

source: Category
de: Kategorie
fa_ir: مقوله
it: Categoria
ja: 区分
pt_br: Categoria
zh: 类别
