Repository: vmazurashu/lp-pl-integration
Catalog: libreplan/libreplan-webapp/src/main/resources/i18n/*.po
Languages: de, fa_ir, it, ja, pt_br, zh

source: Only one sequence per entity can be active at the same time.
de: Nur eine Sequenz pro Einheit kann gleichzeitig aktiv sein
fa_ir: تنها یک توالی برای هر موجودیت می تواند در یک زمان فعال باشد.
it: Solo una sequenza per entità può essere attiva allo stesso tempo.
ja: 同時にアクティブにすることができるのは，エンティティごとに1つのシーケンスのみです
pt_br: Somente uma sequência por entidade pode ser ativa ao mesmo tempo
zh: 可以活跃在同一时间只有一个序列的每个实体。

source: Association with profiles
de: Verknüpfung mit Profilen
fa_ir: ارتباط با پروفایل ها
it: Associazione coi profili
ja: プロファイルとの関連
pt_br: Associação com perfís
zh: 协会与配置文件

source: cannot be empty
de: darf nicht leer sein
fa_ir: نمی تواند تهی باشد
it: non può essere vuoto
ja: 空にすることはできません
pt_br: não pode ser vazio
zh: 不能为空

source: Create Timesheet
de: Stundenzettel erstellen
fa_ir: ایجاد برگه زمانی
it: Crea foglio ore
ja: タイムシートの作成
pt_br: Criar folha de horas
zh: 创建时间表

source: Split new assignment
de: Neue Zuweisung aufteilen
fa_ir: تقسیم انتساب جدید
it: Dividi il nuovo assegnamento
ja: 新たな割り当てを分割
pt_br: Dividir nova atribuição
zh: 分割新任务

source: Actions
de: Aktionen
fa_ir: اقدام ها
it: Azioni
ja: アクション
pt_br: Ações
zh: 操作

source: Hour costs
de: Stundenkosten
fa_ir: هزینه های ساعت
it: Costi orari
ja: 時間コスト
pt_br: Custo por hora
zh: 小时成本

source: Please select a source scenario
de: Bitte Quellszenario auswählen
fa_ir: لطفا یک سناریوی مبدأ انتخاب کنید
it: Per favore, selezionare uno scenario di partenza
ja: 転送元シナリオを選択してください
pt_br: Por favor, selecione um cenário de origem
zh: 请选择一个信号源的情况下

source: Regular project
de: Reguläres Projekt
fa_ir: پروژه منظم
it: Progetto regolare
ja: 通常プロジェクト
pt_br: Projeto padrão

source: Please, select type of exception
de: Bitte einen Typ der Ausnahme auswählen
fa_ir: لطفا نوع استثناء را انتخاب کنید
it: Prego, selezionare il tipo d'eccezione
ja: 例外のタイプを選択してください
pt_br: Por favor, selecione o tipo de exceção
zh: 请选择类型的异常

source: Finish hour
de: Endstunde
fa_ir: ساعت پایان
it: Ora di fine
ja: 終了時
pt_br: Hora de término
zh: 完成小时

source: The same resource is assigned twice inside an interval
de: Dieselbe Ressource ist in einem Intervall doppelt zugewiesen
fa_ir: منبع یکسان در یک بازه دو بار منتسب شده است
it: La stessa risorsa è assegnata due volte in un intervallo
ja: 同じリソースが区間内に２度割り当てられています
pt_br: O mesmo recurso está atribuído duas vezes dentro do intervalo
zh: 相同的资源被分配的时间间隔内两次

source: label type: the timesheet have not assigned this label type
de: Bezeichnungstyp: Der Stundenzettel wurde diesem Bezeichnungstyp nicht zugewiesen
fa_ir: نوع برچسب: برگه زمانی به این نوع برچسب منتسب نشده است
it: tipo d'etichetta: il foglio ore non ha assegnato questo tipo di etichetta
ja: ラベルタイプ: タイムシートにはこのラベルタイプが割り当てされていません
pt_br: tipo de rótulo: a folha de horas não tem atribuído este tipo de rótulo
zh: 标签类型：时间表已指定了这个标签类型

source: LibrePlan: Hours Types
de: LibrePlan: Stundentyp
fa_ir: لیبرپلن: انواع ساعت
it: LibrePlan: Tipi d'ore
ja: LibrePlan: 時間タイプ
pt_br: LibrePlan: Tipo de horas
zh: LibrePlan：时间类型

source: Company view
de: Firmensicht
fa_ir: نمای شرکت
it: Vista Azienda
ja: 全社状況ビュー
pt_br: Visão da empresa
zh: 公司风貌

source: Checked
de: Geprüpft
fa_ir: علامت گذاری شد
it: Controllato
ja: 済
pt_br: Verificado
zh: 经过

source: Timesheet
de: Stundenzettel
fa_ir: برگه زمانی
it: Foglio ore
ja: タイムシート
pt_br: Folha de horas
zh: 时间表

source: timesheet not specified
de: Stundenzettel nicht angegeben
fa_ir: برگه زمانی مشخص نشده
it: foglio ore non specificato
ja: タイムシートが指定されていません
pt_br: folha de horas não especificado
zh: 时间表没有指定

source: Time
de: Zeit
fa_ir: زمان
it: Tempo
ja: 時間
pt_br: Tempo
zh: 时间

source: Please try it again.
de: Bitte versuchen Sie es erneut.
fa_ir: لطفا دوباره سعی کنید.
it: Perfavore ritenta.
ja: もう一度やり直してください
pt_br: Por favor, tente novamente.
zh: 请再试一次。

source: LibrePlan: Expenses
de: LibrePlan: Aufwendungen
fa_ir: لیبرپلن: مخارج
it: LibrePlan: Spese
ja: LibrePlan: 費用
pt_br: LibrePlan: Despesas
zh: LibrePlan：费用

source: Modified
de: Geändert
fa_ir: تغییر یافته
it: Modificato
ja: 修正済
pt_br: Modificado
zh: 已修改

source: Unselect
de: Auswahl umkehren
fa_ir: لغو انتخاب
it: Deseleziona
ja: 選択解除
pt_br: Desselecionar
zh: 取消选择

source: Tim sync information
de: Tim-Synchronisierungsinformationen
fa_ir: اطلاعات همگام سازی Tim
it: Informazioni di sincronizzazione con Tim
ja: Tim同期情報
pt_br: Informação de sincronização Tim

source: Removed calendar "{0}"
de: Kalender "{0}" entfernt
fa_ir: تقویم "[0]" حذف گردید
it: Rimosso calendario "{0}"
ja: カレンダー"{0}"を削除
pt_br: Calendário removido "{0}"
zh: 移除日历“{0}”

source: Criterion Name
de: Kriteriumsname
fa_ir: نام معیار
it: Nome Criterio
ja: 基準名
pt_br: Nome do critério
zh: 标准名称

source: Resource / Criteria
de: Ressource/ Kriterium
fa_ir: منبع / معیارها
it: Risorse / Criteri
ja: リソース/基準
pt_br: Recurso / Critério
zh: 资源/标准

source: Add role
de: Rolle hinzufügen
fa_ir: افزودن نقش
it: Aggiungi ruolo
ja: ロールの追加
pt_br: Adicionar função
zh: 添加角色

source: Cost Variance
de: Kostenvarianz
fa_ir: مغایرت هزینه
it: Varianza di costo
ja: 原価差異
pt_br: Variação de custo
zh: 成本差异

source: You can not remove the project "{0}" because this one has imputed expense sheets.
de: Sie können das Projekt "{0}" nicht entfernen, da es belastete Aufwandkostenzettel enthält
fa_ir: نمی توانید پروژه "[0]" را حذف نمایید به این دلیل که حاوی برگه های مخارج انتسابی است.
it: Non puoi rimuovere il progetto "{0}" perché ha dei fogli spese ad esso imputati.
ja: プロジェクト"{0}"を削除できません。帰属する支出シートがあります
pt_br: Você não pode remover o projeto "{0}" pois está cadastrado em uma tabela de despesas.
zh: 您无法删除项目“{0}”，因为这个估算的费用表。

source: Planned start
de: Geplanter Start
fa_ir: شروع برنامه ریزی شده
it: Pianificato inizio
ja: 予定開始日
pt_br: Início planejado
zh: 计划开始

source: Minutes
de: Minuten
fa_ir: دقیقه
it: Minuti
ja: 分
pt_br: Minutos
zh: 会议纪要

source: Date last progress measurement
de: Datum der letzten Fortschrittsmessung
fa_ir: تاریخ گذاری سنجش آخرین پیشرفت
it: Data di misurazione dell'ultimo progresso
ja: 最終進捗評価日
pt_br: Data da última medida de progresso
zh: 日期最近的进展测量

source: LibrePlan: Estimated/Planned Hours Per Task
de: LibrePlan: Geschätzte/Geplante Stunden pro Aufgabe
fa_ir: لیبرپلن: ساعات تخمین زده شده/برنامه ریزی شده در ازای هر وظیفه
it: LibrePlan: Ore per compito Stimate/Pianificate
ja: LibrePlan: タスク毎の見積時間/計画時間
pt_br: LibrePlan: Horas estimadas/planejadas por tarefa
zh: LibrePlan：估计小时数/计划任务

source: Permissions
de: Rechte
fa_ir: مجوزها
it: Permessi
ja: アクセス許可
pt_br: Permissões
zh: 权限

source: Projects since
de: Projekte seit
fa_ir: پروژه ها از
it: Progetti dal
ja: プロジェクト期間
pt_br: Projetos desde

source: task cannot be empty if it is shared by lines
de: Aufgabe kann nicht leer sein, wenn sie in Zeilen geteilt wird
fa_ir: اگر وظیفه با خطوط به اشتراک گذاشته شده باشد نمی تواند حذف گردد
it: il compito non può essere vuoto s'è condiviso per linea
ja: ラインによって共有されている場合，タスクを空にすることはできません
pt_br: tarefa não pode ser vazia se está compartilhada por linhas
zh: 任务不能是空的，如果它是共享的线

source: Virtual worker
de: Virtueller Arbeiter
fa_ir: مجری مجازی
it: Lavoratore virtuale
ja: 仮想ワーカー
pt_br: Trabalhador virtual
zh: 虚拟工作者

source: Work done from starting date
de: Seit Startdatum erledigte Arbeit
fa_ir: کار انجام شده از تاریخ شروع
it: Lavoro completato dalla data d'inizio
ja: 開始日以降に実施した作業
pt_br: Trabalho realizado desde a data de início
zh: 所做的工作起始日期

source: Scenarios List
de: Szenarioliste
fa_ir: فهرست سناریوها
it: Lista degli scenari
ja: シナリオ一覧
pt_br: Lista de cenários
zh: 方案列表

source: Last expense
de: Letzte Aufwendung
fa_ir: آخرین مخارج
it: Ultima spesa
ja: 最終費用
pt_br: Última despesa
zh: 最后费用

source: Schedule from start to deadline
de: Zeitplan von Start bis Frist
fa_ir: زمان بندی از شروع تا مهلت
it: Pianifica dall'inizio alla scadenza
ja: 開始日を起点とするスケジュール
pt_br: Agendar do inicio ao prazo final
zh: 从开始到最后期限附表

source: Start hour
de: Beginn Stunde
fa_ir: ساعت شروع
it: Ora d'inizio
ja: 開始時間
pt_br: Hora de início
zh: 开始小时

source: Start Date
de: Startdatum
fa_ir: تاریخ شروع
it: Data d'inizio
ja: 開始日
pt_br: Data de início
zh: 开始日期

source: Host
fa_ir: میزبان
ja: ホスト
zh: 主持人

source: Pagination
de: Seitennummerierung
fa_ir: صفحه گذاری
it: Paginazione
ja: ページネーション
pt_br: Paginação
zh: 分页

source: Alpha must be greater than 0
de: Alpha muss größer als 0 sein
fa_ir: آلفا باید بزرگتر از 0 باشد
it: Alpha dev'essere maggiore di 0
ja: アルファは0より大きくなければなりません
pt_br: Alpha deve ser maior que 0
zh: alpha必须是大于0的

source: Indirect
de: Indirekt
fa_ir: غیر مستقیم
it: Indiretto
ja: 間接
pt_br: Indireto
zh: 间接

source: prefix not specified
de: Präfix nicht angegeben
fa_ir: پیشوند مشخص نشده است
it: prefisso non specificato
ja: プレフィックスが指定されていません
pt_br: prefixo não especificado
zh: 前缀不指定

source: Normal
fa_ir: عادی
it: Normale
ja: 通常日
zh: 正常

source: Base calendar type
de: Basiskalendertyp
fa_ir: نوع تقویم پایه
it: Tipo del calendario di base
ja: 基本カレンダーの種類
pt_br: Tipo de calendário base
zh: 基准日历类型

source: Save Project
de: Projekt speichern
fa_ir: ذخیره سازی پروژه
it: Salva Progetto
ja: プロジェクトの保存
pt_br: Salvar projeto
zh: 保存项目

source: Sorry for the inconvenience.
de: Wir bitten die Unannehmlichkeiten zu entschuldigen.
fa_ir: به خاطر بروز اشکال متأسفیم.
it: Spiacenti per l'inconveniente.
ja: ご迷惑をおかけして申し訳ありません
pt_br: Desculpe-nos pela incoveniencia.
zh: 很抱歉给您带来不便。

source: Predefined
de: Vordefiniert
fa_ir: پیش تعریف شده
it: Predefinito
ja: 定義済
pt_br: Predefinido
zh: 预定义

source: criterion name not specified
de: Kriteriumsname nicht angegeben
fa_ir: نام معیار مشخص نشده
it: nome di criterio non specificato
ja: 基準の名称が指定されていません
pt_br: nome do critério não especificado
zh: 准则名称未指定

source: There is not any assigned progress to current task
de: Es ist kein Fortschritt der aktuellen Aufgabe zugewiesen
fa_ir: هیچ پیشرفت نسبت داده شده ای برای این وظیفه وجود ندارد
it: Non c'è alcun progresso assegnato al compito corrente
ja: 現在のタスクに割り当てられた進捗はありません
pt_br: Não há nenhum progresso atribuído à tarefa atual
zh: 没有任何分配到当前的任务方面取得的进展

source: Project saved
de: Projekt gespeichert.
fa_ir: پروژه ذخیره شد
it: Progetto salvato
ja: プロジェクトは保存されました
pt_br: Projeto salvo
zh: 保存项目

source: Export
de: Exportieren
fa_ir: صدور
it: Esporta
ja: エクスポート
pt_br: Exportar

source: All projects
de: Alle Projekte
fa_ir: همه پروژه ها
it: Tutti i progetti
ja: すべてのプロジェクト
pt_br: Todos os projetos
zh: 所有项目

source: Could not save the new calendar
de: Könnte neuen Kalender nicht speichern
fa_ir: تقویم جدید نمی تواند ذخیره گردد
it: Non posso salvare il nuovo calendario
ja: 新しいカレンダーを保存できませんでした
pt_br: Não foi possível salvar o novo calendário
zh: 无法保存新的日历

source: Scenario
de: Szenario
fa_ir: سناریو
ja: シナリオ
pt_br: Cenário

source: Estimated/Planned Hours Per Task
de: Geschätzte/Geplante Stunden pro Aufgabe
fa_ir: ساعات تخمین زده شده/برنامه ریزی شده در ازای هر وظیفه
it: Ore per compito stimate/pianificate
ja: タスク別の見積時間/計画時間
pt_br: Horas estimada/planejadas por tarefa
zh: 估计小时数/计划任务

source: Create New Project
de: Erstelle neues Projekt
fa_ir: ایجاد پروژه جدید
it: Crea un nuovo progetto
ja: プロジェクトの新規作成
pt_br: Criar projeto novo
zh: 创建新项目

source: last timesheet line sequence code not specified
de: letzter Stundenzettelzeilensequenzcode nicht angegeben
fa_ir: آخرین کد توالی خط برگه زمانی مشخص نشده
it: l'ultimo codice di sequenza del foglio ore non è specificato
ja: 最後のタイムラインのシーケンスコードが指定されていません
pt_br: último código de sequência de linha da folha de horas não especificado
zh: 没有指定的最后时间表线序列码

source: Estimation deviation on completed tasks
de: Geschätzte Verteilung auf abgeschlossene Aufgaben
fa_ir: انحراف تخمین در وظایف تکمیل شده
it: Deviazione stimata sui compiti completati
ja: 完了タスクの見積偏差
pt_br: Desvio estimado nas tarefas completadas
zh: 估计偏差已完成的任务

source: Read
de: Lies
fa_ir: خواندن
it: Leggi
ja: 読み取り
pt_br: Leitura
zh: 阅读

source: Select report data
de: Berichtsdaten auswählen
fa_ir: انتخاب داده های گزارش
it: Scegli i dati per il report
ja: レポート対象データの選択
pt_br: Selecione as datas de relatório
zh: 选择报表数据

source: End
de: Ende
fa_ir: خاتمه
it: Fine
ja: 終了
pt_br: Fim
zh: 结束

source: default price not specified
de: Standardpreis nicht angegeben
fa_ir: قیمت پیش فرض مشخص نشده
it: prezzo base non specificato
ja: 既定の価格が指定されていません
pt_br: preço padrão não especificado
zh: 未指定默认价格

source: Inherited labels
de: Geerbte Bezeichnungen
fa_ir: برچسب های به ارث برده شده
it: Etichette ereditate
ja: 継承されたラベル
pt_br: Rótulos herdados
zh: 继承的标签

source: Sum of direct expenses
de: Summe der direkten Aufwendungen
fa_ir: جمع مخارج مستقیم
it: Somma delle spese dirette
ja: 直接経費の合計
pt_br: Soma de despesas diretas
zh: 直接费用之和

source: Worker "{0}" not found
de: Arbeiter "{0}" nicht gefunden
fa_ir: مجری "[0]" یافت نشد
it: Lavoratore "{0}" non trovato
ja: ワーカー"{0}"が見つかりません
pt_br: Trabalhador "{0}" não encontrado

source: Hours types are empty. Please, create some hours types before proceeding
de: Stundentypen sind leer, erstellen Sie bitte einige Stundentypen, bevor Sie weitermachen
fa_ir: نوع ساعت خالی است. لطفا قبل از ادامه، یک نوع ساعت ایجاد نمایید.
it: I tipi d'ore sono vuoti. Si prega di creare alcuni tipi d'ore prima di procedere
ja: 時間タイプが空です。時間タイプを先に作成してください
pt_br: Tipos de horas estão vazias. Por favor, crie alguns tipos de horas antes de proceder
zh: 营业时间类型是空的。请创建了几个小时，然后再进行

source: Select template
de: Vorlage wählen
fa_ir: انتخاب الگو
it: Scegli il modello
ja: テンプレートを選択
pt_br: Selecione modelo
zh: 选择模板

source: Edit project
de: Projekt bearbeiten
fa_ir: ویرایش پروژه
it: Modifica progetto
ja: プロジェクト編集
pt_br: Editar projeto
zh: 编辑项目

source: Disable Delete
de: Löschen ausschalten
fa_ir: غیرفعالسازی حذف
it: Disabilita eliminazione
ja: 削除は無効
pt_br: Desabilitar remoção
zh: 禁用删除

source: Stacktrace
de: Rückverfolgung
fa_ir: ردیابی پشته
ja: スタックトレース
pt_br: Rastreamento em pilha
zh: 堆栈跟踪

source: please, select a Criterion
de: Bitte wählen Sie ein Kriterium
fa_ir: لطفا، یک معیار انتخاب کنید
it: si prega di selezionare un Criterio
ja: 基準を選択してください
pt_br: por favor, selecione um Critério
zh: 请选择一个标准

source: Finished
de: Beendet
fa_ir: خاتمه یافته
it: Finito
ja: 完了
pt_br: Finalizado
zh: 成品

source: LibrePlan: Planning
de: LibrePlan: Planung
fa_ir: لیبرپلن: برنامه ریزی
it: LibrePlan: Pianificazione
ja: LibrePlan: 計画
pt_br: LibrePlan: Plejamento
zh: LibrePlan：规划

source: You cannot remove the current scenario
de: Das aktuelle Szenario kann nicht entfernt werden
fa_ir: نمی توانید سناریو فعلی را حذف نمایید
it: Non puoi rimuovere lo scenario corrente
ja: 使用中のシナリオを削除することはできません
pt_br: Você não pode remover o cenário atual
zh: 您不能删除当前情况下

source: This progress type cannot be modified
de: Dieser Fortschrittstyp kann nicht geändert werden
fa_ir: این نوع پیشرفت نمی تواند تغییر یابد
it: Questo tipo di progresso non può essere modificato
ja: この進歩タイプは変更できません
pt_br: Este tipo de progresso não pode ser modificado
zh: 这一进展类型不能被修改

source: Tim last sync
de: Tim letzte Synchronisierung
fa_ir: آخرین همگام سازی Tim
it: Ultima sincronizzazione con Tim
ja: 前回のTim同期
pt_br: Última sincronização Tim

source: Worker ID cannot be empty
de: Mitarbeiterkennung darf nicht leer sein
fa_ir: شناسه مجری نمی تواند خالی باشد
it: L'ID del lavoratore non può essere vuoto
ja: 作業者IDは空にすることはできません
pt_br: ID do trabalhador não pode ser vazio
zh: 工人的ID不能为空

source: Apply
de: Anwenden
fa_ir: به کار بردن
it: Applica
ja: 適用
pt_br: Aplicar
zh: 申请

source: Confirm editing user
de: Benutzerbearbeitung bestätigen
fa_ir: تأیید ویرایش کاربر
it: Conferma modifica utente
ja: ユーザ編集の確認
pt_br: Confirme edição de usuário
zh: 确认用户版

source: Work weeks list
de: Arbeitswochenliste
fa_ir: فهرست هفتگی کار
it: Lista settimane lavorative
ja: 稼働日一覧
pt_br: Lista de semanas de trabalho
zh: 工作周列表

source: Job group
de: Aufgabengruppe
fa_ir: گروه کار
it: Gruppo di lavoro
ja: ジョブグループ
pt_br: Grupo de trabalho

source: connector name not specified
de: Verbindername nicht angegeben
fa_ir: نام رابط مشخص نشده
it: nome del connettore non specificato
ja: コネクタ名が指定されていません
pt_br: nome do conector não especificado

source: Assignment function will be changed. Are you sure?
de: Funktion der Zuweisung wird geändert. Sind Sie sicher?
fa_ir: تابع انتساب تغییر خواهد کرد. آیا اطمینان دارید؟
it: La funzione di assegnamento sarà modificata. Sei sicuro?
ja: 割り当て機能が変更されます。よろしいですか？
pt_br: Função de atribuição será alterada. Deseja continuar?
zh: 分配函数将被改变。你确定吗？

source: {0} List
de: {0} Liste
fa_ir: {0} فهرست
it: Lista {0}
ja: {0}一覧
pt_br: {0} Lista
zh: {0}列表

source: Please, select an End Date for the Exception
de: Bitte eine Enddatum für die Ausnahme auswählen
fa_ir: لطفا، تاریخ خاتمه ای را برای استثناء انتخاب نمایید
it: Si prega di selezionare una data di fine per l'eccezione
ja: 例外の終了日を選択してください
pt_br: Por favor, selecione uma de término para a exceção
zh: 请选择一个结束日期异常

source: progress assignment not specified
de: Fortschrittszuweisung nicht angegeben
fa_ir: انتساب پیشرفت مشخص نشده
it: assegnazione di progetto non specificata
ja: 進捗設定が指定されていません
pt_br: atribuição de progresso não especificado
zh: 不指定任务分配

source: Update exception
de: Ausnahme aktualisieren
fa_ir: بهنگام سازی استثناء
it: Aggiorna eccezione
ja: 例外の編集
pt_br: Atualizar exceção
zh: 更新异常

source: Status
fa_ir: وضعیت
it: Stato
ja: ステータス
zh: 状态

source: Property strategy
de: Eigenschaftsstrategie
fa_ir: استراتژی مالکیت
it: Strategia proprietà
ja: プロパティ方式
pt_br: Estratégia de propriedade
zh: 产权战略

source: LibrePlan: Project Costs
de: LibrePlan: Projektkosten
fa_ir: لیبرپلن: هزینه های پروژه
it: LibrePlan: Costi del progetto
ja: LibrePlan: プロジェクト費用
pt_br: LibrePlan: Custos do projeto
zh: LibrePlan：项目成本

source: Changes saved
de: Änderungen gespeichert
fa_ir: تغییرات ذخیره شد
it: Modifiche salvate
ja: 変更を保存しました
pt_br: Alterações salvas
zh: 更改已保存

source: Task Quality Form item name not specified
de: Auftragsqualitätsformulareintragsname nicht angegeben
fa_ir: نام مورد فرم کیفیت وظیفه مشخص نشده
it: nome dell'oggetto Modello Qualità Compito non specificato
ja: タスク品質フォームの項目名が指定されていません
pt_br: Item do formulário de qualidade da tarefa não especificado
zh: 工作质量表项目名称未指定

source: Task deadline violations
de: Aufgabe Fristendeüberschreitung
fa_ir: نقض مهلت وظیفه
it: Violazioni delle scadenze dei compiti
ja: タスク期限違反
pt_br: Violações de prazo final da tarefa
zh: 违反任务期限

source: Workable time
de: Arbeitszeit
fa_ir: زمان کاری
it: Orari disponibili
ja: 作業時間
pt_br: Tempo útil de trabalho
zh: 可行的时间

source: Hours groups
de: Stundengruppe
fa_ir: گروه های ساعت
it: Gruppi d'ore
ja: 時間グループ
pt_br: Grupo de horas
zh: 小时组

source: Assignment Type
de: Zuweisungstyp
fa_ir: نوع انتساب
it: Tipo d'assegnamento
ja: 割り当てタイプ
pt_br: Tipo de atribuição
zh: 分配类型

source: Category data
de: Kategoriedaten
fa_ir: داده های رده
it: Dati categoria
ja: 区分データ
pt_br: Categoria de dados
zh: 分类数据

source: Calendar exception days
de: Kalenderausnahmentage
fa_ir: روزهای استثناء تقویم
it: Calendario dei giorni d'eccezione
ja: カレンダー例外日
pt_br: Dias de exceção do calendário
zh: 日历例外日

source: LibrePlan: Change password
de: LibrePlan: Ändere Passwort
fa_ir: لیبرپلن: تغییر رمز عبور
it: LibrePlan: Cambia password
ja: LibrePlan: パスワードの変更
pt_br: LibrePlan: Alterar senha
zh: LibrePlan：更改密码

source: Generic
de: Allgemein
fa_ir: عمومی
it: Generico
ja: 一般
pt_br: Genérico
zh: 通用

source: Duplicate value AdvanceAssignment for order element of "{0}"
de: Doppelter Wert AdvanceAssigmnent für das Sortierkriterium {0}
fa_ir: تکرار کردن مقدار AdvanceAssignment برای عنصر ترتیب "[0]"
it: Valore duplicato di AdvanceAssignment per l'elemento di ordine di "{0}"
ja: "{0}"の順序要素の事前割り当て値が重複しています
pt_br: Valor duplicado de Atribuição avançada para tarefa de "{0}"

source: Probability
de: Wahrscheinlichkeit
fa_ir: احتمال
it: Probabilità
ja: 確率
pt_br: Probabilidade
zh: 可能性

source: Deadline cannot be empty because there is a task with constraint "as late as possible"
de: Fristende darf nicht leer sein, wenn die Aufgabe mit der Auflage "so schnell wie möglich" belegt ist
fa_ir: مهلت زمانی نمی تواند خالی باشد زیرا وظیفه ای با قید «تا دیرترین زمان ممکن» وجود دارد
it: La scadenza non può essere vuota poiché c'è un compito con vincolo "il più tardi possibile"
ja: "できるだけ遅く"制約の設定されているタスクがあるため，期限を空にすることはできません
pt_br: Prazo de término não pode ser vazio porque possui uma tarefa com restrição do tipo "o mais tarde possível"
zh: 截止日期不能为空，因为有约束“的任务尽可能晚地”

source: Last communication
de: Letzte Kommunikation
fa_ir: آخرین مکاتبه
it: Ultima comunicazione
ja: 最終連絡日
pt_br: Última comunicação
zh: 最后沟通

source: Delivery dates requested by customer.
de: Lieferdatum durch Kunden angefragt
fa_ir: تاریخ های تحویل مورد تقاضای مشتری.
it: Date di consegna richieste dal cliente.
ja: 顧客から要求された納期
pt_br: Datas de entrega requisitada pelo cliente.
zh: 按客户要求交货日期。

source: Number of tasks
de: Anzahl Aufgaben
fa_ir: تعداد وظایف
it: Numero di compiti
ja: タスク数
pt_br: Número de tarefas
zh: 任务数

source: Please, select a calendar
de: Bitte einen Kalender auswählen
fa_ir: لطفا، یک تقویم انتخاب کنید
it: Perfavore, seleziona un calendario
ja: カレンダーを選択してください
pt_br: Por favor, selecione um calendário
zh: 请选择一个日历

source: format sequence code invalid. It must not contain '_'
de: Formatierungssequenzcode is ungültig. Er darf kein '_' enthalten
fa_ir: کد توالی فرمت معتبر نیست. نباید شامل '_' باشد
it: il formato del codice di sequenza non è valido. Non deve contenere '_'
ja: 無効な形式のシーケンスコードです。'_'を含めることはできません。
pt_br: formato de código de sequência inválido. Não pode conter '_'
zh: 格式序列码无效。它不能包含'_'

source: maximum value must be greater than zero
de: Maximalwert muss größer als null sein
fa_ir: مقدار حداکثر باید بیشتر از صفر باشد
it: il valore massimo dev'essere maggiore di zero
ja: 最大値はゼロより大きくなければなりません
pt_br: valor máximo deve ser maior que zero
zh: 最大值必须大于零

source: Add Milestone
de: Füge Meilenstein hinzu
fa_ir: افزودن مایلستون
it: Aggiungi tappa
ja: マイルストーンの追加
pt_br: Adicionar marco
zh: 添加里程碑

source: Machine cannot be deleted. Machine is allocated to a project or contains imputed hours
de: Maschine kann nicht gelöscht werden. Maschine ist einem Projekt zugehörig oder enthält belastete Stunden
fa_ir: دستگاه نمی تواند حذف گردد. دستگاه به پروژه ای تخصیص داده شده است یا شامل زمان منتسب شده است.
it: La macchina non può essere eliminata. La macchina è allocata per un progetto o contiene ore a lei imputate
ja: マシンを削除できません。プロジェクトに割り当てられているか，帰属時間が含まれています
pt_br: Equipamento não pode ser removido pois está alocado a um projeto ou contem horas atribuídas.
zh: 机器无法被删除。机分配到一个项目或包含估算小时

source: A category must be selected
de: Eine Kategorie muss ausgewählt sein
fa_ir: یک رده باید انتخاب شود
it: Devi selezionare una categoria
ja: 区分を選択してください
pt_br: Uma categoria precisa ser selecionada
zh: 必须选择一个类别

source: Type
de: Typ
fa_ir: نوع
it: Tipo
ja: タイプ
pt_br: Tipo
zh: 类型

source: Resource type cannot be empty
de: Ressourcentyp darf nicht leer sein
fa_ir: نوع منبع نمی تواند خالی باشد
it: Il tipo di risorsa non può essere vuoto
ja: リソースタイプを空にすることはできません
pt_br: Tipo de recurso não pode ser vazio
zh: 资源类型不能为空

source: Value must be a multiple of the precision value of the progress type: {0}
de: Wert muss ein Vielfaches des Genauigkeitswertes des Fortschrittstyps sein: {0}
fa_ir: مقدار باید مضربی از مقدار دقت نوع پیشرفت باشد: [0]
it: Il valore dev'essere un multiplo del valore di precisione del tipo di progresso: {0}
ja: 数値は進捗型の精度値の倍数でなければなりません:{0}
pt_br: Valor deve ser múltiplo do valor de precisão do tipo de progresso: {0}
zh: 值必须是一个多精度值的进展类型：{0}

source: Overtime Effort
de: Überstundenaufwand
fa_ir: تلاش اضافه کار
it: Sforzo straordinario
ja: 超過工数
pt_br: Esforço extra
zh: 加班

source: Predecessor
de: Vorgänger
fa_ir: پیشین
it: Predecessore
ja: 前任者
zh: 前任

source: Select source
de: Quelle auswählen
fa_ir: انتخاب منبع
it: Seleziona sorgente
ja: ソースを選択してください
pt_br: Selecionar origem
zh: 选择源
