Repository: vmazurashu/lp-pl-integration
Catalog: libreplan/libreplan-webapp/src/main/resources/i18n/*.po
Languages: de, fa_ir, it, ja, pt_br, zh

source: Profiles authorization
de: Profilautorisierung
fa_ir: مجوز پروفایل ها
it: Autorizzazioni profili
ja: プロファイル認証
pt_br: Autorização de perfis
zh: 配置文件授权

source: Company password
de: Firmenpasswort
fa_ir: رمز عبور شرکت
it: Password aziendale
ja: 会社のパスワード
pt_br: Senha da empresa
zh: 公司密码

source: Criterion Types
de: Kriteriumstypen
fa_ir: انواع معیار
it: Tipi di criterio
ja: 基準タイプ
pt_br: Tipos de critério

source: Show a notification when new LibrePlan versions are released
de: Eine Benachrichtigung anzeigen, wenn eine neue LibrePlan-Version veröffentlich wurde
fa_ir: زمانی که نسخه های جدید لیبرپلن منتشر شد یک اطلاعیه نمایش داده شود
it: Mostra una notifica quando viene rilasciata una nuova versione di LibrePlan
ja: 新しいLibrePlanバージョンがリリースされたときに通知する
pt_br: Mostrar uma notificação quando uma nova versão do LibrePlan estiver disponível
zh: 新LibrePlan版本发布时显示通知

source: Index fields and labels must be unique and consecutive
de: Indexfelder und -bezeichnungen müssen Unikate und nacheinander aufgeführt sein
fa_ir: فیلدها و برچسب های شاخص باید یکتا و متوالی باشد
it: I campi indice e le etichette devono essere uniche e consecutive
ja: インデックスフィールドとラベルはユニークかつ連続している必要があります
pt_br: Os índices de campos e rótulos devem ser exclusivos e consecutivos
zh: 索引字段和标签必须是唯一的和连续的

source: Export to Tim
de: Nach 'Tim' exportieren
fa_ir: صدور به Tim
it: Esporta per Tim
ja: Timエクスポート
pt_br: Exportar para o Tim

source: {0} projects remaining to reassign
de: {0} Projekte verbleiben zum erneuten Zuweisen
fa_ir: [0] پروژه باقی مانده که باید دوباره منتسب گردد
it: restano {0} progetti da riassegnare
ja: {0}個のプロジェクトに再割り当てが必要です
pt_br: {0} projetos restantes a reatribuir
zh: {0}项目剩余的重新分配

source: passwords do not match
de: Passwörter stimmen nicht überein
fa_ir: رمز عبور مطابقت ندارد
it: La password non corrisponde
ja: パスワードが一致しません
pt_br: senhas não coincidem
zh: 密码不匹配

source: Calendars List
de: Kalenderliste
fa_ir: فهرست تقویم ها
it: Lista calendari
ja: カレンダー一覧
pt_br: Lista de calendários
zh: 日历列表

source: Filter by projects
de: Nach Projekten filtern
fa_ir: فیلتر کردن براساس پروژه ها
it: Filtra per progetto
ja: プロジェクトによるフィルタ
pt_br: Filtrar por projetos
zh: 通过项目筛选

source: Number of iterations should be between 1 and {0}
de: Anzahl der Iterationen muss zwischen 1 und {0} sein
fa_ir: تعداد تکرارها باید بین 1 و {0} باشد
it: Il numero d'iterazioni dev'essere compreso tra 1 e {0}
ja: イテレーション数は1から{0}の間でなければなりません
pt_br: Número de interações deve ser entre 1 e {0}
zh: 的迭代次数应介于1和{0}

source: it already exists another expense sheet with the same code.
de: es ist bereits ein anderer Aufwandszettel mit demselbenCode vorhanden.
fa_ir: درحال حاضر برگه مخارج دیگری با همین کد وجود دارد
it: già esiste un altro foglio spesa con lo stesso codice.
ja: 同じコードの経費シートがすでに存在します。
pt_br: já existe uma outra planinha de despesas com o mesmo código.
zh: 它已经存在另一种费用表具有相同的代码。

source: Details
fa_ir: جزئیات
it: Dettagli
ja: 詳細
pt_br: Detalhes
zh: 详细信息

source: Alpha
fa_ir: آلفا
ja: アルファ
pt_br: Alfa
zh: 阿尔法

source: Two Hour Cost of the same type overlap in time
de: Zwei Stundenkosten desselben Typs überlappen sich in der Zeit
fa_ir: دو هزینه ساعت از یک نوع هم پوشانی زمانی دارند
it: Due costi orari dello stesso tipo si sovrappongono nel tempo
ja: タイプが同じで時間の重複する２つの時間コストがあります
pt_br: Dois custo por hora do mesmo tipo de sobreposição no tempo
zh: 二小时相同类型的成本在时间上重叠的

source: default label not specified
de: Standardbezeichnung nicht angegeben
fa_ir: برچسب پیش فرض مشخص نشده
it: etichetta di default non specificata
ja: 既定のラベルが指定されていません
pt_br: rótulo padrão não especificado
zh: 未指定默认标签

source: Create derived
de: Abhängigkeit erstellen
fa_ir: ایجاد مشتق
it: Crea derivato
ja: 既存の情報から作成
pt_br: Criar derivado
zh: 创建派生

source: units not specified
de: Einheiten nicht angegeben
fa_ir: واحدها مشخص نشده
it: unità non specificata
ja: 単位が指定されていません
pt_br: unidade não especificada
zh: 未指定的单位

source: LibrePlan: Progress Types
de: LibrePlan: Fortschrittstypen
fa_ir: لیبرپلن: انواع پیشرفت
it: LibrePlan: Tipi di progresso
ja: LibrePlan: 進捗タイプ
pt_br: LibrePlan: Tipos de progresso
zh: LibrePlan进展

source: MonteCarlo chart
de: MonteCarlo Diagramm
fa_ir: نمودار مونت کارلو
it: Grafico MonteCarlo
ja: モンテカルロ·チャート
pt_br: Gráfico de MonteCarlo
zh: 蒙特卡洛图

source: Preferences
de: Einstellungen
fa_ir: تنظیمات دلخواه
it: Preferenze
ja: 設定
pt_br: Preferências
zh: 首选项

source: is not completed for the following reasons:
de: ist aus den folgenden Gründen nicht abgeschlossen:
fa_ir: به دلایل زیر تکمیل نشده است:
it: non è stata completata per le seguenti ragioni:
ja: 次の理由で完了していません:
pt_br: não está completada pelas seguintes causas:

source: Our company username
de: Benutzername der Firmen
fa_ir: نام کاربری شرکت ما
it: Nome utente della nostra azienda
ja: 自社ユーザー名
pt_br: Nome de usuário da nossa empresa
zh: 本公司的用户名

source: You cannot remove the default scenario "{0}"
de: Das Standard-Szenario "{0}" kann nicht entfernt werden
fa_ir: نمی توانید سناریوی پیش فرض "[0]" را حذف نمایید
it: Non puoi rimuovere lo scenario di default "{0}"
ja: 既定のシナリオ"{0}"を削除することはできません
pt_br: Não é possível remover o cenário padrão "{0}"
zh: 您不能删除默认的情况下，“{0}”

source: Resources load since
de: Ressourcenverbrauch seit
fa_ir: بار منابع از تاریخ
it: Carico delle risorse dal
ja: リソース使用期間
pt_br: Carga de recursos desde

source: template name is already in use
de: Vorlagenname ist bereits in Benutzung
fa_ir: نام الگو قبلا استفاده شده است
it: nome di modello già utilizzato
ja: すでに使用されているテンプレート名です
pt_br: o nome do modelo já está em uso
zh: 模板名称已在使用中

source: Error: {0}
de: Fehler: {0}
fa_ir: خطا: {0}
it: Errore: {0}
ja: エラー: {0}
pt_br: Erro: {0}
zh: 错误：{0}

source: maximum value not specified
de: Maximalwert nicht angegeben
fa_ir: مقدار حداکثر مشخص نشده
it: valore massimo non specificato
ja: 最大値が指定されていません
pt_br: valor máximo não especificado
zh: 最大的价值不指定

source: Machines List
de: Maschinenliste
fa_ir: فهرست دستگاه ها
it: Lista macchine
ja: マシン一覧
pt_br: Lista de equipamentos
zh: 机器分类

source: Not enough permissions to create templates
de: Keine Rechte um Vorlage zu erstellen
fa_ir: مجوز کافی برای ایجاد الگوها را ندارید
it: Non hai abbastanza permessi per creare un modello
ja: テンプレートの作成に必要な権限がありません
pt_br: Sem permissões suficientes para criar modelos
zh: 没有足够的权限来创建模板

source: The browser you are using
de: Der Browser, den Sie verwenden
fa_ir: مرورگری که استفاده می کنید
it: Il browser che usi
ja: 使用中のブラウザ
pt_br: Navegador em uso
zh: 您所使用的浏览器

source: This resource has already been added.
de: Die Ressource ist bereits hinzugefügt.
fa_ir: این منبع قبلا اضافه شده است.
it: Questa risorsa è già stata aggiunta.
ja: このリソースはすでに追加されています。
pt_br: Este recurso já foi adicionado.
zh: 该资源已被添加。

source: user
de: Benutzer
fa_ir: کاربر
it: utente
ja: ユーザー
pt_br: usuário
zh: 用户

source: Sync with JIRA
de: Mit JIRA synchronisieren
fa_ir: همگام سازی با JIRA
it: Sincronizza con JIRA
ja: JIRAと同期
pt_br: Sincronizar com JIRA

source: Task name
de: Aufgabenname
fa_ir: نام وظیفه
it: Nome compito
ja: タスク名
pt_br: Nome da tarefa
zh: 任务名称

source: Cost category assignment
de: Kostenkategorie Zuweisung
fa_ir: انتساب رده هزینه
it: Assegnamento categorie di costo
ja: コスト区分の割り当て
pt_br: Atribuição de categoria de custo
zh: 成本类别分配

source: Task Status
de: Aufgabenstatus
fa_ir: وضعیت وظیفه
it: Stato del compito
ja: タスク状態
pt_br: Status da tarefa
zh: 任务状态

source: Value last progress measurement
de: Wert der letzten Fortschrittsmessung
fa_ir: اندازگیری مقدار آخرین پیشرفت
it: Valore dell'ultimo progresso misurato
ja: 最新の進捗評価値
pt_br: Valor da última medida de progresso
zh: 值最后的进步测量

source: must be after end date
de: muss nach dem Enddatum sein
fa_ir: باید بعد از تاریخ خاتمه باشد
it: dev'essere dopo la data di fine
ja: 終了日以降でなければなりません
pt_br: deve ser posterior à data de término
zh: 必须结束日期后

source: Seconds
de: Sekunden
fa_ir: ثانیه
it: Secondi
ja: 秒
pt_br: Segundos
zh: 秒

source: Personal
de: Persönlich
fa_ir: شخصی
it: Personale
ja: パーソナル
pt_br: Pessoal
zh: 个人

source: No project deadline defined
de: Kein Projektende definiert
fa_ir: مهلت پروژه تعریف نشده
it: Nessuna scadenza definita per il progetto
ja: プロジェクトの期限が指定されていません
pt_br: Prazo limite do projeto não definido
zh: 未定义项目的最后期限

source: Responsible
de: Verantwortlich
fa_ir: مسئول
it: Responsabile
ja: 責任
pt_br: Responsável
zh: 负责

source: Available materials
de: Verfügbare Materialien
fa_ir: مواد در دسترس
it: Materiali disponibili
ja: 利用可能なマテリアル
pt_br: Materiais disponíveis
zh: 可用的材料

source: Help on authentication (opens a new window)
de: Hilfe zur Authentifizierung (öffnet ein neues Fenster)
fa_ir: راهنمایی در خصوص اعتبارسنجی (پنجره جدید باز می شود)
it: Aiuta nell'autenticazione (apre una nuova finestra)
ja: 認証に関するヘルプ（新しいウィンドウが開きます）
pt_br: Ajuda na autenticação (abre nova janela)
zh: 帮助认证（打开一个新窗口）

source: Filter timesheet by
de: Stundenzettel filtern nach
fa_ir: فیلتر کردن برگه زمانی براساس
it: Filtra foglio ore per
ja: フィルタ
pt_br: Filtrar folha de horas por
zh: 筛选时间表由

source: MonteCarlo method
de: MonteCarlo Methode
fa_ir: روش مونت کارلو
it: Metodo MonteCarlo
ja: モンテカルロ法
pt_br: Método de MonteCarlo
zh: 蒙特卡罗方法

source: Max value
de: Maximalwert
fa_ir: مقدار بیشینه
it: Valore massimo
ja: 最大値
pt_br: Valor máximo
zh: 最大值

source: LibrePlan Role
de: LibrePlan Rolle
fa_ir: نقش لیبرپلن
it: LibrePlan Ruolo
ja: LibrePlanロール
pt_br: Papel LibrePlan
zh: LibrePlan角色

source: Value is not valid in current list of Hours Group
de: Wert ist in aktueller Liste der Stundengruppe nicht gültig
fa_ir: مقدار در فهرست فعلی گروه ساعت معتبر نیست
it: Il valore non è valido in questa lista di gruppo d'ore
ja: 時間グループの現在のリストには有効ではありません
pt_br: Valor inválido na lista atual de grupo de horas
zh: 在当前列表中的h组的值无效

source: Enable/Disable autocomplete property in login form, if the admin password is still the default one
de: Aktivieren/Deaktivien Eigenschaft „automatisch ausfüllen“ im Login-Formular, wenn das Administratorkennwort noch Default ist
fa_ir: فعال/غیرفعال کردن ویژگی تکمیل خودکار در فرم ورود، درصورتی که کلمه عبور مدیر هنوز مقدار پیش فرض است
it: Abilita/Disabilita l'autocompletamento nel modulo di login, se la password d'amministratore è ancora quella di default
ja: 管理者パスワードが既定の場合，ログインフォームでオートコンプリートプロパティを有効/無効にする
pt_br: Habilitar/Desabilitar a propriedade autocompletar no formulário de login, se a senha de administrador ainda for a fábrica
zh: 启用/禁用“自动完成”，在登录表单中，如果系统管理员的密码是默认的

source: Start hour cannot be greater than finish hour
de: Startstunde kann nicht größer als Endstunde sein
fa_ir: ساعت شروع نمی تواند بعد از ساعت خاتمه باشد
it: L'ora d'inizio non può essere successiva a quella di fine
ja: 開始時間を終了時間以降にすることはできません
pt_br: Hora de início não pode ser maior que hora de término
zh: 开始每小时不能大于终点小时

source: A new version
de: Eine neue Version
fa_ir: نسخه جدید
it: Una nuova versione
ja: 新しいバージョン
pt_br: Uma nova versão

source: Personal timesheet
de: Persönlicher Stundenzettel
fa_ir: برگه زمانی شخصی
it: Foglio ore personale
ja: パーソナルタイムシート
pt_br: folha de horas pessoal
zh: 个人时间表

source: Amount work percentage should be between 0 and 100
de: Prozentsatz Arbeitsmenge muss zwischen 0 und 100 liegen
fa_ir: درصد میزان کار باید بین 0 تا 100 باشد
it: La quantità di percentuale del lavoro dev'essere compresa tra 0 e 100
ja: 仕事量率は0から100の間でなければなりません
pt_br: Percentual de quantidade de trabalho deve ser entre 0 e 100
zh: 金额的比例应是介于0和100之间

source: Work done
de: Arbeit abgeschlossen
fa_ir: کار انجام شد
it: Lavoro completato
ja: 作業完了
pt_br: Trabalho realizado
zh: 所做的工作

source: Complementary text fields
de: Zusätzliche Textfelder
fa_ir: فیلدهای متنی مکمل
it: Campi testo complementari
ja: 補完機能付テキストフィールド
pt_br: Campos de texto complementares
zh: 补充文本字段

source: Remaining time
de: Verbleibende Zeit
fa_ir: زمان باقیمانده
it: Tempo restante
ja: 残り時間
pt_br: Tempo restante
zh: 剩余时间

source: Create {0}: {1}
de: {0}: {1} erstellen
fa_ir: ایجاد {0}: {1}
it: Creato {0}: {1}
ja: {0}: {1}を作成
pt_br: Criar {0}: {1}
zh: 创建{0}：{1}

source: Maximum/minimum of estimated hours
de: Maximum/Minimum der geschätzten Stunden
fa_ir: حداکثر/حداقل ساعات تخمینی
it: Massimo/minimo delle ore stimate
ja: 見積時間の最大/最小値
pt_br: Máximo/mínimo de horas estimadas
zh: 最大/最小的估计小时

source: Yes
de: Ja
fa_ir: بله
it: Si
ja: はい
pt_br: Sim
zh: 是

source: external company not specified
de: Externe Firma nicht angegeben
fa_ir: شرکت بیرونی مشخص نشده
it: azienda esterna non specificata
ja: 外部企業が指定されていません
pt_br: empresa externa não especificada
zh: 没有指定的外部公司

source: Dashboard
de: Übersichtsseite
fa_ir: داشبورد
it: Pannello strumenti
ja: ダッシュボード
pt_br: Painel de indicadores
zh: 仪表盘

source: Group path
de: Gruppenpfad
fa_ir: مسیر گروهی
it: Percorso del Gruppo
ja: グループパス
pt_br: Caminho do grupo
zh: 集团路径

source: percentage should be between 1 and 100
de: Prozentsatz muss zwischen 1 und 100 liegen
fa_ir: درصد باید بین 1 و 100 باشد
it: La percentuale dev'essere compresa tra 1 e 100
ja: 比率は1から100の間でなければなりません
pt_br: o percentual deveria estar entre 1 e 100
zh: 比例应为1和100之间的

source: LibrePlan: Timesheet Lines List
de: LibrePlan: Stundenzettel Zeilenliste
fa_ir: لیبرپلن: فهرست خطوط برگه زمانی
it: LibrePlan: Lista delle linee del foglio d'ore
ja: LibrePlan: タイムシート行一覧
pt_br: LibrePlan: Lista de linhas de folha de horas
zh: LibrePlan：时间表行列表

source: Already exists other label with the same name
de: Andere Bezeichnung mit demselben Namen ist bereits vorhanden
fa_ir: درحال حاضر برچسب دیگری با همین نام وجود دارد
it: Esiste già un'altra etichetta con lo stesso nome
ja: 同じ名称のラベルがすでに存在します
pt_br: Já existe outro rótulo com mesmo nome
zh: 已经存在具有相同名称的标签

source: Connection values of Tim connector are invalid
de: Verbindungswerte des Tim-Verbinders sind ungültig
fa_ir: مقادیر اتصالِ رابط Tim معتبر نیستند
it: I valori di connessione col connettore Tim non sono validi
ja: Timコネクタの接続値が無効です
pt_br: Os valores de conexão do conector Tim são inválidos

source: Periods available depend on the satisfaction of the criteria of resources and their calendars.
de: Verfügbare Perioden hängen von der Erfüllung der Kriterien von Ressourcen und ihren Kalendern ab.
fa_ir: دوره های در دسترس به برآورده شدن شرایط منابع و تقویم هایشان وابسته هستند
it: I periodi di disponibilità dipnedono dal soddisfacimento dei criteri delle risorse e dei loro calendari.
ja: 有効期間はリソースの基準充足度とカレンダーによって決まります
pt_br: Períodos disponíveis depende da satisfação de critério de recursos e seus calendários.
zh: 期间依赖于资源和他们的日历满意的标准。

source: Resources per day are zero
de: Keine Ressourcen pro Tag
fa_ir: منابع در ازای هر روز صفر است
it: Le risorse per giorno sono zero
ja: 一日あたりのリソースがゼロです
pt_br: Recursos por dia é zero
zh: 每天有资源为零

source: Project progress percentage
de: Projektfortschritt in Prozent
fa_ir: درصد پیشرفت پروژه
it: Percentuale progressi del progetto
ja: プロジェクト進捗率
pt_br: Percentual de progresso do projeto
zh: 项目的进度百分比

source: Valid until
de: Gültig bis
fa_ir: معتبر تا
it: Valido fino al
ja: 有効期限
pt_br: Válido até
zh: 有效期至

source: name not specified
de: Name nicht angegeben
fa_ir: نام مشخص نشده است
it: nome non specificato
ja: 名称が指定されていません
pt_br: nome não especificado
zh: 名称未指定

source: key not specified
de: Schlüssel nicht angegeben
fa_ir: کلید مشخص نشده
it: chiave non specificata
ja: キーが指定されていません
pt_br: chave não especificada

source: Select criteria or resources
de: Kriterium oder Ressource auswählen
fa_ir: انتخاب شرایط یا منابع
it: Seleziona un criterio o una risorsa
ja: 基準またはリソースを選択
pt_br: Selecione critérios ou recursos
zh: 选择的标准或资源

source: Assignation
de: Zuweisung
fa_ir: واگذاری
it: Assegnamento
ja: 割り当て
pt_br: Atribuição
zh: 分配

source: Progress Assignment cannot be deleted or changed. Progress Assignment contains Progress Consolidations values
de: Fortschrittszuweisung kann nicht gelöscht oder geändert werden. Fortschrittszuweisung enthält Fortschrittszusammenfassungswerte
fa_ir: انتساب پیشرفت نمی تواند حذف گردد یا تغییر داده شود. انتساب پیشرفت حاوی مقادیر یکپارچه سازی های پیشرفت است
it: L'assegnamento dei progressi non può essere eliminato o modificato. Contiene dei valori consolidati
ja: 進捗設定の削除，変更はできません。統合された進捗値が含まれています
pt_br: Atribuição de progresso não pode ser removido ou alterado. Atribuição de progresso possui valores de consolidação de progresso
zh: 任务分配，不能删除或更改。任务分配的进展合并值

source: Expense Sheet
de: Aufwandzettel
fa_ir: برگه مخارج
it: Foglio spese
ja: 経費シート
pt_br: Tabela de despesas
zh: 费用表

source: {0} cannot be fulfilled
de: {0} kann nicht erfüllt werden
fa_ir: {0} نمی تواند انجام شود
it: {0} non può essere adempiuto
ja: {0}を達成できません
pt_br: Não se pode cumprir {0}
zh: {0}不能满足

source: Inherits from date
de: Vererbt von Datum
fa_ir: توارث از تاریخ
it: Eredita dalla data
ja: 継承の開始日
pt_br: Herdar data
zh: 继承之日起

source: values are not valid, the values must not be null
de: Werte sind ungültig, die Werte dürfen nicht null sein
fa_ir: مقادیر معتبر نیستند، مقادیر نباید تهی باشند
it: i valori sono invalidi, non possono essere nulli
ja: 無効な値です。NULLにすることはできません
pt_br: os valores não podem ser nulos
zh: 值是无效的，这些值必须不能为空

source: All project tasks
de: Alle Projektaufgaben
fa_ir: همه وظایف پروژه
it: Tutti i compiti del progetto
ja: すべてのプロジェクトのタスク
pt_br: Todas tarefas do projeto
zh: 所有的项目任务

source: Function
de: Funktion
fa_ir: کارکرد
it: Funzione
ja: 機能
pt_br: Função
zh: 功能

source: Authorizations
de: Autorisierungen
fa_ir: مجوزها
it: Autorizzazioni
ja: 権限
pt_br: Autorizações
zh: 授权

source: with
de: mit
fa_ir: با
it: con
ja: フィルタ条件
pt_br: com
zh: 同

source: Projects view filtering
de: Projektansichtfilterung
fa_ir: فیلتر سازی نمای پروژه
it: Filtro della vista progetti
ja: プロジェクトビューのフィルタリング
pt_br: Filtro de visualização de projetos

source: Close
de: Schließen
fa_ir: بستن
it: Chiudi
ja: 閉じる
pt_br: Fechar
zh: 关闭

source: Cannot delete timesheet template. There are some timesheets bound to it.
de: Kann Stundenzettelvorlage nicht löschen. Einige Stundenzettel sind damit verknüpft.
fa_ir: الگوی برگه زمانی نمی تواند حذف گردد. برخی برگه های زمانی به آن گره خورده اند.
it: Non si può eliminare il modello di figlio ore. Ci sono dei fogli ore collegati ad esso.
ja: タイムシートのテンプレートを削除できません。いくつかのタイムシートが結合されています。
pt_br: Não é possível remover modelo de folha de horas. Existem folha de horas vinculados ao modelo.
zh: 无法删除时间表模板。有一些绑定到它的时间表。

source: Completed: {0}%
de: Abgeschlossen: {0} %
fa_ir: تکمیل شد: [0] %
it: Completato: {0}%
ja: 完了: {0}%
pt_br: Completado: {0}%
zh: 完成：{0}％

source: default calendar not specified
de: Standardkalender nicht angegeben
fa_ir: تقویم پیش فرض مشخص نشده
it: calendario standard non specificato
ja: 既定カレンダーが指定されていません
pt_br: calendário padrão não especificado
zh: 不指定默认日历

source: You have exceeded the maximum limit of users
de: Sie haben das Maximum von Benutzern überschritten
fa_ir: از حداکثر تعداد کاربران گذشته اید
it: Hai superato il limite massimo di utenti
ja: 最大ユーザー数を超過しました
pt_br: Você excedeu o limite máximo de usuários
zh: 您已超过最大用户限制

source: LibrePlan: Work And Progress Per Project
de: LibrePlan: Arbeit und Fortschritt pro Projekt
fa_ir: لیبرپلن: کار و پیشرفت در ازای هر پروژه
it: LibrePlan: Lavoro e progresso per progetto
ja: LibrePlan: プロジェクト毎作業進捗状況
pt_br: LibrePlan: Trabalho e progresso por projeto
zh: LibrePlan：每个项目的工作及进展情况

source: to
de: zu
fa_ir: به
it: a
pt_br: a
zh: 对

source: View
de: Betrachte
fa_ir: مشاهده
it: Vista
ja: 表示
pt_br: Visualizar
zh: 看

source: By critical path duration
de: Nach kritischer Pfaddauer
fa_ir: بر اساس مدت مسیر بحرانی
it: Per durata del cammino critico
ja: クリティカルパス期間による
pt_br: Por duração do caminho crítico
zh: 通过关键路径时间

source: Doing {0} reassignations
de: {0} Neuzuweisungen werden bearbeitet
fa_ir: انجام {0} واگذاری مجدد
it: Eseguo {0} riassegnamenti
ja: {0}の再割り当てを実施
pt_br: Realizando {0} reatribuições
zh: 否则{0} reassignations的

source: Material assignments
de: Materialzuweisungen
fa_ir: انتساب مواد
it: Assegnamenti materiale
ja: マテリアル割り当て
pt_br: Atribuição de materiais
zh: 材质指定

source: Estimated time for "{0}" issue is 0
de: Geschätzte Zeit für Angelegenheit "{0}" ist 0
fa_ir: زمان تخمین زده شده برای نسخه "{0}" صفر است
it: Tempo stimato per il problema "{0}" è 0
ja: イシュー"{0}"の見積時間が０です
pt_br: Tempo estimado para incidência "{0}" é 0

source: Main menu
de: Hauptmenü
fa_ir: منوی اصلی
it: Menu principale
ja: メインメニュー
pt_br: Menu principal
zh: 主菜单

source: Default max value
de: Standardmaximalwert
fa_ir: حداکثر مقدار پیش فرض
it: Valore massimo di default
ja: 既定の最大値
pt_br: Valor máximo padrão
zh: 默认的最大值

source: Origin
de: Herkunft
fa_ir: منشأ
it: Origine
ja: 起点
pt_br: Origem
zh: 起源

source: Unallocated name
de: nicht zugeteilter Name
fa_ir: نام اختصاص داده نشده
it: Nome non allocato
ja: 未割り当ての名称
pt_br: Nome não atribuido
zh: 未分配名称

source: Start sync
de: Synchronisierung starten
fa_ir: شروع همگام سازی
it: Inizia sincronizzazione
ja: 同期の開始
pt_br: Iniciar sincronização

source: last hours group sequence code not specified
de: letzter Stundengruppensequenzcode nicht angegeben
fa_ir: آخرین کد توالی گروه ساعت مشخص نشده
it: codice della sequenza dell'ultimo gruppo d'ore non specificato
ja: 最後の時間グループシーケンスコードが指定されていません
pt_br: último código de sequência do grupo de horas não está especificado
zh: 没有指定的最后几个小时组序列码

source: Enable LDAP authentication
de: Aktiviere LDAP Authentifizierung
fa_ir: فعالسازی اعتبارسنجی LDAP
it: Abilita autenticazione LDAP
ja: LDAP認証を有効にする
pt_br: Ativar autenticação por LDAP
zh: 启用LDAP身份验证

source: No roster-exceptions found in the response
de: Keine Dienstplanausnahmen in Rückmeldung gefunden
fa_ir: هیچ فهرست استثنایی در پاسخ یافت نشد
it: Nessuna eccezione-ruolo trovata nella risposta
ja: 応答に例外が登録されていませんでした。
pt_br: Nenhuma lista-exceção encontrada na respota

source: LibrePlan: Calendars
de: LibrePlan: Kalender
fa_ir: لیبرپلن: تقویم ها
it: LibrePlan: Calendari
ja: LibrePlan: カレンダー
pt_br: LibrePlan: Calendários
zh: LibrePlan：日历

source: entity name not specified
de: Gegenstandsname nicht angegeben
fa_ir: نام موجودیت مشخص نشده
it: nome entità non specificato
ja: エンティティ名が指定されていません
pt_br: nome de entidade não especificado
zh: 不指定实体名称

source: Unassigned
de: Nicht zugeordnet
fa_ir: اننساب نشده
it: Non assegnato
ja: 未割り当て
pt_br: Não atribuido
zh: 未分配

source: You do not have permissions to go to edit worker window
de: Sie haben keine Berechtigung, zum Fenster zur Mitarbeiteränderung zu gehen
fa_ir: مجوز ویرایش پنجره مجری را ندارید
it: Non hai permessi per accedere alla finestra di modifica del lavoratore
ja: ワーカー編集ウィンドウへの移動が許可されていません。
pt_br: Você não tem permissão para abrir janela de edição de trabalhadores.
zh: 您没有权限去工人的编辑窗口

source: Subcontracting date
de: Unterauftragsdatum
fa_ir: تاریخ قرارداد فرعی
it: Data di subappalto
ja: 委託日
pt_br: Data de terceirização
zh: 分包日期

source: LibrePlan: Job Scheduling
de: LibrePlan: Aufgabenplanung
fa_ir: لیبرپلن: زمان بندی کار
it: LibrePlan: Pianificazione lavoro
ja: LibrePlan: ジョブスケジューリング
pt_br: LibrePlan: Agendamento de trabalho

source: No valid response for department "{0}"
de: Keine gültige Antwort für Abteilung "{0}"
fa_ir: پاسخ معتبر برای بخش "{0}" وجود ندارد
it: Nessuna risposta valida per il dipartimento "{0}"
ja: 部門"{0}"の設定値が有効ではありません。
pt_br: Sem resposta válida do departamento "{0}"

source: ACWP
de: IKAA
fa_ir: هزینه واقعی کار انجام شده

source: Allocation: [{0},{1}]
de: Zuweisung: [{0},{1}]
fa_ir: تخصیص: [[0],[1]]
it: Allocazione: [{0},{1}]
ja: 割り当て: [{0},{1}]
pt_br: Alocação: [{0}.{1}]
zh: 配置：[{0}，{1}]

source: Derived of calendar {0}
de: Erhalten von Kalender {0}
fa_ir: مشتق شده از تقویم [0]
it: Derivato dal calendario {0}
ja: カレンダー{0}より派生
pt_br: Derivado do calendário {0}
zh: 派生的日历{0}

source: Assignment log
de: Zuweisungsprotokoll
fa_ir: لاگ انتساب
it: Diario d'assegnamento
ja: 割り当てログ
pt_br: Histórico de atribuições
zh: 分配日志

source: Unable to parse cron expression
de: Parsen des Cron-Ausdrucks nicht möglich
fa_ir: عدم امکان تجزیه عبارت cron
it: Impossibile analizzare l'espressione per cron
ja: cron式を解析できません
pt_br: Incapaz de processar a expressão cron

source: VAC
de: VBA
fa_ir: انحراف تکمیل تخمین-هزینه (VAC)
