Repository: vmazurashu/lp-pl-integration
Catalog: libreplan/libreplan-webapp/src/main/resources/i18n/*.po
Languages: de, fa_ir, it, ja, pt_br, zh

source: LibrePlan: Quality Forms
de: LibrePlan: Qaulitätsformulare
fa_ir: LibrePlan: فرم های کیفیت
it: LibrePlan: Moduli di qualità
ja: LibrePlan: 品質フォーム
pt_br: LibrePlan: Formulários de qualidade
zh: LibrePlan：质量表格

source: Starting date
de: Startdatum
fa_ir: تاریخ شروع
it: Data d'inizio
ja: 開始日
pt_br: Data de inicio
zh: 开始日期

source: project sync info is already being used
de: Synchronisierungsinfrormationen des Projektes werden bereits verwendet
fa_ir: اطلاعات همگام سازی پروژه قبلا استفاده شده است
it: le informazioni di sincronizzazione del progetto sono già in uso
ja: プロジェクトの同期情報はすでに使用されています
pt_br: A informação de sincronização de projeto já está sendo usada

source: Overtime
de: Überstunden
fa_ir: اضافه کار
it: Straordinario
ja: 超過作業
pt_br: Extra

source: LibrePlan: Calendar Exception Days
de: LibrePlan: Kalenderausnahmetage
fa_ir: LibrePlan: روزهای استثنای تقویم
it: LibrePlan: giorni d'eccezione Calendario
ja: LibrePlan: カレンダー例外日
pt_br: LibrePlan: Dias de exceção no calendário
zh: LibrePlan：日历例外日

source: This date cannot be empty
de: Dieses Datum darf nicht leer sein
fa_ir: این تاریخ نمی تواند خالی باشد
it: Questa data non può essere vuota
ja: この日付は空にはできません
pt_br: Esta data não pode ser vazia
zh: 这个日期不能为空

source: Profile data
de: Profildaten
fa_ir: داده های پروفایل
it: Dati profilo
ja: プロファイル情報
pt_br: Dados do perfil
zh: 个人资料

source: specific allocation
de: spezifische Zuweisung
fa_ir: تخصیص خاص
it: allocazione specifica
ja: 特定割り当て
pt_br: alocação específica
zh: 具体的分配

source: Periocity cannot be changed because there is already any personal timesheet stored
de: Periodizität kann nicht geändert werden, da bereits ein persönlicher Stundenzettel gespeichert wurde
fa_ir: به این دلیل که یک برگه زمانی شخصی ذخیره شده است، تناوب نمی تواند تغییر یابد
it: La periodicità non può essere modificata poiché già in uso in un foglio ore personale memorizzato
ja: パーソナルタイムシートがすでに存在するため，周期を変更することはできません
pt_br: A periodicidade não pode ser alterada porque existem folha de horas pessoal amarzenada
zh: Periocity不能改变，因为已经有存储任何个人时间表

source: Earned value
de: Fertigstellungswert
fa_ir: مقدار بدست آمده
it: Valore guadagnato
ja: 出来高
pt_br: Valor ganhado
zh: 挣值

source: criterion codes must be unique inside a criterion type
de: Kriteriumscode muss ein Unikat innerhalb eines Kriteriumstyps sein
fa_ir: کدهای معیار در داخل یک نوع معیار باید یکتا باشد
it: i codici di criterio devono essere unici all'interno del tipo di criterio
ja: 基準コードは標準タイプ中でユニークである必要があります
pt_br: códigos de critério deve ser único dentro de um tipo de critério
zh: 标准代码必须是唯一的标准型内

source: Calendar
de: Kalender
fa_ir: تقویم
it: Calendario
ja: カレンダー
pt_br: Calendário
zh: 日历

source: Available hours
de: Verfügbare Stunden
fa_ir: ساعات موجود
it: Ore disponibili
ja: 利用可能時間
pt_br: Horas disponíveis
zh: 可用小时

source: Changes have been canceled
de: Änderungen wurden verworfen
fa_ir: تغییرات لغو شده اند
it: Le modifiche sono state annullate
ja: 変更がキャンセルされました
pt_br: As alterações foram canceladas
zh: 更改已被取消

source: criterion names must be unique inside a criterion type
de: Kriteriumsnamen müssen Unikate innerhalb eines Kriteriumstyps sein
fa_ir: نام معیار باید در داخل یک نوع معیار یکتا باشد
it: i nomi dei criteri devono essere unici all'interno di un tipo di criterio
ja: 基準の名称は基準タイプ内でユニークでなければなりません
pt_br: nomes de critério dever ser exclusivos dentro de um tipo de critério
zh: 标准名称必须是唯一的标准型内

source: Invalid value. Default Max Value cannot be empty
de: Ungültiger Wert. Standard Maximalwert darf nicht leer sein
fa_ir: مقدار معتبر نیست. مقدار بیشینه پیش فرض نمی تواند خالی باشد
it: Valore invalido. Il valore massimo di default non può essere vuoto
ja: 無効な値です。既定の最大値を空にすることはできません
pt_br: Valor inválido. Valor máximo padrão não pode ser vazio
zh: 无效值。默认的最高值不能为空

source: Last name
de: Nachname
fa_ir: نام خانوادگی
it: Cognome
ja: 姓
pt_br: Sobrenome
zh: 姓

source: {0} "{1}" deleted
de: {0} "{1}" gelöscht
fa_ir: {0} "{1}" حذف شد
it: {0} "{1}" eliminati
ja: {0}"{1}"を削除しました
pt_br: {0} "{1}" removido
zh: {0}“{1}”删除

source: Some cost category assignments overlap in time
de: Einige Kostenstellenzuweisungen überlappen sich in der Zeit
fa_ir: برخی تخصیص رده هزینه ها همپوشانی زمانی دارند
it: Alcuni assegnamenti delle categorie di costo si sovrappongono nel tempo
ja: コスト区分の割り当てが時間的に重複しています
pt_br: Algumas atribuições de categoria de custos se sobrepõem no tempo
zh: 一些成本的类别分配在时间上重叠

source: Add stretch
de: Zeitspanne hinzufügen
fa_ir: افزودن امتداد
it: Aggiungi estensione
ja: ストレッチの追加
pt_br: Adicionar extensão
zh: 添加拉伸

source: Main Settings
de: Haupteinstellungen
fa_ir: تنظیمات اصلی
it: Settaggi principali
ja: 基本設定
pt_br: Configurações principais
zh: 主要设置

source: Subcategory names must be unique.
de: Unterkategorien müssen Unikate sein
fa_ir: نام زیردسته ها باید یکتا باشد.
it: I nomi delle sottocategorie devono essere unici.
ja: サブカテゴリ名はユニークでなければなりません
pt_br: Nomes de subcategoria devem ser exclusívos
zh: 子目录名称必须是唯一的。

source: LibrePlan: Materials Needed At Date
de: LibrePlan: Materialen zu Datum benötigt
fa_ir: LibrePlan: مواد مورد نیاز در تاریخ
it: LibrePlan: Materiali necessari alla data
ja: LibrePlan: 日次マテリアル必要量
pt_br: LibrePlan: Materiais Necessários Na Data
zh: LibrePlan：材料需要在日期

source: Machines limit reached
de: Maschinenbegrenzung erreicht
fa_ir: تعداد دستگاه ها به حداکثر رسید
it: Raggiunto limite delle macchine
ja: マシンの上限に達しました
pt_br: Limite de máquinas alcançado

source: Log in
de: Anmelden
fa_ir: ورود
it: Entra
ja: ログイン
pt_br: Entrar
zh: 登录

source: must be before end date
de: muss vor Enddatum sein
fa_ir: باید قبل از تاریخ خاتمه باشد
it: dev'essere precedente alla data di fine
ja: 終了日より前でなければなりません
pt_br: deve ser anterior a data de término
zh: 必须在结束日期之前

source: Unschedule
de: Ungeplant
fa_ir: لغو زمانبندی
it: Annulla pianificazione
ja: スケジュール解除
pt_br: Cancelar agendamento
zh: 取消预定

source: Hours Group
de: Stundengruppe
fa_ir: گروه ساعت
it: Ore di gruppo
ja: 時間グループ
pt_br: Grupo de horas
zh: h组

source: Start date cannot be empty
de: Startdatum darf nicht leer sein
fa_ir: تاریخ شروع نمی تواند خالی باشد
it: La data d'inizio non può essere vuota
ja: 開始日は省略できません
pt_br: Data de início não pode ser vazia
zh: 开始日期不能为空

source: Please select a connector to test it
de: Bitte eine Verbindung zum Testen auswählen
fa_ir: لطفا رابطی را برای آزمایش انتخاب نمایید
it: Si prega di selezionare un connettore per testarlo
ja: テストに使用するコネクタを選択してください
pt_br: Por favor, selecione um conector para testá-lo

source: Expense sheets
de: Aufwandskostenzettel
fa_ir: برگه های مخارج
it: Fogli spese
ja: 経費シート
pt_br: Tabela de despesas
zh: 费用表

source: At least one {0} sequence must be active
de: Mindestens eine {0} Sequenz muss aktiv sein
fa_ir: حداقل یک توالی [0] باید فعال باشد
it: Almeno una sequenza {0} dev'essere attiva
ja: 少なくとも１つの{0}シーケンスをアクティブにする必要があります
pt_br: Ao menos uma sequência de {0} deve estar ativa
zh: 至少有一个{0}序列必须是活动的

source: Queue-based Resources
de: Ablaufbasierende Ressource
fa_ir: منابع مبتنی بر صف
it: Risorse basate su code
ja: キューベースのリソース
pt_br: Recursos baseados em filas
zh: 基于队列的资源

source: Add new configuration unit
de: Neue Konfigurationseinheit hinzufügen
fa_ir: افزودن واحد جدید پیکربندی
it: Aggiungi una nuova unità di configurazione
ja: 構成ユニットの追加
pt_br: Adicionar nova unidade de configuração
zh: 添加新的配置单元

source: Categories
de: Kategorien
fa_ir: رده ها
it: Categorie
ja: 区分
pt_br: Categorias
zh: 分类

source: Client
de: Kunde
fa_ir: مشتری
it: Cliente
ja: 顧客
pt_br: Cliente
zh: 客户

source: Progress type
de: Fortschrittstyp
fa_ir: نوع پیشرفت
it: Tipo di progresso
ja: 進捗タイプ
pt_br: Tipo de progresso
zh: 进展型

source: Progress
de: Fortschritt
fa_ir: پیشرفت
it: Progresso
ja: 進行状況
pt_br: Progresso
zh: 进步

source: Default calendar
de: Default-Kalender
fa_ir: تقویم پیش فرض
it: Calendario di default
ja: 既定カレンダー
pt_br: Calendário padrão
zh: 默认日历

source: Show all reported hours
de: Alle gemeldeten Stunden anzeigen
fa_ir: نمایش تمام ساعات گزارش شده
it: Mostra tutte le ore riportate
ja: 報告された時間をすべて表示
pt_br: Mostrar todas as horas reportadas
zh: 显示所有报告的时间

source: Remove
de: Entferne
fa_ir: حذف
it: Rimuovi
ja: 削除
pt_br: Remover
zh: 清除

source: Dedication
de: Zuweisung
fa_ir: تخصیص
it: Dedizione
ja: 就業時間
pt_br: Dedicação

source: direct link
de: Direkte Verbindung
fa_ir: پیوند مستقیم
it: collegamento diretto
ja: 直接リンク
pt_br: link direto
zh: 直接链接

source: Average of worked hours in finished applications
de: Durchschnitt der in fertiggestellten Anwendungen geleisteten Arbeitsstunden
fa_ir: متوسط ساعت کار انجام شده در برنامه های خاتمه یافته
it: Media delle ore lavorate per le applicazioni completate
ja: 完了したアプリケーションの平均稼働時間
pt_br: Média de horas trabalhadas nas aplicações finalizadas
zh: 平均工作小时完成的应用程序

source: Hours Types
de: Stundentyp
fa_ir: انواع ساعت
it: Tipi d'ore
ja: 時間タイプ
pt_br: Tipo de horas
zh: 营业时间类型

source: User settings
de: Benutzereinstellungen
fa_ir: تنظیمات کاربر
it: Impostazioni utente
ja: ユーザー設定
pt_br: Preferências de usuário
zh: 用户设置

source: Base
de: Basis
fa_ir: مبنا
ja: ベース
zh: 应用程序设置

source: Timesheet summary
de: Stundenzettel-Zusammenfassung
fa_ir: خلاصه برگه زمانی
it: Sommario del foglio ore
ja: タイムシートの概要
pt_br: Resumo de folha de horas
zh: 时间表总结

source: Could not retrieve Code. Please, try again later
de: Kann keinen Code erhalten. Bitte später erneut probieren.
fa_ir: کد قابل بازیابی نیست. لطفا، بعدا دوباره سعی کنید
it: Non posso recuperare il codce. Si prega di riprovare più tardi
ja: コードを取得できませんでした。もう一度試してください
pt_br: Não foi possível obter o código. Por favor, tente novamente mais tarde
zh: 无法检索守则。请稍后再试

source: Configuration unit name
de: Konfigurationseinheitsname
fa_ir: نام واحد پیکربندی
it: Nome dell'unità di configurazione
ja: 構成ユニット名
pt_br: Nome da unidade de configuração
zh: 配置单元的名称

source: All machine worker assignments must have a start date earlier than the end date
de: Alle Maschinenarbeiterzuweisungen müssen ein früheres Startdatum als das Enddatum haben
fa_ir: تاریخ شروع همه انتساب های مجری دستگاه باید قبل از تاریخ خاتمه باشد
it: Tutti gli assegnamenti alle macchine lavoratrici devono avere una data d'inizio antecedente a quella di fine
ja: マシンとワーカーの割り当てはすべて，終了日より前に開始日が設定されていなければなりません
pt_br: Todas atribuições trabalhador máquina devem ter uma data de início anterior a data de término
zh: 所有的机器的工人分配必须有一个起始日期早于结束日期

source: Template cannot be removed because it has applications
de: Vorlage kann nicht entfernt werden, da sie Anwendungen hat
fa_ir: الگو به دلیل داشتن برنامه نمی تواند حذف شود.
it: Il modello non può essere eliminato poichè è applicato
ja: アプリケーションを持っているテンプレートは削除できません
pt_br: Modelo não pode ser removido porque possui aplicações
zh: 模板不能被删除，因为它的应用

source: format prefix invalid. It cannot be empty or contain whitespaces.
de: Format Prefix ungültig. Es darf nicht leer sein oder Leerzeichen enthalten.
fa_ir: پیشوند قالب معتبر نیست. نمی تواند خالی یا حاوی فاصله باشد.
it: prefisso di formato invalido. Non può essere vuoto o contenere spazi.
ja: プレフィックスの形式が無効です。空あるいは空白文字を含めることはできません
pt_br: formato de prefixo inválido. Não pode ser vazio ou conter espaços.
zh: 格式前缀无效。它不能为空或包含空格。

source: Task contains consolidated progress. Cannot apply sigmoid function.
de: Die Aufgabe enthält einen zusammengefassten Fortschritt. Kann Sigmoid-Funktion nicht anwenden.
fa_ir: وظیفه شامل پیشرفت یکپارچه است. تابع سیگموئید نمی تواند اعمال شود.
it: Il compito contiene progressi consolidati. Impossibile applicare la funzione di sigmoidea.
ja: タスクに統合進歩が含まれています。sigmoid関数を適用することはできません
pt_br: A tarefa possui progresso consolidado. Não é possível aplicar a função sigmóide.
zh: 任务包含综合进度。无法应用S型函数。

source: Send To Customers
de: An Kunden schicken
fa_ir: ارسال به مشتری ها
it: Invia ai clienti
ja: 顧客へ
pt_br: Enviar ao cliente
zh: 发送给客户

source: Please, enter a valid effort
de: Bitte, geben Sie einen gültigen Aufwand ein
fa_ir: لطفا، یک اقدام معتبر وارد کنید
it: Si prega d'inserire uno sforzo valido
ja: 有効な工数を入力してください
pt_br: Por favor, entre com um esforço válido
zh: 请输入一个有效的努力

source: Print configuration
de: Drucke Konfiguration
fa_ir: پیکربندی چاپ
it: Configurazione di stampa
ja: 印刷設定
pt_br: Configurações de impressão
zh: 打印配置

source: All resources must be queue-based
de: Alle Ressourcen müssen ablaufbasiert sein
fa_ir: همه منابع باید مبتنی بر صف باشند
it: Tutte le risorse devono essere basate su code
ja: リソースはすべてキューベースでなければなりません
pt_br: Todos recursos devem ser baseados em filas
zh: 所有的资源必须是基于队列的

source: worker's surname not specified
de: Der Nachname des Arbeiters ist nicht angegeben
fa_ir: نام خانوادگی مجری مشخص نشده
it: cognome del lavoratore non specificato
ja: ワーカーの姓が指定されていません
pt_br: Sobrenome do trabalhador não especificado
zh: 工人的名字，没有指定

source: Application properties
de: Anwendungseigenschaften
fa_ir: ویژگی های برنامه کاربردی
it: Proprietà dell'applicazione
ja: アプリケーションプロパティ
pt_br: Propriedades da aplicação

source: Notes
de: Bemerkungen
fa_ir: یادداشت ها
it: Note
ja: 注記
pt_br: Notas
zh: 笔记

source: Roles of LDAP users cannot be managed because LDAP is enabled and LDAP roles are being used.
de: Rollen von LDAP Benutzern können nicht bearbeitet werden, da LDAP eingeschaltet ist und LDAP Rollen benutzt werden.
fa_ir: نقش های کاربران LDAP قابل مدیریت نیست، به این دلیل که LDAP فعال شده است و از نقش های LDAP استفاده می گردد.
it: Il ruolo LDAP degli utenti non può essere gestito poiché lo si sta utlizzando
ja: LDAPが有効で，LDAPロールが使用されています。LDAPユーザーのロールは管理外です
pt_br: As regras de usuários do LDAP não pode ser gerenciadas porque o LDAP está ativo e as regras em uso.
zh: 无法管理，因为启用LDAP和LDAP角色正在使用LDAP用户的角色。

source: Virtual Workers
de: Virtuelle Mitarbeiter
fa_ir: مجریان مجازی
it: Lavoratori virtuali
ja: 仮想ワーカー
pt_br: Trabalhadores virtuais
zh: 虚拟工作者

source: All progress types have already been assigned.
de: Alle Fortschrittstypen wurden bereits zugeordnet.
fa_ir: تمام انواع پیشرفت ها در حال حاضر منتسب شده است.
it: Tutti i tipi di progresso sono già stati assegnati.
ja: すべての進行タイプが割り当て済です
pt_br: Todos tipos de progresso já foram atribuidos.
zh: 一切进步的类型已经被分配。

source: Expense properties
de: Aufwandseinstellungen
fa_ir: خواص مخارج
it: Proprietà delle spese
ja: 支出資産
pt_br: Propriedades da despesa
zh: 费用性质

source: Company logo URL
de: Firmenlogo-URL
fa_ir: نشانی اینترنتی لوگوی شرکت
it: URL del logo dell'azienda
ja: 企業ロゴURL
pt_br: Caminho URL do logotipo da empresa
zh: 公司标志URL

source: Project {0} transfered
de: Projekt {0} übertragen
fa_ir: پروژه [0] منتقل شد
it: Progetto {0} trasferito
ja: プロジェクト{0}は転送されました
pt_br: Projeto {0} transferido
zh: 项目{0}转移

source: Criterion
de: Kristerium
fa_ir: معیار
it: Criterio
ja: 基準
pt_br: Critério
zh: 标准

source: Resources capability
de: Fähigkeit der Ressouorcen
fa_ir: ظرفیت منابع
it: Capacità delle risorse
ja: リソース能力
pt_br: Capacidade de recursos
zh: 资源能力

source: material not specified
de: Material nicht angegeben
fa_ir: مواد مشخص نشده
it: materiale non specificato
ja: マテリアルが指定されていません
pt_br: material não especificado
zh: 材料不指定

source: Resource load view
de: Ansicht Ressourcenauslastung
fa_ir: نمای بارگذاری منابع
it: Vista del carico delle risorse
ja: リソース負荷ビュー
pt_br: Visualização de carga de recursos
zh: 资源加载视图

source: This worker was already removed by other user
de: Dieser Arbeiter wurde bereits von einem anderen Nutzer entfernt
fa_ir: این مجری توسط کاربر دیگر حذف شده است
it: Questo lavoratore è già stato rimosso da un altro utente
ja: このワーカーは他のユーザーによって削除されています
pt_br: Este trabalhador já foi removido por outro usuário
zh: 这名工人已经删除由其他用户

source: Edit {0}: {1}
de: Bearbeiten {0}:{1}
fa_ir: ویرایش [0]: [1]
it: Modifica {0}: {1}
ja: {0}: {1}を編集
pt_br: Editar {0}: {1}
zh: 编辑：{0} {1}

source: Edit task
de: Aufgabe bearbeiten
fa_ir: ویرایش وظیفه
it: Modifica il compito
ja: タスク編集
pt_br: Editar tarefa
zh: 编辑任务

source: Create new Workweek
de: Erstelle neue Arbeitswoche
fa_ir: ایجاد کارهفتگی جدید
it: Crea una nuova settimana lavorativa
ja: 週工数の新規作成
pt_br: Criar nova semana de trabalho
zh: 创建新的工作周

source: Progress %
de: Fortschritt %
fa_ir: پیشرفت %
it: Progresso %
ja: 進捗率(%)
pt_br: Progresso %
zh: 进度％

source: name is already used
de: Name wird bereits verwendet
fa_ir: نام قبلا استفاده شده است
it: il nome è già utilizzato
ja: すでに使用されている名称です
pt_br: nome já está em uso
zh: 名称已被使用

source: Inherited
de: geerbt
fa_ir: به ارث برده شده
it: Eredita
ja: 継承
pt_br: Herdado
zh: 遗传

source: Value
de: Wert
fa_ir: مقدار
it: Valore
ja: 値
pt_br: Valor
zh: 值

source: Criterion filter
de: Kriteriumsfilter
fa_ir: فیلتر معیار
it: Criteri di filtro
ja: 基準によるフィルタ
pt_br: Filtro de critério

source: Role search query
de: Rollensuchbegriff
fa_ir: عبارت جستجوی نقش
it: Query di ricerca per il ruolo
ja: ロール検索クエリ
pt_br: Consulta para busca de papeis
zh: 角色的搜索查询

source: Active
de: Aktiv
fa_ir: فعال
it: Attivo
ja: アクティブ
pt_br: Ativo
zh: 活跃

source: Create Template
de: Erstelle Vorlage
fa_ir: ایجاد الگو
it: Crea Modello
ja: テンプレートの作成
pt_br: Criar modelo
zh: 创建模板

source: Select start date
de: Startdatum auswählen
fa_ir: انتخاب تاریخ شروع
it: Seleziona la data d'inizio
ja: 開始日を選択してください
pt_br: Selecionar data de início
zh: 选择“开始日期”

source: new milestone
de: Neuer Meilenstein
fa_ir: رویداد مهم جدید
it: nuova tappa
ja: 新規マイルストーン
pt_br: novo marco
zh: 新的里程碑

source: closckStart:the clockStart must be not null if number of hours is calcultate by clock
de: clockStart:ClockStart darf nicht 0 sein, wenn die Stundenzahl per Uhr berechnet wird
fa_ir: closckStart: در صورتی که تعداد ساعت توسط زمانسنج محاسبه گردد closckStart نباید تهی باشد
it: l'orologio d'inizio dev'essere non nullo se le ore sono calcolate tramite orologio
ja: closckStart: 時間数がクロックで計算される場合，clockStartはNULL以外でなければなりません
pt_br: a hora de início não pode ser vazia se o número de horas é calculado pelo relógio
zh: closckStart：clockStart必须不为空，如果小时数calcultate的时钟

source: Invalid date. Date must be unique for this Progress Assignment
de: Ungültiges Datum. Datum muss für diese Fortschrittszuweisung ein Unikat sein.
fa_ir: تاریخ معتبر نیست. تاریخ باید برای این انتساب پیشرفت یکتا باشد
it: Data non valida. Dev'essere unica per questo assegnamento di progresso
ja: 無効な日付です。この進捗割り付け内でユニークでなければなりません
pt_br: Data inválida. Data deve ser exclusiva para esta Atribuição de Progresso
zh: 无效的日期。取得这一进展的分配必须是唯一的日期

source: Associated user
de: Beteiligter Benutzer
fa_ir: کاربر مرتبط
it: Utente associato
ja: 関連ユーザー
pt_br: Usuário associado
zh: 相关的用户

source: Existing user
de: Existierender Benutzer
fa_ir: کاربر فعلی
it: Utente esistente
ja: 既存のユーザー
pt_br: Usuário existente
zh: 现有用户

source: progress type should must be defined if quality form reports progress
de: Fortschrittstyp muss definiert sein, wenn Qualitätsformular Fortschritt berichtet
fa_ir: اگر فرم کیفیت پیشرفت را گزارش دهد، نوع پیشرفت باید تعیین شود.
it: il tipo di progresso dev'essere definito se il modulo di qualità riporta i progressi
ja: 品質フォームで進捗を報告するには，進捗タイプを定義しなければなりません
pt_br: tipo de progresso deve estar definido se o formulário de qualidade tem progresso notificado
zh: 进步类型应该必须被定义，如果质量形式报告进度

source: report progress not specified
de: Berichtsfortschritt nicht angegeben
fa_ir: پیشرفت گزارش مشخس نشده
it: rapporto progressi non specificato
ja: レポート進行状況が指定されていません
pt_br: progresso reportado não especificado
zh: 报告未指定的进展

source: Set Filter Options
de: Filteroptionen festlegen
fa_ir: تنظیم گزینه های فیلتر
it: Imposta le opzioni di filtro
ja: フィルタオプションの設定
pt_br: Definir opções de filtro
zh: 设置过滤器选项

source: please, select a project
de: bitte ein Projekt wählen
fa_ir: لطفا، یک پروژه انتخاب کنید
it: selezionare un progetto
ja: プロジェクトを選択してください
pt_br: por favor, selecione um projeto
zh: 请选择一个项目

source: LibrePlan: Project Status Report
de: LibrePlan: Projekt Statusbericht
fa_ir: لیبرپلن: گزارش وضعیت پروژه
it: LibrePlan: Rapporto Stato Progetto
ja: LibrePlan: プロジェクト状況レポート
pt_br: LibrePlan: Relatório de status do projeto
zh: LibrePlan：项目状态报告

source: You should select a start date for the exception
de: Sie müssen ein Startdatum für die Ausnahme hinzufügen
fa_ir: شما باید تاریخ شروع استثناء را انتخاب نمایید
it: Seleziona una data d'inizio per l'eccezione
ja: 例外の開始日を選択してください
pt_br: Você deve selecionar uma data de início para a exceção
zh: 你应该选择的开始日期异常

source: Show resource assignments
de: Ressourcenzuweisung anzeigen
fa_ir: نمایش انتساب منابع
it: Mostra assegnamento risorse
ja: リソースの割り当てを表示
pt_br: Mostrar atribuições de recursos
zh: 资源分配

source: Transfer
de: Übertrag
fa_ir: انتقال
it: Trasferisci
ja: 交換
pt_br: Transferir
zh: 转让

source: My tasks
de: Meine Aufgaben
fa_ir: وظایف من
it: Miei compiti
ja: マイ・タスク
pt_br: Minhas tarefas
zh: 我的任务

source: {0} could not be allocated. Cannot allocate more than one resource
de: {0} kann nicht zugewiesen werden. Kann nicht mehr als eine Ressource zurweisen
fa_ir: [0] نمی تواند تخصیص داده شود. نمی توان بیش از یک منبع تخصیص داد
it: {0} non può essere allocato. Impossibile allocare più di una risorsa
ja: {0}を割り当てできませんでした。複数のリソースを割り当てることはできません
pt_br: {0} não pode ser alocado. Não é possível alocar mais de um recurso.
zh: {0}不能被分配​​。无法分配多个资源

source: Confirm deleting {0}. Are you sure?
de: Bestätige das Löschen von {0}. Sind Sie sicher?
fa_ir: تأیید حذف [0]. مطمئن هستید؟
it: Conferma eliminazione di {0}. Sei sicuro?
ja: {0}を削除してよろしいですか？
pt_br: Confirmar a remoção {0}. Você tem certeza?
zh: 确认删除{0}。你确定吗？

source: Work
de: Arbeit
fa_ir: کار
it: Lavoro
ja: 作業
pt_br: Trabalho
zh: 工作

source: init
fa_ir: اولیه
it: inizializza
ja: 初期化
pt_br: início
zh: 初始化

source: Select entity, please
de: Bitte wählen Sie einen Gegenstand aus
fa_ir: لطفایک موجودیت انتخاب کنید
it: Seleziona un'entità
ja: エンティティを選択してください
pt_br: Selecionar entidade, por favor
zh: 请选择实体，

source: Subcontract
de: Unterauftrag
fa_ir: قرارداد فرعی
it: Subappalto
ja: 委託先
pt_br: Terceirizar
zh: 分包

source: Stretch date must be earlier than End date:
de: Zeitspanne muss früher als das Enddatum sein:
fa_ir: تاریخ امتداد باید قبل از تاریخ خاتمه باشد:
it: La data d'estensione dev'essere precedente a quella di fine:
ja: ストレッチ日は終了日以前でなければなりません
pt_br: A data de extensão deve ser anterior a data de término:
zh: 拉伸日期必须早于结束日期：

source: Exit session
de: Sitzung beenden
fa_ir: خروج از نشست
it: Esci dalla sessione
ja: セッション終了
pt_br: Fechar sessão
zh: 退出会话

source: LibrePlan: Tim import export info
de: LibrePlan: Tim Import-Export-Informationen
fa_ir: لیبرپلن: اطلاعات صدور و ورود Tim
it: LibrePlan: Informazioni d'importazione/esportazione con Tim
ja: LibrePlan: Timエクスポート情報
pt_br: LibrePlan: Informações de importação e exportação do Tim

source: resources per day cannot be empty or less than zero
de: Ressourcen pro Tag dürfen nicht leer oder kleiner als Null sein
fa_ir: منابع در هر روز نمی تواند خالی یا کمتر از صفر باشد
it: le risorse giornaliere non possono essere nulle o minori di zero
ja: １日あたりのリソースを空またはゼロより小さくすることはできません
pt_br: recursos por dia não pode ser vazio ou menor que zero
zh: 每天的资源不能为空或小于零

source: Synchronization order elements with JIRA issues was not completed for the following reasons:
de: Synchronisierung der Sortierelemente mit JIRA-Themen konnte aus diesen Gründen nicht abgeschlossen werden:
fa_ir: عناصر فرمان همگام سازی با نسخه JIRA به دلایل زیر تکمیل نشد:
it: La sincronizzazione degli elementi d'ordine con i problemi JIRA non è stata completata per i seguenti motivi:
ja: JIRAイシューとオーダ要素との同期は，次の理由で完了しませんでした。
pt_br: A sincronização das tarefas com incidências JIRA não foi completada pelos seguintes motivos:

source: Activation periods
de: Aktivierungs Perioden
fa_ir: دوره های زمانی فعال سازی
it: Periodi d'attivazione
ja: 有効期間
pt_br: Períodos de ativação
zh: 激活期

source: Progress measurements
de: Fortschrittsmessungen
fa_ir: سنجش های پیشرفت
it: Misure di progresso
ja: 進捗評価
pt_br: Medidas de progresso
zh: 进展测量
