Repository: vmazurashu/lp-pl-integration
Catalog: libreplan/libreplan-webapp/src/main/resources/i18n/*.po
Languages: de, fa_ir, it, ja, pt_br, zh

source: Bound user
de: Verbundene Benutzer
fa_ir: کاربر منتسب شود
it: Collega utente
ja: バインドされているユーザー
pt_br: Usuário vinculado
zh: 绑定用户

source: Write
de: Schreiben
fa_ir: نوشتن
it: Scrivi
ja: 書き込み
pt_br: Escrever
zh: 写

source: total not specified
de: Gesamt nicht angegeben
fa_ir: جمع کل مشخص نشده
it: totale non specificato
ja: 合計が指定されていません
pt_br: total não especificado
zh: 总不能指定

source: Could not load any resource
de: Kann keine Ressource laden
fa_ir: نمی توانید هیچ منبعی را باگذاری نمایید
it: Impossbile caricare alcuna risorsa
ja: リソースを読み込めませんでした
pt_br: Não pode carregar nenhum recurso
zh: 无法加载任何资源

source: Dates
de: Daten
fa_ir: تاریخ ها
it: Date
ja: 日付
pt_br: Datas
zh: 日期

source: Value is not valid. Code cannot contain chars like '_' and should not be empty
de: Wert ist ungültig. Code darf keine Zeichen wie '_' enthalten und sollte nicht leer sein.
fa_ir: مقدار معتبر نیست. کد نباید حاوی کاراکترهایی شبیه "_" و یا تهی باشد.
it: Valore non valido. Il codice non può contenere caratteri come '_' e non può essere vuoto
ja: 値が無効です。 '_'などのコードを含むことはできません。 また，空白であってはなりません。
pt_br: Valor inválido. Código não pode conter símbolos como '_' e não pode ser vazio
zh: 值无效。⏎ 代码不能包含字符，如'_' ⏎ 和不应该是空的

source: currency code not specified
de: Währungscode ist nicht angegeben
fa_ir: کد جاری نمی تواند مشخص شود
it: codice valuta non specificato
ja: 通貨コードが指定されていません
pt_br: código de moeda não especificado
zh: 不指定货币代码

source: Choosing Template
de: Schließe Vorlage
fa_ir: انتخاب قالب
it: Scegli il modello
ja: テンプレートの選択
pt_br: Escolhendo modelo
zh: 选择模板

source: Resource name (Resource code)
de: Ressourenname (Ressourcencode)
fa_ir: نام منبع (کد منبع)
it: Nome risorsa (Codice risorsa)
ja: リソース名（リソースコード）
pt_br: Nome do recurso (Código do recurso)
zh: 资源名称（资源代码）

source: Starting date cannot be empty in forward mode
de: Startdatum darf im Vorwärtsmodus nicht leer sein
fa_ir: تاریخ شروع نمی تواند در حالت پیشرو خالی باشد
it: La data di partenza non può essere vuota in modalità "in avanti"
ja: 順方向モードでは開始日付を空にすることはできません
pt_br: Data de início não pode ser vazia no modo adiantado
zh: 在正向模式下，开始日期不能为空

source: Cancel
de: Abbrechen
fa_ir: لغو
it: Annulla
ja: キャンセル
pt_br: Cancelar
zh: 取消

source: Project version is the same in source and destination scenarios
de: Projektversion ist für Quell- und Zielszenario identisch
fa_ir: نسخه پروژه در سناریوهای مبدأ و مقصد یکسان است
it: La versione del progetto è la stessa nello scenario di origine e destinazione
ja: 転送元シナリオと転送先シナリオのプロジェクトのバージョンが同じです
pt_br: Versão do projeto é o mesmo no cenário de origem e no de destino
zh: 来源和目标的项目版本相同

source: Expense date
de: Aufwandsdatum
fa_ir: تاریخ مخارج
it: Data spese
ja: 経費日
pt_br: Data da despesa
zh: 费用日期

source: Tree {0} sucessfully flattened
de: Baum {0} erfolgreich zusammengeklappt
fa_ir: درخت [0] با موفقیت مسطح گردید
it: Albero {0} appiattito con successo
ja: ツリー{0}は正常にフラット化されました
pt_br: Árvore {0} nivelada com sucesso
zh: 树{0}成功地扁平化

source: Status code
fa_ir: کد وضعیت
it: Codice di stato
ja: 状態コード
pt_br: Código de status
zh: 状态代码

source: Edit task {0}
de: Bearbeite Aufgabe {0}
fa_ir: ویرایش وظیفه [0]
it: Modifica compito {0}
ja: タスク{0}を編集
pt_br: Editar tarefa {0}
zh: 编辑任务{0}

source: Error
de: Fehler
fa_ir: خطا
it: Errore
ja: エラー
pt_br: Erro
zh: 错误

source: Click on this
de: Hierauf klicken
fa_ir: روی این کلیک کنید
it: Clicca qui
ja: ここをクリック
pt_br: Clique aqui
zh: 点击

source: Exception: {0} (Inh)
de: Ausnahme: {0} (Inh)
fa_ir: استثنا: [0] (توارثی)
it: Eccezione: {0} (Inh)
ja: 例外: {0}（継承）
pt_br: Exceção: {0}
zh: 异常：{0}（INH）

source: Calendar data
de: Kalenderdaten
fa_ir: داده تقویم
it: Dati calendario
ja: カレンダー情報
pt_br: Dados do calendário
zh: 日历数据

source: Select language
de: Wähle Sprache
fa_ir: انتخاب زبان
it: Seleziona la lingua
ja: 言語の選択
pt_br: Selecionar idioma
zh: 选择语言

source: Problems connecting with client web service
de: Probleme bei der Verbindung mit dem Webdienst des Clients
fa_ir: اتصال به وب سرویس مشتری با مشکل مواجه شد
it: Problemi durante la connessione col servizio web
ja: クライアントWebサービスとの接続に問題が発生しました
pt_br: Erro ao tentar estabelecer conexão com o serviço web do cliente
zh: 客户端Web Service连接有问题

source: progress type name is already in use
de: Fortschrittstypname wird bereits verwendet
fa_ir: نام نوع پیشرفت قبلا استفاده شده است
it: il nome del tipo di progresso è già in uso
ja: 進捗タイプ名がすでに使用されています
pt_br: tipo de progresso já está em uso
zh: 进步类型的名称已在使用中

source: Labels without inheritance
de: Bezeichnungen ohne Nachfolger
fa_ir: برچسب های بدون توارث
it: Etichette senza eredità
ja: 継承していないラベル
pt_br: Rótulos sem herança
zh: 没有继承的标签

source: Click the following link to return to home page:
de: Klicke Sie auf den folgenden Link, um zur Startseite zurückzukehren
fa_ir: پیوند را در ادامه کلیک نمایید تا به صفحه نخست برگردید
it: Clicca il collegamento seguente per ritornare alla pagina pricipale:
ja: ホームページに戻るには次のリンクをクリックしてください。
pt_br: Clique no link a seguir para retornar a página principal
zh: 点击以下链接返回首页：

source: See scheduling
de: Zeitplan ansehen
fa_ir: زمانبندی را ببینید
it: Mostra tabella di marcia
ja: スケジュールを見る
pt_br: Vizualizar agendamento
zh: 见调度

source: Select the elements to import into LibrePlan
de: Wählen Sie die in LibrePlan zu importierenden Elemente aus
fa_ir: عناصر را برای وارد کردن به لیبرپلن انتخاب کنید
it: Seleziona gli elementi da importare in LibrePlan
ja: LibrePlanにインポートする要素を選択してください
pt_br: Selecione os elementos a serem importados no LibrePlan

source: Exception type
de: Typ der Ausnahme
fa_ir: نوع استثناء
it: Tipo d'eccezione
ja: 例外タイプ
pt_br: Tipo de exceção
zh: 异常类型

source: LDAP users cannot change their password if LDAP authentication is enabled. Talk to one of the administrators
de: LDAP-Benutzer können Ihr Passwort nicht ändern, wenn LDAP-Authentifizierung aktiv ist. Informieren Sie den Administrator
fa_ir: اگر احراز هویت LDAP فعال گردد کاربران LDAP نمی توانند گذرواژه خود را تغییر دهند. با یکی از راهبران سامانه تماس بگیرید
it: Gli utenti LDAP non possono modificare la loro password se si usa l'autenticazione tramite LDAP. Contattare l'amministratore di rete.
ja: LDAP認証が有効な場合はパスワードを変更することはできません。管理者に連絡してください
pt_br: Usuários do LDAP não podem alterar senha se a autenticação pelo LDAP estiver ativada. Contacte o administrador.
zh: 如果启用了LDAP身份验证LDAP用户无法更改他们的密码。交谈的管理员之一

source: Role name
de: Rollenname
fa_ir: نام نقش
it: Nome del ruolo
ja: ロール名
pt_br: Nome do papel
zh: 角色名称

source: Required materials
de: Erforderliche Materialien
fa_ir: مواد لازم
it: Materiali richiesti
ja: 必要なマテリアル
pt_br: Materiais requeridos
zh: 所需材料

source: Number of digits
de: Anzahl der Ziffern
fa_ir: تعداد ارقام
it: Numero di cifre
ja: 桁数
pt_br: Número de dígitos
zh: 数字位数

source: Lines
de: Zeilen
fa_ir: خط ها
it: Linee
ja: ライン
pt_br: Linhas
zh: 线

source: Extended view
de: Erweiterte Ansicht
fa_ir: نمای مبسوط
it: Vista estesa
ja: 拡張ビュー
pt_br: Visão expandida
zh: 扩展视图

source: unit price not specified
de: Stückpreis nicht angegeben
fa_ir: قیمت واحد مشخص نشده
it: costo unitario non specificato
ja: 単価が指定されていません
pt_br: preço unitário não especificado
zh: 未指定的单位价格

source: Perspectives
de: Aussichten
fa_ir: منظرها
it: Prospettive
ja: パースペクティブ
pt_br: Perspectivas
zh: 展望

source: Your session has expired because of inactivity. Please log in again.
de: Die Sitzung wurde aufgrund von Inaktivität beendet. Bitte erneut einloggen.
fa_ir: نشست شما به دلیل عدم فعالیت منقضی شده است. لطفا مجدد وارد شوید.
it: La tua sessione è scaduta per inattività. Per favore rieffettuare il login.
ja: セッションが非アクティブであったため，有効期限が切れました。もう一度ログインしてください
pt_br: Sua sessão expirou por inatividade. Por favor, refaça o login.
zh: 您的会话已过期，因为没有活动。请重新登录。

source: User
de: Benutzer
fa_ir: کاربر
it: Utente
ja: ユーザー
pt_br: Usuário
zh: 用户

source: Project closing previsions
de: Vorgesehenes Projektende
fa_ir: پیش اعلان بسته شدن پروژه
it: Chiudo le previsioni del progetto
ja: プロジェクトを閉じる
pt_br: Previsão de fechamento do projeto
zh: 项目结束向导

source: Invalid format prefix. Format prefix cannot be empty, contain '_' or contain whitespaces.
de: Ungültiges Formatpräfix, Formatpräfix darf nicht leer sein, darf keine '_' oder Leerzeichen enthalten.
fa_ir: ساختار پیشوند نامعتر. ساختار پیشوند نمی تواند خالی باشد، یا شامل "_" و یا فاصله باشد.
it: Prefisso di formato non valido. Il prefisso del formato non può essere vuoto, contenere '_' o spazi.
ja: 無効な形式のプレフィックスです。空，'_'あるいは空白を含むことはできません。
pt_br: Prefixo inválido. Formato de prefixo não pode ser vazio, conter '_' ou espaços em branco.
zh: 无效的格式前缀。格式前缀不能为空，包含'_'或包含空格。

source: The current value must be less than the max value.
de: Der aktuelle Wert muss kleiner als der Maximalwert sein.
fa_ir: مقدار فعلی باید کمتز از مقدار حداکثر باشد
it: Il valore corrente dev'essere inferiore al valore massimo.
ja: 現在値は最大値より小さくなければなりません
pt_br: O valor atual deve ser menor que o valor máximo
zh: 的电流值必须小于最大值。

source: Filter by month
de: Nach Monat filtern
fa_ir: فیلتر براساس ماه
it: Filtra rispetto ai mesi
ja: 月指定によるフィルタ
pt_br: Filtrar por mês
zh: 按月筛选

source: Calendar cannot be removed as it has other derived calendars from it
de: Kalender kann nicht entfernt werden, da andere Kalender davon abhängig sind
fa_ir: تقویم نمی تواند حذف گردد تا زمانی که تقویم های دیگر از آن مشتق شده اند.
it: Il calendario non può essere rimosso perché alcuni calendari derivano da esso
ja: 他のカレンダーに派生しているカレンダーは削除できません
pt_br: Calendário não pode ser removido pois existem outros calendários derivados deste
zh: 日历不能删除，因为它具有其他衍生日历

source: Total Worked Hours By Resource In A Month
de: Gesamtarbeitsstunden je Ressource in einem Monat
fa_ir: جمع کل ماهانه ساعت کار انجام شده توسط منبع
it: Totale ore lavorate per Risorsa in un mese
ja: 月次リソース別総稼働時間
pt_br: Total de horas trabalhadas por recurso em um mês
zh: 在一个月内通过资源的总工作小时

source: cannot be negative or empty
de: darf nicht negativ oder leer sein
fa_ir: نمی تواند خالی یا منفی باشد
it: non può essere negativo o vuoto
ja: 負の値または空にすることはできません
pt_br: não pode ser negativo ou vazio
zh: 不能为负数或空

source: Select gap
de: Lücke auswählen
fa_ir: انتخاب فاصله
it: Imposta intervallo
ja: ギャップの選択
pt_br: Selecionar intervalo
zh: 选择差距

source: Period
de: Zeitraum
fa_ir: دوره
it: Periodo
ja: 期間
pt_br: Período
zh: 期

source: Worker must be not-null
de: Mitarbeiter darf nicht NULL sein
fa_ir: مجری نباید تهی باشد
it: Il lavoratore non dev'essere nullo
ja: ワーカーはNULL以外でなければなりません
pt_br: O trabalhador deve ser definido
zh: 工人必须不能为空

source: Communications To Subcontractors
de: Schriftverkehr mit Unterauftragnehmern
fa_ir: مکاتبه ارسالی به پیمانکار فرعی
it: Comunicazioni ai subappaltatori
ja: 委託先への連絡
pt_br: Comunicações à terceirizadas
zh: 给分包商的通信

source: Could not add those authorizations to profile {0} because they were already present.
de: Konnte diese Autorisierungen dem Profil nicht hinzufügen, da sie bereits vorhanden sind
fa_ir: این مجوزها را نمی توان به پروفایل [0] افزود، به این دلیل که از قبل وجود داشته اند.
it: Impossibile aggiungere queste autorizzazioni al profilo {0} poichè già presenti.
ja: プロファイル権限"{0}"を追加できませんでした。すでに設定されています
pt_br: As autorizações não foram adicionadas pois já existem no perfil {0}
zh: 无法添加这些授权，配置文件{0}，因为他们已经存在。

source: Resource: {0}
de: Ressource {0}
fa_ir: منبع: [0]
it: Risorsa: {0}
ja: リソース: {0}
pt_br: Recurso: {0}
zh: 资源：{0}

source: Last value
de: Letzter Wert
fa_ir: آخرین مقدار
it: Ultimo valore
ja: 最終値
pt_br: Último valor
zh: 最后一个值

source: Edit Calendar
de: Bearbeite Kalender
fa_ir: ویرایش تقویم
it: Modifica calendario
ja: カレンダーの編集
pt_br: Editar calendário
zh: 编辑日历

source: End date can only be deleted in the last activation
de: Enddatum kann nur in der letzten Aktivierung gelöscht werden
fa_ir: تاریخ خاتمه تنها در آخرین فعال سازی قابل حذف است
it: La data di fine può essere eliminata solo nell'ultima attivazione
ja: 終了日が削除できるのは最後のアクティベーションのみです
pt_br: Data de término só pode ser removida no último período de ativação
zh: 结束日期只能被删除的最后一个激活

source: userId not specified
de: Benutzerkennung nicht angegeben
fa_ir: userID مشخص نشده
it: Id utente non specificato
ja: ユーザーIDが指定されていません
pt_br: userID não especificado
zh: 用户标识没有指定

source: cannot be negative
de: Darf nicht negativ sein
fa_ir: نمی تواند منفی باشد
it: non può essere negativo
ja: 負の値にすることはできません
pt_br: não pode ser negativo
zh: 不能为负数

source: from
de: Von
fa_ir: از
it: da
ja: 期間
pt_br: desde
zh: 从

source: Calculate Resources per Day
de: Ressourcen pro Tag berechnen
fa_ir: محاسبه روزانه منابع
it: Calcola le risorse per giorno
ja: 一日あたりのリソースの計算
pt_br: Calcular recursos por dia
zh: 每天的计算资源

source: Job class name
de: Aufgabenklassenname
fa_ir: نام دسته کار
it: Nome della classe di lavoro
ja: ジョブクラス名
pt_br: Nome da classe de trabalho

source: Job scheduling
de: Aufgabenplanung
fa_ir: زمانبندی کار
it: Pianificazione lavoro
ja: ジョブスケジューリング
pt_br: Agendamento de trabalho

source: Estimated hours
de: Geschätzte Stunden
fa_ir: ساعات تخمینی
it: Ore stimate
ja: 見積時間
pt_br: Horas estimadas
zh: 估计小时

source: Username
de: Benutzername
fa_ir: شناسه کاربری
it: Nome utente
ja: ユーザー名
pt_br: Nome de usuário
zh: 用户名

source: Go!
de: Los!
fa_ir: برو!
it: Vai!
ja: 実行
pt_br: Ir!
zh: 加油！

source: Task not found
de: Aufgabe nicht gefunden
fa_ir: وظیفه پیدا نشد
it: Compito non trovato
ja: タスクが見つかりません
pt_br: Tarefa não encontrada
zh: 任务未找到

source: Valid from
de: Gültig vom
fa_ir: معتبر از
it: Valido dal
ja: 有効開始日
pt_br: Válido desde
zh: 有效期从

source: Total extra per day
de: Gesamt extra pro Tag
fa_ir: کل مازاد روزانه
it: Extra totale per giorno
ja: 日毎の超過
pt_br: Total extra por dia
zh: 总的额外每天

source: Default user "admin" cannot be removed as it is mandatory
de: Standardbenutzer "admin" kann nicht entfernt werden, weil er obligatorisch ist
fa_ir: کاربر پیش فرض "admin" نمی تواند حذف گردد و الزامی است
it: L'utente "admin" non può essere eliminato
ja: 既定ユーザー"admin"は必須なので削除できません
pt_br: Usuário padrão "admin" não pode ser removido
zh: 默认用户“admin”不能被删除，因为它是强制性的

source: Resources usage
de: Ressourcennutzung
fa_ir: استفاده منابع
it: Utilizzo risorse
ja: リソースの使用状況
pt_br: Uso de recursos
zh: 资源的使用

source: Completed
de: Abgeschlossen
fa_ir: تکمیل شده
it: Completato
ja: 完了
pt_br: Completado

source: Year (optional)
de: Jahr (optional)
fa_ir: سال (اختیاری)
it: Anno (opzionale)
ja: 年(省略可能)
pt_br: Ano (opcional)

source: Current password
de: Aktuelle Passwort
fa_ir: گذرواژه جاری
it: Password corrente
ja: 現在のパスワード
pt_br: Senha atual
zh: 目前的密码

source: Cannot remove the predefined calendar exception day "{0}"
de: Kann den vordefinierten Kalenderausnahmetag "{0}" nicht entfernen
fa_ir: روز مستثنای پیش تعریف شده تقویم "[0]" نمی تواند حذف گردد
it: Non posso eliminare il giorno d'eccezione "{0}" del calendario predefinito
ja: 事前定義されたカレンダーの例外日"{0}"を削除することはできません
pt_br: Não é possível remover dia de exceção "{0}" do calendário predefinido
zh: 无法删除预定义的日历例外日“{0}”

source: type
de: Typ
fa_ir: نوع
it: tipo
ja: タイプ
pt_br: tipo
zh: 类型

source: an authorization type must be set
de: ein Autorisierungstyp muss festgelegt sein
fa_ir: یک نوع مجوز باید انتخاب شود
it: un tipo d'autorizzazione dev'essere impostato
ja: 認証タイプの設定が必要です
pt_br: uma autorização deve ser definida
zh: 授权类型必须设置

source: Own exception
de: eigene Ausnahme
fa_ir: استثناء خاص
it: Eccezioni personali
ja: 独自に定義した例外
pt_br: Exceção própria
zh: 自己的异常

source: Companies
de: Firmen
fa_ir: شرکت ها
it: Aziende
ja: 会社
pt_br: Empresas
zh: 公司

source: Label type
de: Bezeichnungstyp
fa_ir: نوع برچسب
it: Tipo etichetta
ja: ラベル形式
pt_br: Tipo de rótulo
zh: 标签类型

source: Schedule Variance
de: Abweichung vom Zeitplan
fa_ir: مغایرت زمانبندی
it: Varianza della programmazione
ja: スケジュール差異
pt_br: Desvio de agendamento
zh: 进度偏差

source: progress type not specified
de: Fortschrittstyp nicht angegeben
fa_ir: نوع پیشرفت مشخص نشده
it: il tipo di progresso non è specificato
ja: 進捗タイプが指定されていません
pt_br: tipo de progresso não especificado
zh: 不指定进步型

source: Disabled
de: Inaktiv
fa_ir: غیرفعال شده
it: Disabilitato
ja: 無効
pt_br: Desabilitado
zh: 禁用

source: Calendar allocation
de: Kalenderzuweisung
fa_ir: تخصیص تقویم
it: Allocazione calendario
ja: カレンダーの割り当て
pt_br: Calendário de alocação
zh: 日历分配

source: LibrePlan: Total Worked Hours By Resource In A Month
de: LibrePlan: Gesamtarbeitsstunden pro Ressource in einem Monat
fa_ir: LibrePlan: جمع کل ماهانه ساعت کار انجام شده توسط منبع
it: LibrePlan: Numero totale di ore lavorate per risorsa in un mese
ja: LibrePlan: 月次リソース別総稼働時間
pt_br: LibrePlan: Total de horas trabalhadas por recurso em um mês
zh: LibrePlan：在一个月内通过资源的总工作小时

source: This criterion type cannot be deleted because it is assigned to projects or resources
de: Dieser Kriteriumstyp kann nicht gelöscht werden, da er Projekten oder Ressourcen zugewiesen ist.
fa_ir: این نوع از معیار نمی تواند حذف گردد به این دلیل که به پروژه یا منبعی نسبت داده شده است
it: Il tipo di criterio non può essere liminato poiché è assegnato a progetti o risorse
ja: プロジェクトまたはリソースに割り当てられているため，基準タイプを削除できません
pt_br: Existe atribuição para este tipo de critério à recursos ou projetos e ele não pode ser removido.
zh: 这个标准不能被删除，因为它是分配给项目或资源类型

source: The only current suported formats are mpp and planner.
de: Die einzigen, zur Zeit unterstützten Formate sind MPP und Planner.
fa_ir: تنها فرمت هایی که پشتیبانی می شود MPP و PLANNER می باشد.
it: Gli unici formati supportarti per ora sono mpp e planner.
ja: 現在サポートされているフォーマットはmppとplannerのみです
pt_br: Até o momento somente os formatos mpp e planner são suportados.

source: Progress Type
de: Fortschrittstyp
fa_ir: نوع پیشرفت
it: Tipo di progresso
ja: 進捗タイプ
pt_br: Tipo de progresso
zh: 进展类型

source: Identification
de: Identifikation
fa_ir: شناسایی
it: Identificazione
ja: 識別情報
pt_br: Identificação
zh: 鉴定

source: You cannot remove the task "{0}" because it has work reported on it or any of its children
de: Die Aufgabe "{0}" kann nicht entfernt werden, da Arbeit an sie oder eine Unteraufgabe berichtet wird.
fa_ir: نمی توانید وظیفه "[0]" را حذف نمایید، به این دلیل که کاری بر روی آن یا یکی از فرزندان آن گزارش شده است
it: Non puoi eliminare il compito "{0}" perché c'è del lavoro riportato in esso o in qualcuno dei suoi derivati
ja: タスク"{0}"を削除することはできません。そのタスクまたは子タスクに報告済の作業があります
pt_br: Não é possível remover a tarefa "{0}", pois já possui trabalho reportato nela ou em suas subtarefas
zh: 您不能删除任务“{0}”，因为它的工作报告上或任何其子

source: Zoom
de: Vergrößerung
fa_ir: زوم
it: Ingrandimdento
ja: ズーム
zh: 放大

source: Project
de: Projekt
fa_ir: پروژه
it: Progetto
ja: プロジェクト
pt_br: Projeto
zh: 项目

source: Select
de: Auswählen
fa_ir: انتخاب
it: Sceleziona
ja: 選択
pt_br: Selecionar
zh: 选择

source: Check this option if you would like to send feedback to LibrePlan developers about program usage
de: Markieren Sie diese Option, wenn Sie den LibrePlan-Entwicklern eine Rückmeldung über die Programmbenutzung geben wollen.
fa_ir: درصورتی که می خواهید باز خورد خود را به توسعه دهندگان LibrePlan درباره استفاده از برنامه ارسال نمایید، این گزینه را انتخاب نمایید
it: Spunta questa opzione se vuoi inviare informazioni agli sviluppatori di LibrePlan riguardo l'utilizzo del programma
ja: このプログラムの使用法についてLibrePlan開発者にフィードバックを送りたい場合，このオプションをチェックしてください
pt_br: Marque esta opção se deseja enviar informações de estatística de uso do LibrePlan aos seus desenvolvedores.
zh: 勾选这个选项，如果你想发送反馈给有关程序使用的LibrePlan开发

source: LibrePlan: Settings
de: LibrePlan: Einstellungen
fa_ir: لیبرپلن: تنظیمات
it: LibrePlan: Impostazioni
ja: LibrePlan: 設定
pt_br: LibrePlan: Preferências
zh: LibrePlan：设置

source: Materials
de: Materialen
fa_ir: مواد
it: Materiali
ja: マテリアル
pt_br: Materiais
zh: 物料

source: Filter quality forms by
de: Qualitätsformulare filtern nach
fa_ir: فیلتر کردن بر اساس فرم های کیفیت
it: Filtra moduli di qualità per
ja: 品質フォームによるフィルタ
pt_br: Filtrar formulário de qualidade por
zh: 滤波器的品质表格

source: Date format is wrong. Please, use the following format: {0}
de: Datumsformat ist falsch. Bitte nutzen Sie das folgende Format: {0}
fa_ir: ساختار تاریخ اشتباه است. لطفا از ساختار : [0] استفاده نمایید.
it: Il formato della data è sbagliato. Si prega di usare quello seguente: {0}
ja: 日付形式が間違っています。次の形式を使用してください: {0}
pt_br: Formato de data inválido. Por favor, use o seguinte formato: {0}
zh: 日期格式是错误的。请使用以下格式：{0}

source: Total other
de: Gesamt Sonstiges
fa_ir: کل متفرقه
it: Totale altro
ja: その他合計
pt_br: Total outro
zh: 其他项目合计

source: Change the password
de: Passwort ändern
fa_ir: تغییر گذرواژه
it: Cambia la password
ja: パスワードの変更
pt_br: Alterar senha
zh: 更改密码

source: LibrePlan: Access Forbidden
de: LibrePlan: Zugang verweigert
fa_ir: LibrePlan: ممنوعیت در دسترسی
it: LibrePlan: Accesso proibito
ja: LibrePlan: アクセス禁止
pt_br: LibrePlan: Acesso negado
zh: LibrePlan：拒绝访问

source: Estimated days
de: Geschätzte Tage
fa_ir: روزهای تخمینی
it: Giorni stimati
ja: 見積日数
pt_br: Dias estimados
zh: 估计天

source: Virtual Workers Groups List
de: Virtuelle Arbeitergruppenliste
fa_ir: فهرست گروه های مجریان مجازی
it: Lista dei gruppi virtuali di lavoro
ja: 仮想ワーカーグループ一覧
pt_br: Lista de grupos de trabalhadores virtuais
zh: 虚拟工群体

source: Communications From Subcontractors
de: Schriftverkehr von Unterauftragnehmern
fa_ir: مکاتبه ارسالی از پیمانکار فرعی
it: Modelli per le comunicazioni con i subappaltatori
ja: 委託先からの連絡
pt_br: Comunicações das tercerizadas
zh: 从分包商的通信

source: parent not specified
de: Übergeordnetes Element nicht angegeben
fa_ir: والد مشخص نشده
it: sorgente non specificata
ja: 親が指定されていません
pt_br: predecessor não especificado
zh: 家长不指定

source: Has bound resource
de: Hat gebunden Ressource
fa_ir: منبع مقید
it: Ha dei collegamenti con delle risorse
ja: リソースと結合
pt_br: Tem recurso vinculado
zh: 已绑定资源

source: Forward
de: Vorwärts
fa_ir: پیشروی
it: Avanti
ja: 前方
pt_br: Para frente
zh: 前

source: Total Budget
de: Gesamtbudget
fa_ir: بودجه کل
it: Bilancio totale
ja: 総予算
pt_br: Orçamento total
zh: 总预算

source: Edit queue-based resource element
de: Ablaufbasiertes Ressourcenelement bearbeiten
fa_ir: ویرایش عنصر منبع مبتنی بر صف
it: Modifica elemento di risorsa basato su code
ja: キューベースのリソース要素の編集
pt_br: Editar elemento de recurso baseado em filas
zh: 编辑基于队列的资源要素

source: job class name not specified
de: Aufgabenklassenname nicht angegeben
fa_ir: نام دسته کار مشخص نشده
it: nome della classe di lavoro non specificato
ja: ジョブクラス名が指定されていません
pt_br: nome da classe de trabalho não especificado

source: Spreading progress
de: Verbreitungsfortschritt
fa_ir: پیشرفت Spreading
it: Progresso diffuso
ja: 進捗の展開
pt_br: Progresso em propagação
zh: 传播进步

source: OK
fa_ir: تایید

source: Confirm deleting this worker. Are you sure?
de: Bestätige das Löschen dieses Arbeiters. Sind Sie sicher?
fa_ir: تأیید حذف این مجری. آیا مطمئن هستید؟
it: Conferma eliminazione lavoratore. Sei sicuro?
ja: このワーカーを削除してよいですか？
pt_br: Confirmar remoção deste trabalhador. Deseja continuar?
zh: 确认删除这名工人。你确定吗？

source: element associated to a task must be not empty
de: Mit Aufgaben verknüpfte Elemente dürfen nicht leer sein
fa_ir: عنصر منتسب شده به یک وظیفه نباید خالی باشد
it: l'elemento associato ad un compito non può essere vuoto
ja: タスクに関連付けられている要素は空であってはなりません
pt_br: elemento associado a uma tarefa não pode ser vazio
zh: 元素相关的任务，必须不为空

source: field name not specified or empty
de: Feldname nicht angegeben oder leer
fa_ir: نام فیلد مشخص نشده یا خالی است
it: nome del campo non specificato o vuoto
ja: フィールド名が指定されていないか，あるいは空白です
pt_br: nome do campo não especificado ou vazio
zh: 字段名不在指定或为空

source: must be after the previous date
de: muss nach dem vorherigen Datum liegen
fa_ir: باید بعد از تاریخ قبلی باشد
it: dev'essere successivo alla data precedente
ja: 先行する日付よりも後でなければなりません。
pt_br: deve ser depois da data anterior
zh: 以前的日期后，必须

source: JIRA label
de: JIRA-Bezeichnung
fa_ir: برچسب JIRA
it: Etichetta di JIRA
ja: JIRAラベル
pt_br: Rótulo JIRA

source: Cancel and return
de: Abbrechen und zurück
fa_ir: لغو و بازگشت
it: Annulla e torna indietro
ja: キャンセルして戻る
pt_br: Cancelar e voltar
zh: 取消并返回
