Repository: vmazurashu/lp-pl-integration
Catalog: libreplan/libreplan-webapp/src/main/resources/i18n/*.po
Languages: de, fa_ir, it, ja, pt_br, zh

source: Sorry, you do not have permissions to access this project
de: Sie haben keinen Rechte für das Projekt .
fa_ir: متأسفانه، مجوز دسترسی به این پروژه را ندارید
it: Mi spiace, non hai i permessi per accedere a questo progetto
ja: 残念ですが，このプロジェクトにアクセスする権限がありません
pt_br: Desculpe, você não tem permissões para acessar este projeto
zh: 对不起，您没有权限访问这个项目

source: Refresh
de: Erneut laden
fa_ir: باز آمد کردن
it: Aggiorna
ja: リフレッシュ
pt_br: Atualizar
zh: 刷新

source: Time period contains non valid data. Ending data must be older than starting date
de: Zeitspanne enthält ungültige Daten. Letzte Daten müssen älter sein als erste Daten
fa_ir: زمان دوره حاوی داده معتبر نیست. تاریخ خاتمه باید بعد از تاریخ شروع باشد
it: Il perido di tempo contiene dati non validi. La fine dev'essere successiva all'inizio
ja: 期間指定に無効なデータが含まれています。開始日は終了日よりも前でなければなりません
pt_br: Período de tempo contem dados inválidos. Data de término deve ser posterior a data de início
zh: 时间段中包含非有效数据。，结束数据必须是老年人，比出发日期

source: The field name must be unique.
de: Der Feldname muss einzigartig sein.
fa_ir: نام فیلد باید یکتا باشد.
it: Il nome del campo dev'essere unico
ja: フィールド名はユニークでなければなりません
pt_br: O nome do campo deve ser exclusivo.
zh: 字段名称必须是唯一的。

source: Planning charts expanded
de: Planungsdiagramme erweitert
fa_ir: نمودارهای برنامه ریزی بسط یافت
it: Grafici di pianificazione espansi
ja: 計画チャートの拡張
pt_br: Gráficos de planejamento expandidos
zh: 规划图扩大

source: Report structure
de: Berichtsstruktur
fa_ir: ساختار گزارش
it: Struttura del report
ja: レポート構成
pt_br: Estrutura do relatório
zh: 报告结构

source: Assign selected items
de: Ordne ausgewählte Elemente zu
fa_ir: انتساب موارد منتخب
it: Assegna gli oggetti selezionati
ja: 選択した項目の割り当て
pt_br: Atribuir itens selecionado
zh: 分配给选定的项目

source: Month
de: Monat
fa_ir: ماه
it: Mese
ja: 月
pt_br: Mês
zh: 月

source: Capacity
de: Kapazität
fa_ir: ظرفیت
it: Capacità
ja: 能力
pt_br: Capacidade
zh: 容量

source: Hours Worked Per Resource
de: Stunden gearbeitet je Ressource
fa_ir: ساعات کار شده به ازای منبع
it: Ore lavorate per risorsa
ja: リソース別の稼働実績時間
pt_br: Horas trabalhadas por recurso
zh: 工作时数资源

source: Each date must be greater than the dates of the previous task quality form items.
de: Jedes Datum muss größer sein als die Daten vorheriger Elemente des Aufgabenqualitätsformulars.
fa_ir: همه تاریخ ها باید بعد از تاریخ های موارد فرم کیفیت وظیفه قبلی باشد.
it: Ogni data dev'essere successiva a quelle dei moduli di qualità del compito precedente.
ja: それぞれの日付は，以前のタスク品質フォーム項目の日付以降でなければなりません
pt_br: Cada data deve ser maior que as datas dos itens que antecedem no formulário de qualidade
zh: 每一个日期必须大于以前的工作质量的表单项目的日期。

source: Version
fa_ir: نسخه
it: Versione
ja: バージョン
pt_br: Versão
zh: 版本

source: Cannot allocate selected element. There is not any queue that matches resource allocation criteria at any interval of time
de: Kann ausgewähltes Element nicht zuweisen. Es gibt keinen Ablauf, welcher dem zugewiesenen Ressourcenkriterium in allen Zeitintervallen entspricht
fa_ir: عنصر انتخاب شده نمی تواند تخصیص داده شود. هیچ صفی وجود ندارد که مطابق با شرایط تخصیص منبع در بازه های زمانی باشد.
it: Impossibile allocare l'elemento selezionato. Non c'e nessuna coda che corrisponde al criterio d'allocazione risorse in nessun intervallo di tempo
ja: 選択された要素は割り当てできません。リソースの割り当て条件を充足するキューがどのインターバルにもありません
pt_br: Não foi possível alocar elemento selecionado. Não há nenhuma fila que satisfaça os critérios de alocação de recursos em nenhum intervalo de tempo.
zh: 无法分配选中的元素。没有任何相匹配的资源分配准则

source: If you entered the URL directly in the navigation bar of the browser, please review it or click in the following link in order to go to initial page:
de: Wenn Sie die URL direkt in der Eingabezeile des Browsers eingegeben haben, überprüfen Sie diese bitte oder klicken Sie auf den folgenden Link, um zur Startseite zurückzukehren:
fa_ir: اگر شما نشانی اینترنتی را به طور مستقیم در نوار پیمایش مرورگر وارد کرده اید، لطفا آن را بازبینی کنید یا بر روی پیوند زیر کلیک کنید تا به صفحه اولیه بازگردید:
it: Se hai già inserito direttamente una URL nella barra di navigazione del broeser, si prega di verificarla o cliccare nel link seguente per ritornare alla pagina d'inizio:
ja: ブラウザのナビゲーションバーにURLを直接入力した場合，再度確認するか，次のリンクをクリックして初期ページに移動してください
pt_br: Se você entrou com a URL diretamente na barra de navegação de seu navegador, por favor, verifique-a ou clique no link a seguir para voltar a página inicial:
zh: 如果你的浏览器在导航栏中直接输入URL，请查看或点击以下链接，以进入到最初的页面：

source: please, select a criterion
de: Bitte ein Kriterium wählen
fa_ir: لطفا، یک معیار انتخاب کنید
it: si prega di selezionare un Criterio
ja: 基準を選択してください
pt_br: por favor, selecione um critério
zh: 请选择一个标准

source: Progress consolidation
de: Fortschrittszusammenfassung
fa_ir: یکپارچه سازی پیشرفت
it: Consolidazione progresso
ja: 進捗の統合
pt_br: Consolidação de progresso
zh: 进展合并

source: End date communicated by the subcontractor.
de: Enddatum durch Unterauftragnehmer mitgeteilt.
fa_ir: تاریخ خاتمه مکاتبه شده توسط پیمانکار فرعی
it: Data di fine comunicata con il subappaltatore.
ja: 委託先報告による終了日
pt_br: Data de término comunicada pela terceirizada
zh: 结束日期由分包商的沟通。

source: Companies List
de: Firmenliste
fa_ir: فهرست شرکت ها
it: Lista delle aziende
ja: 会社一覧
pt_br: Lista de empresas
zh: 企业名录

source: LibrePlan: Virtual Worker Groups
de: LibrePlan: Virtuelle Arbeitergruppe
fa_ir: لیبرپلن: گروهای مجازی مجریان
it: LibrePlan: Gruppo di lavoratori virtuale
ja: LibrePlan: 仮想ワーカーグループ
pt_br: LibrePlan: Grupos de trabalhadores virtuais
zh: LibrePlan：虚拟的职工群体

source: MonteCarlo Method
de: Monte-Carlo-Methode
fa_ir: روش مونت کارلو
it: Metodo MonteCarlo
ja: モンテカルロ法
pt_br: Método de Montecarlo
zh: 蒙特卡罗方法

source: Cost category
de: Kostenstelle
fa_ir: رده هزینه
it: Categoria di costo
ja: コスト区分
pt_br: Categoria de custo
zh: 成本类别

source: LibrePlan: Personal timesheet
de: LibrePlan: Persönlicher Stundenzettel
fa_ir: لیبرپلن: برگه زمانی شخصی
it: LibrePlan: Foglio ore personale
ja: LibrePlan: パーソナルタイムシート
pt_br: LibrePlan: Folha de horas pessoal
zh: LibrePlan：个人时间表

source: clock finish cannot be empty if number of hours is calcultate by clock
de: Uhrbeendung darf nicht leer sein, wenn Stunden nach der Uhr berechnet werden
fa_ir: اگر ساعات با زمان سنج محاسبه می شوند، زمان پایان زمان سنج نمی تواند تهی باشد
it: L'ora di fine non può essere vuota se il numero di ore è calcolato dall'orologio
ja: 時間数を時刻から算出する場合，完了時刻を空にすることはできません
pt_br: hora de término não pode ser vazia se o número de horas é calculado por relógio
zh: 如果不能为空的小时数calcultate的时钟时钟完成

source: left
de: verbleiben
fa_ir: ترک کرد
it: rimaste
ja: 左
pt_br: restante

source: Disabled because of it contains more than one hours group
de: Deaktiviert, da es mehr als eine Stundengruppe enthält
fa_ir: غیرفعال شده به دلیل این که حاوی بیش از یک گروه ساعت است
it: Disabilitato poiché contiene più d'un gruppo d'ore
ja: 複数の時間グループを含んでいるため無効です
pt_br: Desativado por conter mais de um grupo de horas
zh: 禁用，因为它包含了一个多小时组

source: Home
de: Start
fa_ir: صفحه اصلی
it: Inizio
ja: ホーム
pt_br: Início
zh: 家

source: Unsaved changes will be lost. Are you sure?
de: Ungespeicherte Änderungen gehen verloren. Sind Sie sicher?
fa_ir: تغییرات ذخیره نشده از بین می روند. آیا اطمینان دارید؟
it: Le modifiche non salvate verranno perse. Sei sicuro?
ja: 保存されていない変更は失われます。よろしいですか？
pt_br: Mudanças não salvas serão perdidas. Deseja continuar mesmo assim?
zh: 未保存的更改将丢失。你确定吗？

source: LibrePlan role not specified
de: LibrePlan-Rolle nicht angegeben
fa_ir: نقش لیبرپلن مشخص نشده است
it: LibrePlan ruolo non specificato
ja: LibrePlanのロールが指定されていません
pt_br: Papel LibrePlan não especificado
zh: LibrePlan没有指定的角色

source: Destination scenario
de: Zielszenario
fa_ir: سناریوی مقصد
it: Scenario di destinazione
ja: 転送先シナリオ
pt_br: Cenário de destino
zh: 目标的情况

source: Criterion has subelements
de: Kriterium hat Unterelemente
fa_ir: معیار عناصر فرعی دارد
it: Il criterio ha dei sottoelementi
ja: 基準にサブ要素があります
pt_br: O critério tem subelementos
zh: 标准有子元素

source: Move
de: Bewege
fa_ir: حرکت
it: Muovi
ja: 移動
pt_br: Mover
zh: 移动

source: LibrePlan: JIRA synchronization info
de: LibrePlan: JIRA-Synchronisierungsinformationen
fa_ir: لیبرپلن: اطلاعات همگام سازی JIRA
it: LibrePlan: Informazioni di sincronizzazione con JIRA
ja: LibrePlan: JIRA同期情報
pt_br: LibrePlan: Informações de sincronização Jira

source: State
de: Status
fa_ir: حالت
it: Stato
ja: 状態
pt_br: Status
zh: 州

source: Failed: {0}
de: Fehlgeschlagen: {0}
fa_ir: خطا: {0}
it: Fallito: {0}
ja: 失敗しました:{0}
pt_br: Falhado: {0}

source: Delete bound user
de: Lösche verbundenen Benutzer
fa_ir: حذف کاربر موظف شده
it: Elimina utente associato
ja: バインドされたユーザーの削除
pt_br: Remover usuário vinculado
zh: 删除绑定用户

source: Connection values of JIRA connector are invalid
de: Verbindungswerte des JIRA-Verbinders sind ungültig
fa_ir: مقادیر ارتباط رابط JIRA متعبر نیست
it: I valori di connessione per il connettore JIRA non sono validi
ja: JIRAコネクタの接続値が無効です
pt_br: Os valores de configuração do conector JIRA são inválidos

source: End date is not valid, the new end date must be after start date
de: Enddatum ist ungültig, das neue Enddatum muss nach dem Startdatum liegen
fa_ir: تاریخ خاتمه معتبر نیست، تاریخ خاتمه جدید باید بعد از تاریخ شروع باشد
it: La data di fine non è valida, la nuova data di fine dev'essere successiva alla data d'inizio
ja: 終了日が無効です。終了日は開始日以降でなければなりません
pt_br: Data de término não é válida, a nova data de término deve ser posterior a data de início
zh: 结束日期是无效的，新的结束日期必须在开始日期

source: Save & New timesheet
de: Speichern und neuer Stundenzettel
fa_ir: ذخیره کردن و ایجاد برگه زمانی جدید
it: Salva e crea un nuovo foglio ore
ja: 保存と新規タイムシート
pt_br: Salvar & Nova folha de horas
zh: 保存新的时间表

source: Not workable day
de: Kein Arbeitstag
fa_ir: روز غیر کاری
it: Giorno non lavorabile
ja: 非作業日
pt_br: Dia não util
zh: 没有可行的一天

source: Profiles List
de: Profilliste
fa_ir: فهرست پروفایل ها
it: Lista profili
ja: プロファイル一覧
pt_br: Lista de perfis
zh: 配置文件列表

source: LibrePlan: User access
de: LibrePlan: Benutzerzugang
fa_ir: لیبرپلن: دسترسی کاربر
it: LibrePlan: Accesso utenti
ja: LibrePlan: ユーザーアクセス
pt_br: LibrePlan: Acesso de usuários
zh: LibrePlan：用户访问

source: label code is already being used
de: Bezeichnungscode ist bereits in Benutzung
fa_ir: کد برچسب قبلا استفاده شده است
it: il codice dell'etichetta è già in uso
ja: すでに使用されているラベルコードです
pt_br: código de rótula já está sendo usado
zh: 标签代码已被使用

source: Personal timesheets
de: Persönliche Stundenzettel
fa_ir: برگه های زمانی شخصی
it: Foglio ore personale
ja: パーソナルタイムシート
pt_br: Folha de horas pessoal
zh: 个人时间表

source: Create copy
de: Erstelle eine Kopie
fa_ir: ایجاد کپی
it: Crea copia
ja: コピーを作成
pt_br: Criar cópia
zh: 创建副本

source: cannot be empty.
de: darf nicht leer sein
fa_ir: نمی تواند خالی باشد..
it: non può essere vuoto.
ja: 空にすることはできません
pt_br: não pode ser vazio
zh: 不能为空。

source: Communication Date
de: Kommunikationsdatum
fa_ir: تاریخ مکاتبه
it: Data comunicazione
ja: 連絡実施日
pt_br: Data de comunicação
zh: 通讯日期

source: Create task
de: Erstelle Aufgabe
fa_ir: ایجاد وظیفه
it: Crea compito
ja: タスクの作成
pt_br: Criar taréfa
zh: 创建任务

source: Example: {0}
de: Beispiel: {0}
fa_ir: مثال: [0]
it: Esempio: {0}
ja: 例: {0}
pt_br: Exemplo: {0}
zh: 例如：{0}

source: Start date is not valid, the new start date must be previous the current start date
de: Anfangsdatum ist ungültig, das neue Anfangsdatum muss vor dem gegenwärtigen Anfangsdatum sein
fa_ir: تاریخ شروع معتبر نیست، تاریخ شروع جدید باید قبل از تاریخ شروع فعلی باشد.
it: Data d'inizio non valida, la nuova data d'inizio dev'essere precedente alla data d'inizio corrente
ja: 開始日が有効ではありません。現在の開始日より前の日付を指定してください
pt_br: A nova data de início deverá ser anterior à data de início atual.
zh: 开始日期是无效的，新的开始日期必须比现在的开始日期更早

source: Availability ratio
de: Verfügbarkeitsverhältnis
fa_ir: نسبت دسترس پذیری
it: percentuale di disponibilità
ja: 稼働率
pt_br: Proporção de disponibilidade
zh: 空置率

source: Cost Category
de: Kostenkategorie
fa_ir: رده هزینه
it: Categoria di costo
ja: コスト区分
pt_br: Categoria de custo
zh: 成本类别

source: Add new hours group
de: Füge neue Stundengruppe hinzu
fa_ir: افزودن گروه ساعت جدید
it: Aggiungi nuove ore di gruppo
ja: 新しい時間グループを追加
pt_br: Adicionar novo grupo de horas
zh: 添加新的时间组

source: Progress Types List
de: Fortschrittstypenliste
fa_ir: فهرست انواع پیشرفت
it: Lista dei tipi di progresso
ja: 進捗タイプ一覧
pt_br: Lista de tipos de progresso
zh: 进展类型列表

source: Create {0}
de: Erstelle {0}
fa_ir: ایجاد [0]
it: Crea {0}
ja: {0}の作成
pt_br: Criar {0}
zh: 创建{0}

source: Defines the time since last saving operation at project planning perspectives after which a warning is raised on leaving. Set to 0 in order to disable the warning.
de: Definiert die Zeit seit der letzten Sicherung bei Projektplanungsansichten, nach denen beim Verlassen eine Warnung ausgegeben wird. Auf 0 setzen, um die Warnung auszuschalten
fa_ir: مدت زمان از تاریخ آخرین عملیات ذخیره سازی در دورنمای برنامه ریزی پروژه که بعد از آن یک هشدار در هنگام خروج فعال شده است را تعریف می کند. به منظور غیرفعال کردن هشدار روی 0 قرار دهید.
it: Definisce il tempo dall'ultima operazione di salvataggio dalla prospettiva della pianificazione di progetto dopo di chè viene emesso un avvertimento all'uscita. Impostare a 0 per disabilitare l'avviso
ja: プロジェクト計画パースペクティブで最後に保存してから警告が発生するまでの時間を指定します。警告を無効にするには０を設定してください
pt_br: Define o tempo, desde o último salvamento nas perspectivas de planejamento do projeto, a partir de quando será mostrado um aviso ao sair. Defina 0 para desativar o aviso.
zh: 定义的时间后，自去年节能运行，在项目规划的角度提出警告离开。如果设置为0以禁用警告。

source: type of work hours not specified
de: Typ der Arbeitsstunden nicht festgelegt
fa_ir: نوع ساعات کار مشخص نشده است
it: tipo d'ore di lavoro non specificato
ja: 作業時間タイプが指定されていません
pt_br: tipo de horas de trabalho não especificado
zh: 未指定类型的工作时间

source: Seconds planning warning
de: Sekundenplanungswarnung
fa_ir: هشدار برنامه ریزی ثانیه ها
it: Avviso secondo la pianificazione.
ja: 計画編集警告時間(秒)
pt_br: Segundos até notificação para salvamento
zh: 秒的规划警告

source: indirect progress assignments should have different types
de: Indirekte Fortschrittszuweisungen sollten verschiedene Typen haben
fa_ir: انتساب های پیشرفت غیرمستقیم باید انواع مختلفی داشته باشد
it: l'assegnamento indiretto dei progressi dovrebbe avere tipi differenti
ja: 間接的な進捗設定は，タイプが異なってなければなりません
pt_br: atribuição de progresso indiretos deveriam ter tipos diferentes
zh: 间接进度任务应该有不同的类型

source: Delete template. Are you sure?
de: Vorlage löschen. Sind Sie sicher?
fa_ir: حذف الگو. آیا اطمینان دارید؟
it: Eliminare modello. Sei sicuro?
ja: テンプレートを削除します。よろしいですか？
pt_br: Removendo modelo. Deseja continar?
zh: 删除模板。你确定吗？

source: Confirm exit dialog
de: Verlassen bestätigen
fa_ir: تأیید خروج از کادر گفتگو
it: Finestra di conferma uscita
ja: 終了確認ダイアログ
pt_br: Caixa de diálogo para confirmar saída
zh: 确认退出对话框

source: User limit reached
de: Benutzerbegrenzung erreicht
fa_ir: به محدودیت کاربر رسیدید
it: Raggiunto limite utenti
ja: ユーザ制限に達しました
pt_br: Limite de usuários alcançado

source: % Deviation interval (difference % between consumed and estimated hours)
de: % Abweichungsintervall (Unterschied in % zwischen verbrauchten und geschätzten Stunden)
fa_ir: % بازه انحراف (درصد اختلاف بین ساعات صرف شده و تخمینی)
it: % Intervallo di deviazione (Differenza % tra le ore utilizzate e quelle stimate)
ja: 偏差間隔%（消費時間と見積時間との差%）
pt_br: % Intervalo de desvio (diferença de % entre horas consumidas e estimadas)
zh: ％偏差区间（消耗和估计小时之间的差别％）

source: Invalid Start Date. New Start Date must be earlier than End Date
de: Ungültiges Startdatum. Neues Startdatum muss früher sein als Enddatum
fa_ir: تاریخ شروع معتبر نیست. تاریخ شروع جدید باید قبل از تاریخ خاتمه باشد
it: Data d'inizio non valida. La nuova data d'inizio dev'essere precedente a quella di fine
ja: 開始日が無効です。終了日よりも前でなければなりません。
pt_br: Data de início inválida. Nova data de início deve ser anterior a data de término
zh: 开始日期无效。新的开始日期必须早于结束日期

source: project code already being used
de: Projektkennzeichen bereits vergeben
fa_ir: کد پروژه قبلا استفاده شده است
it: codice di progetto già utilizzato
ja: すでに使用されているプロジェクトコードです
pt_br: código do projeto já está em uso
zh: 项目中的代码已被使用

source: Start date
de: Startdatum
fa_ir: تاریخ شروع
it: Data d'inizio
ja: 開始日
pt_br: Data de início
zh: 开始日期

source: Instance not found.
de: Instanz nicht gefunden.
fa_ir: مورد موجود نیست.
it: Istanza non trovata.
ja: インスタンスが見つかりません
pt_br: Instância não encontrada.

source: Value is not valid. It must be smaller than max value
de: Wert ist ungültig. Er muss kleiner als der Maximalwert sein
fa_ir: مقدار معتبر نیست. باید کمتر از مقدار بیشینه باشد
it: Il valore non è valido. Dev'essere inferiore a quello massimo
ja: 値が有効ではありません。最大値よりも小さくなければなりません
pt_br: Valor inválido. Deve ser menor que o valor máxio
zh: 值无效。它必须小于最大值

source: Unexpected: {0}
de: Unerwartet: {0}
fa_ir: عیرمنتظره: {0}
it: Inaspettato: {0}
ja: 予期しない値: {0}
pt_br: Inesperado: {0}
zh: 意外：{0}

source: percentages in quality form items must be unique
de: Prozentsätze in Qualitätsformulareinträgen müssen einzigartig sein
fa_ir: درصد در موارد فرم کیفیت باید منحصر بفرد باشد
it: le percentuali negli oggetti del modulo qualità devono essere uniche
ja: 品質フォーム内の項目の比率はユニークでなければなりません
pt_br: percentuais nos itens do formulário de qualidade devem ser diferentes uma das outras
zh: 百分比质量的表单项目中必须是唯一的

source: Value is not valid, the precision value must not be empty
de: Wert ist ungültig, die Genauigkeit darf nicht leer sein
fa_ir: مقدار معتبر نیست، مقدار دقت نباید خالی باشد
it: Il valore non è valido, li valore di precisione non dev'essere vuoto
ja: 値が無効です。精度の値は空であってはなりません
pt_br: Valor inválido, o valor de precisão não pode ser vazio
zh: 值无效，精度值不能为空

source: type not specified
de: Typ nicht angegeben
fa_ir: نوع مشخص نشده است
it: tipo non specificato
ja: タイプが指定されていません
pt_br: tipo não especificado
zh: 键入不指定

source: The {0} sequence prefixes cannot be repeated
de: Das Sequenzpräfix {0} kann nicht wiederholt werden
fa_ir: پیشوندهای توالی [0] نمی تواند تکرار گردد
it: Il prefisso di sequenza {0} non può essere ripetuto
ja: シーケンスプレフィックス{0}を繰り返すことはできません
pt_br: Os prefixos da sequência de {0} não podem se repetir
zh: {0}前缀不能重复序列

source: Fully, Partially or Unscheduled. (Drag and drop to move tasks)
de: Vollständig, Teilweise oder ungeplant (ziehen und fallen lassen, um Aufgaben zu verschieben)
fa_ir: به طور کامل، جزئی یا زمان بندی نشده. (برای انتقال وظیفه ها، بکشید و بیندازید)
it: Completamente, parzialmente o non pianificato. (Trascina e rilascia per spostare un compito)
ja: スケジュール済/一部スケジュール済/未スケジュール(ドラッグ＆ドロップでタスクを移動)
pt_br: Completo, Parcialmente ou não agendado. (Arraste e solte para mover tarefas)
zh: 完全，部分或不定期。（拖放移动任务）

source: Direct labels
de: Direktbezeichnungen
fa_ir: برچسب های مستقیم
it: Etichette dirette
ja: 直接ラベル
pt_br: Rótulos diretos
zh: 直接标签

source: Criteria
de: Kriterien
fa_ir: شرایط
it: Criteri
ja: 基準
pt_br: Critério
zh: 标准

source: Normal resource allocation
de: Normale Ressorcenzuweisung
fa_ir: تخصیص منابع معمولی
it: Allocazione normale delle risorse
ja: 通常のリソース割り当て
pt_br: Alocação de recursos normal
zh: 正常的资源分配

source: Total Hours
de: Gesamtstunden
fa_ir: جمع کل ساعات
it: Totale ore
ja: 総時間数
pt_br: Total de horas
zh: 总时数

source: Some allocations needed
de: Einige Belegungen erforderlich
fa_ir: برخی تخصیص ها مورد نیاز است
it: Alcune allocazioni sono richieste
ja: 必要な割り当て
pt_br: É necessário algumas alocações
zh: 需要一些分配

source: Apply filter to
de: Filter anwenden auf
fa_ir: اعمال فیلتر برای
it: Applica il filtro a
ja: フィルタ適用:
pt_br: Aplicar filtro a
zh: 应用过滤器

source: Progress type cannot be modified
de: Fortschrittstyp kann nicht bearbeitet werden
fa_ir: نوع پیشرفت قابل تغییر نیست
it: Il tipo di progresso non può essere modificato
ja: 進捗状況タイプは変更できません
pt_br: Tipo de progresso não pode ser modificado
zh: 进展类型不能被修改

source: Total task hours
de: Gesamte Aufgabenstunden
fa_ir: مجموع ساعات کاری
it: Ore totali del compito
ja: 総タスク時間
pt_br: Total de horas de tarefa
zh: 总的工作时间

source: Overload
de: Überlast
fa_ir: بار اضافی
it: Sovraccarico
ja: 過負荷
pt_br: Sobrecarga
zh: 超载

source: Spread
de: Tabellenblatt
fa_ir: گسترده
it: Diffuso
ja: 展開
pt_br: Propagação
zh: 传播

source: Value is not valid, the default max value must be greater than the precision value
de: Wert ist ungültig, der Standard-Höchstwert muss größer als der Genauigkeitswert sein.
fa_ir: مقدار معتبر نیست، مقدار حداکثر پیش فرض باید بزرگتر از مقدار دقت باشد
it: Il valore non è valido, il valore massimo di base dev'essere maggiore del valore di precisione
ja: 無効な値です。既定の最大値は精度値よりも大きくなければなりません
pt_br: Valor inválido, o padrão máximo deve ser maior que o valor de precisão
zh: 值无效，默认的最大值必须大于精度值

source: Assigned
de: Zugewiesen
fa_ir: منتسب شده
it: Assegnato
ja: 割り当て済
pt_br: Atribuido
zh: 分配

source: Total capacity
de: Gesamte Kapazität
fa_ir: جمع کل ظرفیت
it: Capacità totale
ja: 総能力
pt_br: Capacidade total
zh: 总容量

source: Subcontractor values are read only because they were reported by the subcontractor company.
de: Werte der Unterauftragnehmer sind nicht editierbar, da sie bereits an Unterauftragnehmer übermittelt wurden.
fa_ir: مقادیر پیمانکار فرعی فقط خواندنی هستند به این دلیل که توسط شرکت پیمانکار گزارش داده شده اند.
it: I campi dei subappaltatori sono in sola lettura perché sono riportati dalle aziende in subappalto.
ja: 委託先によって報告された実績値を変更することはできません
pt_br: Os valores de terceirização são somente de leitura devido serem reportados pela empresa terceirizada
zh: 阅读不仅是因为他们的报告由分包商公司的分包商值。

source: state not specified
de: Status nicht angegeben
fa_ir: حالت مشخص نشده است
it: stato non specificato
ja: 状態が指定されていません
pt_br: estado não especificado
zh: 状态不指定

source: Select required criteria set and press filter button
de: Notwendige Kriterien auswählen und Filter drücken
fa_ir: شرط لازم را انتخاب نمایید و دکمه فیلتر را فشار دهید
it: Seleziona il criterio richiesto imposta e premi il pulsante di filtro
ja: 基準セットを選択して、フィルタボタンを押してください
pt_br: Selecione conjunto de critérios requeridos e pressione o botão filtrar
zh: 选择所需的标准设定，然后按过滤器按钮

source: Concept
de: Konzept
fa_ir: مفهوم
it: Concetto
ja: コンセプト
pt_br: Descrição
zh: 概念

source: Unknown attribute '{0}' in class {1}
de: Unbekanntes Attribut '{0}' in Klasse {1}
fa_ir: صفت ناشناخته '{0}' در کلاس {1}
it: Attributo '{0}' sconosciuto nella classe {1}
ja: クラス{1}の属性'{0}'が不明です
pt_br: Atributo desconhecido '{0}' na classe {1}
zh: 未知属性“{0}”在类{1}

source: job group and name are already being used
de: Aufgabengruppe und -name bereits in Verwendung
fa_ir: نام و گروه کار قبلا استفاده شده است
it: il gruppo di lavoro e il nome sono già utilizzati
ja: すでに使用されているジョブグループと名称です
pt_br: grupo de trabalho e nome já está sendo usado

source: Code
fa_ir: کد
it: Codice
ja: コード
pt_br: Código
zh: 码

source: New entry
de: Neuer Eintrag
fa_ir: ورودی جدید
it: Nuova voce
ja: 新規
pt_br: Nova entrada
zh: 新的条目

source: Timesheets Template
de: Stundenzettelvorlage
fa_ir: الگوی برگه های زمانی
it: Modello foglio ore
ja: タイムシートのテンプレート
pt_br: Modelo de folha de horas
zh: 时程表模板

source: Extra Effort
de: Zusätzlicher Aufwand
fa_ir: تلاش بیشتر
it: Sforzo Extra
ja: 超過工数
pt_br: Esforço extra
zh: 额外的努力

source: Year
de: Jahr
fa_ir: سال
it: Anno
ja: 年
pt_br: Ano
zh: 年

source: BCWS
fa_ir: هزینه بودجه کار زمانبندی شده

source: List of materials for category: {0}
de: Liste der Materialien für Kategorie : {0}
fa_ir: فهرست مواد برای رده: [0]
it: Lista dei materiali per categoria: {0}
ja: 区分{0}のマテリアル一覧
pt_br: Lista de materiais para categoria: {0}
zh: 材料类列表：{0}

source: role ldap not specified
de: LDAP-Rolle nicht angegeben
fa_ir: نقش ldap مشخص نشده است
it: ruolo LDAP non specificato
ja: role ldapが指定されていません
pt_br: papel LDAP não especificado
zh: 角色LDAP不指定
