Repository: vmazurashu/lp-pl-integration
Catalog: libreplan/libreplan-webapp/src/main/resources/i18n/*.po
Languages: de, fa_ir, it, ja, pt_br, zh

source: fields should match with timesheet data if are shared by lines
de: Felder sollten sich mit Stundenzettelwerten decken, wenn Zeilen geteilt werden
fa_ir: اگر فیلدها توسط خطوط، اشتراک گذاری شوند باید با داده برگه زمانی تطبیق داشته باشد
it: i campi devono coincidere con i dati del foglio ore se sono condivisi per linee
ja: 複数行で共有されているフィールドはタイムシートデータと一致している必要があります
pt_br: os campos, se compartilhados por linhas, deveriam coincidir com o folha de horas de trabalho
zh: 字段应与时间表数据，如果共享的线

source: Manual allocation
de: Manuelle Belegung
fa_ir: تخصیص دستی
it: Allocazione manuale
ja: 手動割り当て
pt_br: Alocação manual
zh: 手动分配

source: the same task is marked as finished by more than one timesheet line
de: Dieselbe Aufgabe wird von mehr als einer Stundenzettelzeile als beendet markiert
fa_ir: یک وظیفه با بیش از یک خط برگه زمانی به عنوان پایان یافته نشانه گذاری شده است
it: lo stesso compito è impostato come completato da più di un foglio ore
ja: 同じタスクが１行以上のタイムシート行で"終了"とマークされています。
pt_br: a mesma tarefa está marcada como finalizada por mais de uma linha de folha de horas
zh: 标记为完成相同的任务由一个以上的时间表线

source: Confirm edit worker
de: Arbeiter bearbeiten bestätigen
fa_ir: تأیید ویرایش مجری
it: Conferma modifica lavoratore
ja: ワーカー編集の確認
pt_br: Confirme edição do trabalhador
zh: 确认工人版

source: Day properties
de: Tageseinstellungen
fa_ir: خواص روز
it: Propietà del giorno
ja: 日プロパティ
pt_br: Propriedades do dia
zh: Day属性

source: code not specified
de: Code nicht angegeben
fa_ir: کد مشخص نشده
it: codice non specificato
ja: コードが指定されていません
pt_br: código não especificado
zh: 代码不指定

source: Log
de: Protokoll
fa_ir: لاگ
it: Diario
ja: ログ
zh: 登录

source: Name
fa_ir: نام
it: Nome
ja: 名称
pt_br: Nome
zh: 名称

source: Worker and bound user deleted
de: Arbeiter und verbundene Benutzer gelöscht
fa_ir: مجری و کاربر مقید شده به آن حذف گردید
it: Operaio associato a utente cancellato
ja: ワーカーとバインドされたユーザーが削除されました
pt_br: Trabalhador e usuário vinculado removido
zh: 工人和绑定用户已删除

source: end
de: Ende
fa_ir: خاتمه
it: fine
ja: 終了
pt_br: fim
zh: 结束

source: quality form not specified
de: Qualitätsformular nicht angegeben
fa_ir: فرم کیفیت مشخص نشده
it: modulo di qualità non specificato
ja: 品質フォームが指定されていません
pt_br: formulário de qualidade não especificado
zh: 优质形式，不指定

source: Criterion Type
de: Kriteriumstyp
fa_ir: نوع معیار
it: Tipo di criterio
ja: 基準タイプ
pt_br: Tipo de critério

source: JIRA connector not found
de: JIRA-Verbinder nicht gefunden
fa_ir: رابط JIRA یافت نشد
it: Connettore per JIRA non trovato
ja: JIRAのコネクタが見つかりません
pt_br: Conector JIRA não encontrado

source: the project must have a deadline
de: Das Projekt muss einen Abschlusstermin haben
fa_ir: پروژه باید خط پایانی داشته باشد
it: il progetto deve avere una scadenza
ja: プロジェクトの期限が必要です
pt_br: o projeto deve ter um prazo limite
zh: 该项目必须有一个最后期限

source: Label filter
de: Bezeichnungsfilter
fa_ir: فیلتر برچسب
it: Filtro etichette
ja: ラベルによるフィルタ
pt_br: Filtro de rótulo

source: Templates List
de: Vorlagenliste
fa_ir: فهرست قالب ها
it: Lista dei modelli
ja: テンプレート一覧
pt_br: Lista de modelos
zh: 模板列表

source: Help
de: Hilfe
fa_ir: مکم
it: Aiuto
ja: ヘルプ
pt_br: Ajuda
zh: 帮助

source: Label Types List
de: Bezeichnungstypenliste
fa_ir: فهرست نوع های برچسب
it: Lista dei tipi d'etichetta
ja: ラベルタイプ一覧
pt_br: Lista de tipo de rótulos
zh: 标签类型列表

source: EAC
fa_ir: تکمیل تخمین هزینه (EAC)

source: Load 100%
de: Auslastung 100 %
fa_ir: 100% بارگذاری شد
it: Carico al 100%
ja: 負荷100%
pt_br: Carga 100%
zh: 负载100％

source: Stretch date must not be before task start date:
de: Zeitspanne darf nicht vor dem Startdatum der Aufgabe liegen:
fa_ir: تاریخ امتداد باید قبل از تاریخ شروع وظیفه باشد:
it: La data d'estensione non può essere precedente a quella d'inizio:
ja: ストレッチ日付はタスクの開始日以前であってはなりません
pt_br: Data da extensão não pode ser anterior a data de início da tarefa:
zh: 伸展日期不得早于任务开始日期：

source: Select connector
de: Verbinder auswählen
fa_ir: انتخاب اتصال دهنده
it: Seleziona il connettore
ja: コネクタの選択
pt_br: Selecionar conector

source: Assignments could not be completed
de: Zuweisung kann nicht vervollständigt werden
fa_ir: انتساب نمی تواند کامل شود
it: Gli assegnamenti non possono essere completati
ja: 割り当てを完了できませんでした
pt_br: Atribuição não pode ser completada
zh: 作业无法完成

source: Number of applications
de: Anzahl Anwendungen
fa_ir: تعداد کاربردها
it: Numero delle applicazioni
ja: アプリケーション数
pt_br: Número de aplicações
zh: 申请宗数

source: New project version
de: Neue Projektversion
fa_ir: نسخه جدید پروژه
it: Nuova versione del progetto
ja: 新しいプロジェクトバージョン
pt_br: Nova versão de projeto
zh: 新的项目版本

source: Transfer Projects Between Scenarios
de: übertrage Projekte zwischen Szenarien
fa_ir: انتقال پروژه ها بین سناریوها
it: Trasferisci progetti tra gli scenari
ja: シナリオ間のプロジェクト転送
pt_br: Transferir projetos entre cenários
zh: 转移项目

source: Scenarios
de: Szenarien
fa_ir: سناریوها
it: Scenari
ja: シナリオ
pt_br: Cenários

source: task not specified
de: Aufgabe nicht spezifiziert
fa_ir: وظیفه مشخص نشده است
it: compito non specificato
ja: タスクが指定されていません
pt_br: tarefa não especificada
zh: 任务不指定

source: subelements
de: Unterelemente
fa_ir: عناصر فرعی
it: sottoelementi
ja: サブ要素
pt_br: subelementos
zh: 子元素

source: Description
de: Beschreibung
fa_ir: توصیف
it: Descrizione
ja: 説明
pt_br: Descrição
zh: 描述

source: Reload
de: Neu laden
fa_ir: بارگذاری مجدد
it: Ricarica
ja: 再ロード
pt_br: Recarregar
zh: 刷新

source: No departments configured
de: Keine Abteilung konfiguriert
fa_ir: هیچ اداره ای پیکربندی نشده است
it: Nessun dipartimento configurato
ja: 部門が設定されていません
pt_br: Nenhum departamento configurado

source: Infinitely Over Assignable
de: Unendlich zuweisbar
fa_ir: قابل انتساب به صورت بی حد
it: Permette infinito lavoro in straordinario
ja: 無制限に超過割り当て可能
pt_br: Infinitamente sobre atribuível
zh: 无限超过可分配的

source: Filter by
de: Filtern nach
fa_ir: فیلتر براساس
it: Filtra per
ja: フィルタ
pt_br: Filtrar por
zh: 筛选条件

source: Recommended allocation
de: Empfohlene Belegung
fa_ir: تخصیص پیشنهادی
it: Allocazione raccomandata
ja: 推奨方法で割り当て
pt_br: Alocação recomendada
zh: 推荐配置

source: Continue
de: Fortsetzen
fa_ir: ادامه دادن
it: Continua
ja: 継続
pt_br: Continuar
zh: 继续

source: Workable capacity for this period
de: Bearbeitbare Kapazität für diese Zeitspanne
fa_ir: ظرفیت کار قابل انجام برای این تناوب
it: Capacità lavorativa per questo periodo
ja: この期間内で可能な能力
pt_br: Capacidade de trabalho para este período
zh: 这一时期的可行能力

source: IMPORTANT: Don't forget to communicate to subcontractor that his contract has been cancelled
de: WICHTIG: Keinesfalls vergessen, dem Unterauftragsnehmer mitzuteilen, dass sein Vertrag gekündigt wurde
fa_ir: مهم: فراموش نکنید که با پیمانکاری که رابطه با آن لغو شده است مکاتبه نمایید.
it: IMPORTANTE: Non dimenticare con il subappaltatore che il suo contratto è stato cancellato
ja: 重要: 契約キャンセルを委託先に必ず連絡してください
pt_br: IMPORTANTE: Não esqueça de comunicar à terceirizada sobre o cancelamento do contrato.
zh: 重要提示：不要忘记传达给分包商，他的合同已被取消

source: Criterion Requirements
de: Kriteriumsvoraussetzungen
fa_ir: نیازمندی های معیار
it: Requisiti per il criterio
ja: 要求基準
pt_br: Critérios requeridos
zh: 规范要求

source: Total task budget
de: Gesamtes Aufgabenbudget
fa_ir: بودجه کل وظیفه
it: Budget totale per il compito
ja: 総タスク予算
pt_br: Orçamento total da tarefa
zh: 总任务预算

source: Job Scheduling List
de: Liste der geplanten Aufgaben
fa_ir: فهرست زمانبندی کار
it: Lista di pianificazione lavori
ja: ジョブスケジューリング一覧
pt_br: Lista de planejamento de trabalho

source: Edit Timesheet
de: Stundenzettel bearbeiten
fa_ir: ویرایش برگه زمان
it: Modifica foglio ore
ja: タイムシート編集
pt_br: Editar folha de horas
zh: 编辑时间表

source: Surname
de: Nachname
fa_ir: نام خانوادگی
it: Cognome
ja: 姓
pt_br: Apelidos
zh: 姓

source: Assign quality form
de: Qualitätsformular zuweisen
fa_ir: انتساب فرم کیفیت
it: Assegna modulo qualità
ja: 品質フォームの割り当て
pt_br: Atribuir formulário de qualidade
zh: 分配质量表

source: General data
de: Allgemeine Daten
fa_ir: داده کلی
it: Dati generali
ja: 一般情報
pt_br: Dados gerais
zh: 通用数据

source: Templates
de: Vorlagen
fa_ir: قالب ها
it: Modelli
ja: テンプレート
pt_br: Modelos
zh: 模板

source: Subcontracting code
de: Unterauftragscode
fa_ir: کد پیمانکار فرعی
it: Codice di subappalto
ja: 委託コード
pt_br: Código de terceirização
zh: 分包代码

source: It will only be possible to add an end date if all the exiting ones in the table have already been sent to the customer.
de: Tabelle wurde bereits an Kunden gesendet
fa_ir: اگر همه انواع موجود در جدول در حال حاضر به مشتری ارسال شده باشند، فقط امکان افزودن یک تاریخ خاتمه وجود خواهد داشت.
it: Sarà possibile aggiungere una data di fine solo se tutte quelle uscenti nella tabella saranno già state inviate al cliente.
ja: テーブル上のすべての終了日が顧客に送信済みでなければ，終了日を追加することはできません
pt_br: Somente será possível adicionar uma nova data de término se todas as existentes já tenham sido enviadas ao cliente.
zh: 它只会是可以添加的结束日期，如果表中的所有现有的已经发送给客户。

source: The name is not valid, the name must not be null
de: Der Name ist ungültig, er darf nicht null sein
fa_ir: نام معتبر نیست، نام نباید تهی باشد
it: Il nome non è valido, non può essere nullo
ja: 名称が無効です。nullは指定できません
pt_br: Nome inválido, não deve ser nulo
zh: 的名称是无效的，该名称必须不能为空

source: Please select a task
de: Bitte eine Aufgabe wählen
fa_ir: لطفا یک وظیفه انتخاب کنید
it: Si prega di selezionare un compito
ja: タスクを選択してください
pt_br: Selecione uma tarefa
zh: 请选择一个任务

source: Total price
de: Gesamtpreis
fa_ir: مجموع قیمت
it: Prezzo totale
ja: 合計額
pt_br: Preço total
zh: 总价格

source: to {0}
de: zu {0}
fa_ir: به {0}
it: a {0}
ja: {0}まで
pt_br: até {0}

source: Progress measurements must have a value lower than their following progress measurements.
de: Fortschrittsmessungen müssen einen niedrigeren Wert als darauf folgende Fortschrittsmessungen haben.
fa_ir: مقادیر پیشرفت باید مقداری کمتر از مقادیر پیشرفت پیرو خویش داشته باشند.
it: Le misure di progresso devono avere un valore inferiore delle misure di progresso successive.
ja: 進捗評価値は，それ以降の進捗評価値よりも低くなければなりません
pt_br: Medidas de progresso devem ter um valor menor que as medidas que sucedem.
zh: 进展的测量必须有一个值低于其下面的进度测量。

source: Personal details
fa_ir: جزئیات شخصی
it: Dettagli personali
ja: 個人詳細
pt_br: Detalhes pessoais
zh: 个人详细信息

source: cost assignment with end date before start date
de: Kostenzuweisung mit Enddatum früher als Startdatum
fa_ir: تخصیص هزینه با تاریخ اتمام قبل از تاریخ شروع
it: assegnamento dei costi con data di fine precedente a quella d'inizio
ja: 終了日が開始日以前に設定されたコスト割り当て
pt_br: atribuição de custo tem data de término anterior à data de início
zh: 成本分配结束日期早于开始日期

source: Criterion Types List
de: Kriteriumstypenliste
fa_ir: فهرست انواع ضوابط
it: Lista dei tipi di criterio
ja: 基準タイプ一覧
pt_br: Lista de tipo de critérios
zh: 标准类型列表

source: Actual Cost Work Performed
de: Aktuelle Kosten erledigter Arbeit
fa_ir: هزینه واقعی کار انجام شده
it: Costo attuale del lavoro effettuato
ja: 実行した作業の実際原価(Actual Cost Work Performed)
pt_br: Custo de trabalho realizado
zh: 工作的实际成本

source: {0} (max: {1})
fa_ir: {0} (حداکثر: {1})
ja: {0}(最大: {1})
pt_br: {0} (máx: {1})
zh: {0}（最大：{1}）

source: there are no resources for required criteria: {0}. So the generic allocation can't be added
de: es gibt keine Ressource für das erforderliche Kriterium: {0}. Die übergeordnete Zuweisung kann nicht hinzugefügt werden
fa_ir: منبعی برای معیار مورد نیاز: [0] وجود ندارد. بنابراین تخصیص عمومی نمی تواند اضافه شود
it: non ci sono risorse per il criterio richiesto: {0}. quindi l'allocazione generica non può essere aggiunta
ja: 要求された基準"{0}"を満足するリソースがないため，割り当てを追加できません。
pt_br: não há recursos para o critério requerido: {0}. Logo a alocação genérica não pode ser adicionada
zh: 有没有资源所需的条件：{0}。因此，通用的分配不能被添加

source: Prefix
fa_ir: پیشوند
it: Prefisso
ja: プレフィックス
pt_br: Prefixo
zh: 字首

source: the cost category name has to be unique and it is already in use
de: Der Kostenstellenname muss ein Unikat sein und er wird bereits verwendet
fa_ir: نام رده هزینه باید یکتا باشد، این نام قبلا استفاده شده است
it: il nome della categoria di costo dev'essere unico ed è già in uso
ja: コスト区分名はユニークでなければなりません。すでに使用されているコスト区分です
pt_br: nome da categoria de custo já está em uso e deve ser exclusivo
zh: 成本类别名称必须是唯一的，它已经在使用

source: The max value must be greater than 0
de: Der Maximalwert muss größer als 0 sein
fa_ir: مقدار حداکثر باید بیشتر از صفر باشد
it: Il valore massimo dev'essere maggiore di 0
ja: 最大値は0より大きくなければなりません
pt_br: O valor máximo deve ser maior que 0
zh: 最大的值必须大于0

source: Some sequences to be removed do not exist
de: Einige Sequenzen, die entfernt werden sollen, existieren nicht
fa_ir: برخی توالی ها حذف شده است و وجود ندارد
it: Alcune sequenze da rimuovere non esistono
ja: 削除対象のシーケンスの一部が存在しません。
pt_br: Algumas sequências a ser removidas não existem
zh: 部分序列以除去不存在

source: task
de: Aufgabe
fa_ir: وظیفه
it: compito
ja: タスク
pt_br: tarefa
zh: 任务

source: Constraint
de: Konstanten
fa_ir: قید
it: Obbligo
ja: 制約
pt_br: Restrição
zh: 约束

source: Worker assignments
de: Mitarbeiterzuweisung
fa_ir: انتساب کارگر
it: Assegnamento lavoratori
ja: ワーカーの割り当て
pt_br: Alocação de trabalhador
zh: 工人作业

source: value must be greater or equal than 0
de: Wert muss größer oder gleich 0 sein
fa_ir: مقدار باید بزرگتر یا مساوی 0 باشد
it: Il valore dev'essere maggiore o uguale a 0
ja: 値は0以上でなければなりません
pt_br: valor deve ser maior ou igual a zero
zh: 值必须大于或等于0的

source: Timesheets
de: Stundenzettel
fa_ir: برگه های زمانی
it: Foglio d'ore
ja: タイムシート
pt_br: Folhas de horas
zh: 时程表

source: Worker deleted
de: Arbeiter gelöscht
fa_ir: مجری حذف گردید
it: Lavoratore eliminato
ja: ワーカーは削除されました
pt_br: Trabalhador removido
zh: 工人被删除

source: Exception name should not be empty
de: Ausnahmename sollte nicht leer sein
fa_ir: نام استثنا نمی تواند خالی باشد
it: Il nome dell'eccezione non dovrebbe essere vuoto
ja: 例外名は空であってはなりません
pt_br: Nome de exceção não deveria estar vazio

source: Not enough permissions to edit this project
de: Nicht genug Rechte, um dieses Projekt zu bearbeiten
fa_ir: مجوز کافی برای ویرایش این پروژه ندارید
it: Non possiedi sufficienti permessi per modificare il progetto
ja: このプロジェクトを編集する権限がありません
pt_br: Sem permissões suficientes para editar este projeto
zh: 没有足够的权限来编辑该项目

source: Synchronization order elements with JIRA issues was successful
de: Synchronisierung der Sortierelemente mit JIRA-Themen war erfolgreich
fa_ir: عناصر ترتیب همگام سازی با نسخه های JIRA موفقیت آمیز بود
it: Sincronizzazione degli elementi di ordine con i problemi JIRA effettuata con successo
ja: JIRAイシューとオーダ要素との同期に成功しました
pt_br: A sincronização de tarefas com JIRA foi bem sucedida.

source: Advance assignment cannot be removed as it has advance measures that have already been reported to the customer
de: Advanced assignment kann nicht gelöscht werden, da es angepasste Mittel hat, die bereits dem Kunden gemeldet wurden
fa_ir: انتساب پیشرفت قابل حذف نیست به این دلیل که دارای سنجه های پیشرفت است که به مشتری گزارش شده است
it: L'assegnamento avanzato non può essere rimosso poiché ha misure d'avanzamento che sono già state riportate al cliente
ja: 事前割り当てを削除できません。顧客に報告済の事前評価があります
pt_br: Atribuição de progresso já enviada ao cliente não pode ser removida
zh: 不能删除，因为它有提前的措施，已经报给客户的提前分配

source: Hours Management
de: Stundenmanagment
fa_ir: مدیریت ساعت
it: Gestione ore
ja: 時間管理
pt_br: Administração de horas
zh: 小时管理

source: Worker saved
de: Arbeiter gespeichert.
fa_ir: مجری ذخیره گردید
it: Lavoratore salvato
ja: ワーカーは保存されました
pt_br: Trabalho salvado
zh: 工人保存

source: label names must be unique inside a label type
de: Namen der Bezeichnungen innerhalb eines Bezeichnungstyps müssen Unikate sein
fa_ir: نام های برچسب باید در یک نوع برچسب یکتا باشد
it: i nomi delle etichette devono essere unici all'interno dei tipi
ja: ラベル名はラベルタイプ内でユニークでなければなりません
pt_br: nome dos rótulos devem ser exclusivos dentro de um tipo de rótulo
zh: 标签名称必须是唯一的内部标签类型

source: Set Code as autogenerated to create a new project from templates
de: Code als autogeniert setzen um ein neues Projekt aus Vorlage zu erstellen
fa_ir: کد را در حالت ایجاد خودکار قرار دهید تا پروژه جدید از قالب ها ساخته شود
it: Imposta il codice come autogenerato per creare un nuovo progetto dai modelli
ja: テンプレートから新しいプロジェクトを作成するには，コードを自動生成に設定してください
pt_br: Marcar código como gerado automaticamente para criar um novo projeto a partir de modelos
zh: 设置代码自动生成创建一个新的项目模板

source: cannot be empty or less than zero
de: kann nicht leer oder weniger als null sein
fa_ir: نمی تواند خالی یا کمتر از صفر باشد
it: non può essere vuoto o minore di zero
ja: 空白あるいはゼロより小さい値を設定することはできません
pt_br: não pode ser vazio ou menor que zero
zh: 不能为空或小于零

source: Next
de: Nächste
fa_ir: بعدی
it: Prossimo
ja: 次へ
pt_br: Próximo
zh: 下

source: Timesheet templates
de: Stundenzettelvorlagen
fa_ir: قالب های برگه زمانی
it: Modelli di foglio d'ore
ja: タイムシートのテンプレート
pt_br: Modelo de folha de horas
zh: 时间表模板

source: Communication Type
de: Kommunicationstyp
fa_ir: نوع تعاملات
it: Tipo comunicazione
ja: 連絡方法
pt_br: Tipo de comunicação
zh: 通信类型

source: If you reached this page from another page of LibrePlan please notify us in order to fix it as soon as possible.
de: Wenn Sie diese Seite von einer andere LibrePlan-Seite aus erreicht haben, informieren Sie uns bitte, damit das so schnell wie möglich korrigert werden kann.
fa_ir: اگر از صفحات دیگر LibrePlan به این صفحه رسیده اید لطفا به ما اطلاع دهید تا در اسرع وقت آن را اصلاح نماییم.
it: Se hai raggiunto questa pagina da un'altra pagina di LibrePlan per favore segnalacelo in modo da poter correggere questo errore al più presto.
ja: LibrePlanの別のページからこのページに到達した場合は，早急な修正のために，私達に連絡してください。
pt_br: Se você veio a esta página por intermédio de outra página do LibrePlan, por favor notifique-nos para que correções sejam efetuadas o mais rápido possível.
zh: 如果您从另一页LibrePlan到达了该网页，请立即通知我们，为了解决这个问题，尽快。

source: Please, allow Multiple Active Criteria in this type in order to use selected Assignment Strategy
de: Erlauben Sie bitte bei diesem Typ multiple aktive Kriterien, um die ausgewählte Zuweisungsstrategie zu verwenden
fa_ir: لطفا مجوز معیار فعال چندگانه را برای این نوع صادر نمایید تا راهبرد انتساب انتخابی استفاده گردد.
it: Prego, ammettere criteri multipli attivi in questo timpo in modo da utilizzare la Strategia d'Assegnamento selezionata
ja: 選択した割り当て方式を使用するためには，アクティブな基準の複数選択を許可してください
pt_br: Por favor, permita múltiplos critérios ativos neste tipo de projeto para usar a estrategia de atribuição selecionada.
zh: 请允许多个活动在这种类型的标准，以使用选定的分配策略

source: default maximum value must be greater than precision value
de: Standardmaximalwert muss größer sein als der Präzisionswert
fa_ir: مقدار حداکثر پیش فرض باید بزرگتر از مقدار دقت باشد
it: il valore massimo di default dev'essere superiore a quello della precisione
ja: 既定の最大値は精度の値よりも大きくなければなりません
pt_br: o valor máximo padrão deve ser maior que o valor de precisão
zh: 默认的最大值必须大于精度值

source: Must start after (days since project start)
de: Muss starten nach (Tage seit Projektstart)
fa_ir: صفت
it: Deve iniziare dopo (giorni dall'inizio del progetto)
ja: （プロジェクト開始後日数）以降に開始しなければなりません
pt_br: Deve começar depois de (dias desde o início do projeto)
zh: 必须从（日以来，项目启动后）

source: New delivery date
de: Neues Lieferdatum
fa_ir: تاریخ تحویل جدید
it: Nuova data di consegna
ja: 新しい納期
pt_br: Nova data de entrega
zh: 新的交货日期

source: Schedule from deadline to start
de: Zeitplan von Frist bis Start
fa_ir: زمانبندی از خط پایان تا شروع
it: Pianificazione dalla scadenza all'inizio
ja: 期限を起点とするスケジュール
pt_br: Agendar do prazo final ao início
zh: 安排期限开始

source: Only digits allowed
de: Nur Ziffern erlaubt
fa_ir: تنها رقم مجاز است
it: Permesse solo cifre
ja: 数字のみ入力可能です
pt_br: Somente dígitos numéricos são permitidos

source: Repeated Hours Group code {0} in Project {1}
de: Wiederholter Stundengruppencode {0} in Projekt {1}
fa_ir: کد گروه ساعت تکراری [0] در پروژه [1]
it: Codice di Ore di Gruppo {0} ripetuto nel Progetto {1}
ja: プロジェクト{1}のグループコード{0}が重複しています
pt_br: Código {0} de grupo de horas repetido no projeto {1}
zh: 反复小时组代码{0}项目{1}

source: LibrePlan: Workers
de: LibrePlan: Arbeiter
fa_ir: LibrePlan: مجریان
it: LibrePlan: Lavoratori
ja: LibrePlan: ワーカー
pt_br: LibrePlan: Trabalhadores
zh: LibrePlan：

source: Not configurable
de: Nicht konfigurierbar
fa_ir: غیرقابل پیکربندی
it: Non configurabile
ja: 設定できません
pt_br: Não configurável
zh: 不可配置

source: Resources
de: Ressourcen
fa_ir: منابع
it: Risorse
ja: リソース
pt_br: Recursos
zh: 资源

source: criterion satisfaction with end date before start
de: Kriterienerfüllung mit Enddatum vor Startdatum
fa_ir: براورده سازی معیار با تاریخ خاتمه ی قبل از شروع
it: criterio di soddisfacimento con data di fine precedente a quella d'inizio
ja: 開始日と終了日の関連性の充足性
pt_br: o critério satisfeito tem data de fim anterior à de início
zh: 标准的满意度开始前与结束日期

source: Calculate Workable Days
de: Bereiche Arbeitstage
fa_ir: روزهای کاری برنامه ریزی شده
it: Calcola giorni lavorabili
ja: 作業可能日数の計算
pt_br: Calcular dias de trabalho
zh: 计算可作业天数

source: Spread progress cannot be changed if there is a consolidation in any progress assignment
de: Verteilungsfortschritt kann nicht geändert werden, wenn es eine Zusammenfassung in irgendeiner Fortschrittszuweisung gibt
fa_ir: اگر در هر یک از پیشرفت های انتساب تثبتی وجود داشته باشد فرآیند SPREAD نمی تواند تغییر کند
it: I progressi diffusi non possono essere modificati se c'è un consolidamento in almeno un assegnamento di progresso
ja: 進捗設定に統合されたものがある場合，展開した進捗を変更することはできません
pt_br: Progresso propagável não pode ser alterado se houver uma consolidação em qualquer atribuição de progresso
zh: 不能改变任何任务分配中，如果有一个巩固传播进步

source: Please select a worker
de: Bitte Arbeiter auswählen
fa_ir: لطفا یک مجری را انتخاب نمایید
it: Si prega di selezionare un lavoratore
ja: ワーカーを選択してください。
pt_br: Por favor selecione um trabalhador
zh: 请选择一个工人

source: Another user has modified the same data, so the operation cannot be safely completed.
de: Ein anderer Nutzer hat dieselben Daten verändert, sodass die Durchführung nicht sicher abgeschlossen werden kann.
fa_ir: کاربر دیگری داده یکسانی را ویرایش کرده است، بنابراین عمل نمی تواند به صورت امن تکمیل شود.
it: Un altro utente ha modificato gli stessi dati, quindi l'operazione non può essere eseguita con sicurezza.
ja: 別のユーザーがデータを変更したため，操作を安全に終了することができません
pt_br: Outro usuário modificou os mesmos dados, portanto a operação atual não pode ser completada de forma segura.
zh: 另一个用户修改了相同的数据，所以不能安全地完成操作。

source: MonteCarlo
fa_ir: مونت کارلو
ja: モンテカルロ
zh: 蒙特卡洛

source: Sum of imputed hours in children tasks
de: Summe eingegebener Stunden in Unteraufgaben
fa_ir: جمع ساعات انتسابی در وظایف فرزند
it: Somma delle ore imputate ai compiti derivati
ja: 子タスクの帰属時間の合計
pt_br: Soma de horas registradas nas subtarefas
zh: 子任务估算时间的总和

source: a disabled resource has enabled subresources
de: eine deaktivierte Ressource hat aktivierte Unterressourcen
fa_ir: یک منبع غیر فعال زیر منابع فعال دارد
it: una risorsa disabilitata ha delle sotto-risorse abilitate
ja: 無効なリソースに有効な副リソースが定義されています。
pt_br: um recurso desativado tem sub-recursos ativos
zh: 启用已禁用的资源的子资源

source: There is another timesheet template with the same code
de: Es existiert ein anderer Studenzettel mit demselben Code
fa_ir: قالب برگه زمانی دیگری با این کد وجود دارد
it: C'è un altro modello di foglio ore con lo stesso codice
ja: 同じコードのタイムシートテンプレートが他にもあります
pt_br: Existe outro modelo de folha de horas com o mesmo código
zh: 还有另外一个时间表模板使用相同的代码

source: Association with roles
de: Verbindung mit Rolle
fa_ir: مرتبط با نقش ها
it: Associazione con i ruoli
ja: ロールとの関連
pt_br: Associação com papéis
zh: 协会与角色
