Repository: vmazurashu/lp-pl-integration
Catalog: libreplan/libreplan-webapp/src/main/resources/i18n/*.po
Languages: de, fa_ir, it, ja, pt_br, zh

source: The expense sheet line codes must be unique.
de: Die Aufwandszettelzeilencodes müssen einzigartig sein.
fa_ir: کدهای خط برگه مخارج باید یکتا باشد.
it: I codici delle linee del foglio spese devono essere unici.
ja: 経費シート行のコードはユニークでなければなりません
pt_br: Os códigos das linhas da tabela de despesas devem ser exclusivas.
zh: 费用表行代码必须是唯一的。

source: Project Status
de: Projekt Status
fa_ir: وضعیت پروژه
it: Stato progetto
ja: プロジェクト状況
pt_br: Status do Projeto
zh: 项目状态

source: Hierarchy
de: Hierarchie
fa_ir: سلسله مراتب
it: Gerarchia
ja: 階層
pt_br: Hierarquia
zh: 等级

source: Estimated hours average
de: Geschätzter Stundenschnitt
fa_ir: متوسط ساعات تخمینی
it: Media delle ore stimate
ja: 見積時間平均
pt_br: Média de horas estimadas
zh: 估计时间平均

source: Delete {0} "{1}". Are you sure?
de: Lösche {0} "{1}". Sind Sie sicher?
fa_ir: حذف {0} "{1}". مطمئنید؟
it: Cancellare {0} "{1}". Sei sicuro?
ja: {0}"{1}"を削除します。よろしいですか？
pt_br: Removendo {0} "{1}". Deseja continuar?
zh: 删除{0}“{1}”。你确定吗？

source: It already exists a end date with the same date.
de: Es existiert bereits ein Enddatum mit demselben Datum.
fa_ir: تاریخ خاتمه یکسانی درحال حاضر وجود دارد.
it: Esiste già una data di fine uguale.
ja: 同じ日付の終了日がすでに存在します
pt_br: Já existe uma data final no mesmo período
zh: 它已经存在具有相同的日期结束日期。

source: Tasks input buffer
de: Aufgaben Eingabepuffer
fa_ir: بافر ورود وظایف
it: Buffer in ingresso per i compiti
ja: タスク入力バッファ
pt_br: Buffer de tarefas de entrada
zh: 任务输入缓冲区

source: Criterion name
de: Kriteriumsname
fa_ir: نام معیار
it: Nome criterio
ja: 基準名
pt_br: Nome do critério
zh: 标准名称

source: Quality form should include an item with a value of 100% in order to report progress
de: Qualitätsformular sollte einen Eintrag mit dem Wert 100% enthalten, um Fortschritt zu berichten
fa_ir: فرم کیفیت باید شامل یک مورد با مقدار 100% باشد تا پیشرفت گزارش گردد
it: Il modello di qualità dovrebbe includere un'oggetto con un valore di 100% in modo da riportare i progressi
ja: 進捗を報告するためには，品質フォームに100%の値を持つ項目が含まれていなければなりません
pt_br: Formulário de qualidade deve incluir um item com valor de 100% para poder notificar progresso
zh: 在汇报工作前,质量表应包括一个100% 的项目.

source: company code cannot contain whitespaces
de: Firmencode darf keine Leerzeichen enthalten
fa_ir: کد شرکت نمی تواند حاوی فاصله باشد
it: il codice dell'azienda non può contenere spazi
ja: 会社コードに空白を含めることはできません
pt_br: código da empresa não pode ter espaços em branco
zh: 公司代码不能包含空格

source: please, select a quality form
de: Bitte wählen Sie ein Qualitätsformular aus
fa_ir: لطفا، یک فرم کیفیت انتخاب نمایید
it: perfavore seleziona un modulo di qualità
ja: 品質フォームを選択してください
pt_br: por favor, selecione um formulário de qualidade
zh: 请选择一个质量形式

source: Queue-based resources cannot be bound to any user
de: Ablaufbasierende Ressourcen können nicht mit einem Benutzer verbunden sein
fa_ir: منابع مبتنی بر صف نمی تواند به هیچ کاربری مقید شود
it: Le risorse basate su code non possono essere collegate a nessun utente
ja: キューベースのリソースをユーザーにバインドすることはできません
pt_br: Recursos baseados em filas não podem ser vinculados à usuários
zh: 基于队列的资源不能被绑定到任何用户

source: Consolidated progress cannot be removed
de: Zusammengefasster Fortschritt kann nicht entfernt werden
fa_ir: پیشرفت یکپارچه سازی شده نمی تواند حذف گردد
it: I progressi consolidati non possono essere rimossi
ja: 統合された進捗を削除することはできません
pt_br: Progresso consolidado não pode ser removido
zh: 综合进度也不会被删除

source: Both calendars and gantt charts
de: Beide Kalender und Gantt-Diagramme
fa_ir: هم تقویم ها و هم نمودارهای گانت
it: Entrambi calendari e grafici di gantt
ja: カレンダーとガントチャート
pt_br: Calendário e diagramas de gantt

source: Authorization
de: Authorisation
fa_ir: مجوز
it: Autorizzazione
ja: 認証
pt_br: Autorização
zh: 授权

source: Effort
de: Aufwand
fa_ir: تلاش
it: Sforzo
ja: 工数
pt_br: Esforço
zh: 功夫

source: {0} h
fa_ir: {0} ساعت

source: Apply changes and go back to scheduling
de: Änderungen anwenden und zur Planung zurückkehren
fa_ir: اعمال تغییرات و برگشتن به زمان بندی
it: Applica le modifiche e torna alla pianificazione
ja: 変更を適用してスケジュールに戻る
pt_br: Aplicar mudanças e voltar ao agendamento
zh: 应用更改并返回到调度

source: Superuser
fa_ir: ابرکاربر
it: Superutente
ja: スーパーユーザー
pt_br: Superusuário
zh: 超级用户

source: Percentage of estimated budget in money / money spent
de: Prozentsatz von geschätztem Budget in Geld / ausgegebenes Geld
fa_ir: درصد بودجه تخمین زده شده پولی/پول خرج شده
it: Percentuale del budget stimato / soldi spesi
ja: 見積費用/支出額の比率
pt_br: Percentual de orçamento estimado / dinheiro gasto
zh: 在货币/金钱花费的估计预算的百分比

source: Test LDAP connection
de: LDAP-Verbindung testen
fa_ir: تست اتصال LDAP
it: Testa connessione LDAP
ja: LDAP接続テスト
pt_br: Testar conexão com LDAP
zh: 测试LDAP连接

source: Estimate To Complete
de: Geschätzter Abschluss
fa_ir: تخمین زدن برای تکمیل
it: Stima al completamento
ja: 完了見積
pt_br: Estimativa de custo pendente
zh: 估计完成

source: must be greater or equal than 0
de: muss größer oder gleich 0 sein
fa_ir: باید بزرگتر یا مساوی 0 باشد
it: dev'essere maggioreo o uguale a 0
ja: ０以上でなければなりません。
pt_br: deve ser maior ou igual a 0
zh: 必须大于或等于0的

source: No worklog items found for "{0}" issue
de: Keine Arbeitsprotokollpositionen für Angelegenheit "{0}" gefunden
fa_ir: موارد لاگ کاری برای نسخه "{0}" پیدا نشد
it: Nessun oggetto nel log di lavoro trovato per il problema "{0}"
ja: イシュー"{0}"に対する作業ログ項目がありません
pt_br: Não foram encontrados registro descritivo de trabalho para a incidência "{0}"

source: Check consolidated progresses
de: Zusammengefasste Fortschritte überprüfen
fa_ir: علامت گذاری پیشرفت های یکپارچه سازی شده
it: Controlla i progressi consolidati
ja: 統合された進捗値を確認してください
pt_br: Marcar progresso consolidado
zh: 检查综合进展

source: Label has already been added.
de: Bezeichnung wurde bereits hinzugefügt
fa_ir: برچسب قبلا اضافه شده است.
it: L'etichetta è già stata aggiunta.
ja: ラベルはすでに追加されています。
pt_br: Rótulo já foi adicionado
zh: 已添加标签。

source: Filter timesheet lines by
de: Stundenzettelzeilen filtern nach
fa_ir: فیلتر کردن سطرهای برگه زمانی بر اساس
it: Filtra linee del foglio ore per
ja: タイムシート行のフィルタリング:
pt_br: Filtrar linhas de folha de horas por
zh: 过滤时间表线

source: LibrePlan: Material Units
de: LibrePlan: Materialeinheiten
fa_ir: لیبرپلن: واحدهای مواد
it: LibrePlan: Unità di materiale
ja: LibrePlan: マテリアルの単位
pt_br: LibrePlan: Unidades de materiais
zh: LibrePlan：材料单位

source: New Template element
de: Neues Vorlagenelement
fa_ir: عنصر الگوی جدید
it: Nuovo Modello
ja: 新規テンプレート要素
pt_br: Novo elemento de modelo
zh: 新的模板元素

source: Expand/Collapse all
de: Alles aus-/einklappen
fa_ir: باز کردن/بستن همه
it: Espandi/Riduci tutto
ja: すべて展開する/折りたたむ
pt_br: Expandir/Recolher tudo
zh: 展开/收起所有

source: Warning: Not editing from home page of bound users
de: Warnung: Keine Bearbeitung von der Homepage des verbundenen Benutzers aus
fa_ir: هشدار: عدم ویرایش از صفحه اصلی کاربران مقید شده
it: Avvisio: Non modificare dalla pagina principale degli utenti collegati
ja: 警告: バインドされたユーザーのホームページからの編集ではありません
pt_br: Aviso: A edição não está sendo feita na página dos usuários vinculados
zh: 警告：不绑定的用户主页编辑

source: last criterion sequence code not specified
de: letzter Kriteriumssequenzcode nicht angegeben
fa_ir: آخرین کد توالی معیار مشخص نشده
it: ultimo codice della sequenza dei criteri non specificato
ja: 未使用の基準シーケンスの最大値
pt_br: último código de sequência de critério não especificado
zh: 最后一个标准未指定的序列码

source: Number of finished applications
de: Anzahl beendeter Anwendungen
fa_ir: تعداد برنامه های خاتمه یافته
it: Numero di applicazioni finite
ja: 完了したアプリケーション数
pt_br: Número de aplicações finalizadas
zh: 完成的应用程序数量

source: Projects list
de: Projektliste
fa_ir: فهرست پروژه ها
it: Lista progetti
ja: プロジェクト一覧
pt_br: Lista de projetos
zh: 项目列表

source: Create Worker
de: Arbeiter erstellen
fa_ir: ایجاد مجری
it: Crea Lavoratore
ja: ワーカーの作成
pt_br: Criar trabalhador
zh: 创建工作

source: Type name
de: Typenname
fa_ir: نام نوع
it: Nome del tipo
ja: タイプ名
pt_br: Nome do tipo
zh: 型号名称

source: template calendar not specified
de: Kalendervorlage nicht angegeben
fa_ir: تقویم الگو مشخص نشده
it: modello di calendario non specificato
ja: テンプレートカレンダーが指定されていません
pt_br: calendário modelo não especificado
zh: 不指定模板日历

source: It already exists a deliver date with the same date.
de: Es existiert bereits ein Lieferdatum mit demselben Datum.
fa_ir: تاریخ تحویل یکسانی درحال حاضر وجود دارد.
it: Esiste già una consegna con la stessa data.
ja: すでに同じ日付の納期が存在しています
pt_br: Já existe uma data de entrega no mesmo período
zh: 它已经存在一个交货日期相同的日期。

source: total must be greater or equal than 0
de: Gesamt muss größer als oder gleich 0 sein
fa_ir: مجموع باید بزرگتر یا مساوی 0 باشد
it: il totale dev'essere uguale o maggiore di 0
ja: 合計が0以上でなければなりません。
pt_br: total deve ser maior ou igual a 0
zh: 总量必须是大于或等于0

source: Queue-based
de: Ablaufbasiert
fa_ir: مبتنی بر صف
it: Basato su coda
ja: キューベース
pt_br: Baseado em filas
zh: 基于队列

source: must be a real positive number
de: muss eine reelle positive Zahl sein
fa_ir: باید عدد حقیقی مثبت باشد
it: dev'essere un numero reale positivo
ja: 正の実数でなければなりません
pt_br: deve ser um número real positivo
zh: 必须是一个真正的正数

source: Reassigning {0} projects
de: Neuzuweisung {0} Projekte
fa_ir: انتساب دوباره پروژه های [0]
it: Riassegno {0} progetti
ja: {0}プロジェクトの再割り当て
pt_br: Reatribuir {0} projetos
zh: 重新分配{0}项目

source: Only {0} resources per day were achieved for current allocation
de: Nur {0} Ressourcen pro Tag wurden für die aktuelle Zuweisen erreicht
fa_ir: تنها [0] منبع در روز برای تخصیص فعلی به دست آمد
it: Solo {0} risorse per giorno sono state utilizzate con l'allocazione corrente
ja: 現在の割り当て中，１日当たり{0}リソースのみ達成されました
pt_br: Somente {0} recursos por dia possíveis para alocação atual
zh: {0}每天的电流分配资源

source: effort not specified
de: Aufwand nicht angegeben
fa_ir: تلاش مشخص نشده است
it: sforzo non specificato
ja: 工数が指定されていません
pt_br: esforço não especificado
zh: 努力没有指定

source: Delete
de: Löschen
fa_ir: حذف
it: Cancella
ja: 削除
pt_br: Remover
zh: 删除

source: Currency
de: Währung
fa_ir: واحد پول
it: Valuta
ja: 通貨
pt_br: Moeda
zh: 货币

source: Maximum/minimum of worked hours in finished applications
de: Maximum/Minimum der gearbeiteten Stunden in beendeten Applikationen
fa_ir: حداکثر/حداقل ساعت کار در برنامه های خاتمه یافته
it: Massimo/minimo delle ore lavorate nelle applicazioni completate
ja: 完成したアプリケーションの稼働時間の最大値/最小値
pt_br: Máx/Min das horas trabalhadas nas aplicações finalizadas
zh: 在完成的应用程序的最大/最小工作小时

source: LibrePlan: Labels
de: LibrePlan: Bezeichnungen
fa_ir: لیبرپلن: برچسب ها
it: LibrePlan: Etichette
ja: LibrePlan: ラベル
pt_br: LibrePlan: Rótulos
zh: LibrePlan：标签

source: Personal data
de: Persönliche Daten
fa_ir: داده های شخصی
it: Dati personali
ja: 個人情報
pt_br: Dados pessoais
zh: 个人资料

source: Edit Virtual Workers Group: {0}
de: Bearbeite virtuelle Mitarbeitergruppe {0}
fa_ir: ویرایش گروه مجریان مجازی: [0]
it: Modifica il gruppo di lavoro virtuale: {0}
ja: 仮想ワーカーグループ編集: {0}
pt_br: Editar grupo de trabalhadores virtuais: {0}
zh: 编辑虚拟工人组：{0}

source: No items found in 'OrderSyncInfo' to synchronize with JIRA issues
de: Keine Einträge in 'OrderSyncInfo' zum Synchronisieren mit JIRA-Themen gefunden
fa_ir: هیچ موردی در 'OrderSyncInfo' برای همگام سازی با نسخه های JIRA پیدا نشد
it: Nessun oggetto trovato in 'OrderSyncInfo' per sincronizzarlo con i problemi di JIRA
ja: JIRAイシューと同期する'OrderSyncInfo'項目が見つかりません
pt_br: Nenhum item encontrado no 'OrderSyncInfo' para sincronizar com as incidências JIRA

source: You don't have read access to this project
de: Sie haben keinen Lesezugriff auf dieses Projekt
fa_ir: دسترسی خواندن برای این پروژه را ندارید
it: Non hai i permessi di lettura per questo progetto
ja: このプロジェクトの読み取りアクセス権がありません
pt_br: Você não tem acesso de visualização a este projeto
zh: 你没有这个项目的读取权

source: Criterion Requirement
de: Kriteriumsvoraussetzung
fa_ir: نیازمندی معیار
it: Criteri di requisito
ja: 要求基準
pt_br: Critério requerido
zh: 标准要求

source: Criteria of this criterion type have been assigned to some resource.
de: Kriterium dieses Kriterientypes wurde einer Ressource zugeteilt.
fa_ir: معیارهای این نوع از معیار به برخی از منابع انتساب داده شده است
it: I criteri di questo tipo sono stati assegnati ad alcune risorse
ja: この基準タイプはすでに割り当てられています
pt_br: Os critérios deste tipo de critério já foi atribuído a algum recurso
zh: 该标准型标准已被分配给某些资源。

source: hours
de: Stunden
fa_ir: ساعات
it: ore
ja: 時間
pt_br: horas
zh: 小时

source: Go to edit worker window
de: Gehen Sie zum Mitarbeiteränderungsfenster
fa_ir: رفتن برای ویرایش پنجره مجری
it: Vai alla finestra di modifica lavoratore
ja: ワーカー編集ウィンドウに移動
pt_br: Ir para janela de edição de trabalhador
zh: 工人的编辑窗口

source: Company
de: Unternehmen
fa_ir: شرکت
it: Azienda
ja: 会社
pt_br: Empresa
zh: 公司

source: Observations
de: Beobachtungen
fa_ir: مشاهدات
it: Osservazioni
ja: 管理
pt_br: Observações
zh: 观察

source: LibrePlan: Page not found
de: LibrePlan: Seite nicht gefunden
fa_ir: لیبرپلن: صفحه پیدا نشد
it: LibrePlan: Pagina non trovata
ja: LibrePlan: ページが見つかりません
pt_br: LibrePlan: Página não encontrada
zh: LibrePlan：找不到网页

source: Delivery date
de: Lieferdatum
fa_ir: تاریخ تحویل
it: Data di consegna
ja: 納期
pt_br: Data de entrega
zh: 交货日期

source: start date not specified
de: Startdatum nicht angegeben
fa_ir: تاریخ شروع مشخص نشده است
it: data d'inizio non specificata
ja: 開始日が指定されていません
pt_br: data de início não especificado
zh: 未指定开始日期

source: Value last progress reported
de: Wert des letzten Fortschrittsberichtes
fa_ir: میزان آخرین پیشرفت گزارش شده
it: Valore riportato dall'ultimo progresso
ja: 最終進捗報告日
pt_br: Valor de último progresso registrado
zh: 值最后报告进展

source: Project Status Report
de: Projekt Statusbericht
fa_ir: گزارش وضعیت پروژه
it: Rapporto Stato Progetto
ja: プロジェクト状況レポート
pt_br: Relatório de status de projeto
zh: 项目状态报告

source: Assigned criterion requirements
de: Zugewiesene Kriteriumsvoraussetzungen
fa_ir: نیازمندی های معیار منتسب شده
it: Criteri di requisito assegnati
ja: 要求基準
pt_br: Critérios requeridos atribuidos
zh: 分配的标准要求

source: Indent selected task
de: Ziehe ausgewählte Eingabe ein
fa_ir: تورفتگی وظیفه منتخب
it: Indenta il compito selezionato
ja: 選択したタスクをインデント
pt_br: Indentar tarefa selecionada
zh: 缩进选定的任务

source: must be lower than end date
de: muss kleiner als Enddatum sein
fa_ir: باید کمتر از تاریخ خاتمه باشد
it: dev'essere precedente la data di fine
ja: 終了日以前でなければなりません
pt_br: deve ser anterior a data de término
zh: 必须低于结束日期的

source: default maximum value of percentage progress type must be 100
de: Default Maximalwert Prozentsatz Fortschrittstyp muss 100 sein
fa_ir: مقدار پیش فرض حداکثر برای درصد نوع پیشرفت باید 100 باشد
it: il valore massimo di default della percentuale di progresso dev'essere 100
ja: 比率指定の進捗タイプの既定値は100以下でなければなりません
pt_br: o valor máximo padrão de percentual de tipo de progresso deve ser 100
zh: 默认的最大值的百分比进度类型必须是100

source: quality form type not specified
de: Qualitätsformulartyp nicht angegeben
fa_ir: نوع فرم کیفیت مشخص نشده
it: tipo del modello di qualità non specificato
ja: 品質フォームのタイプが指定されていません
pt_br: tipo de formulário de qualidade não especificado
zh: 没有指定的质量表单类型

source: From chosen date
de: Von gewähltem Datum
fa_ir: از تاریخ انتخابی
it: Dalla data scelta
ja: 指定した日から
pt_br: A partir da data escolhida
zh: 从选择的日期

source: Add new progress measurement
de: Neue Fortschrittsmessung hinzufügen
fa_ir: افزودن سنجش پیشرفت جدید
it: Aggiungi una misura di progresso
ja: 進捗評価値の新規追加
pt_br: Adicionar nova medida de progresso
zh: 添加新的进展测量

source: Probability %
de: Wahrscheinlichkeit %
fa_ir: احتمال %
it: Probabilità %
ja: 確率(%)
pt_br: Probabilidade %
zh: 概率％

source: code is already used in another project
de: Code wird bereits von einem anderen Projekt genutzt
fa_ir: کد در حال حاضر توسط پروژه دیگری استفاده شده است
it: il codice è già in uso da un altro progetto
ja: すでに別のプロジェクトで使用されているコードです
pt_br: o código já está em uso por outro projeto
zh: 在另一个项目中的代码已被使用

source: Subcontractor
de: Unterauftragnehmer
fa_ir: پیمانکار فرعی
it: Subappaltatore
ja: 委託先
pt_br: Terceirizada
zh: 分包商

source: {0} annotation required on {1}
de: {0} Kommentar zu {1} erforderlich
fa_ir: تفسیر {0} برای {1} نیاز است
it: {0} annotazione richiesta per {1}
ja: {1}には{0}の注記が必要です。
pt_br: {0} anotação requerido em {1}
zh: {0}需要注释在{1}之 上

source: Save changes
de: Änderungen speichern
fa_ir: ذخیره سازی تغییرات
it: Salva modifiche
ja: 変更内容を保存
pt_br: Salvar alterações
zh: 保存更改

source: New criterion
de: Neues Kriterium
fa_ir: معیار جدید
it: Nuovo criterio
ja: 基準の新規作成
pt_br: Novo critério
zh: 新标准

source: Output format:
de: Ausgabeformat:
fa_ir: فرمت خروجی:
it: Formato d'uscita:
ja: 出力フォーマット:
pt_br: Formato de saída:
zh: 输出格式：

source: LibrePlan: Work And Progress Per Task
de: LibrePlan: Arbeit und Fortschritt pro Aufgabe
fa_ir: LibrePlan: کار و پیشرفت در ازای هر وظیفه
it: LibrePlan: Lavoro e progresso per compito
ja: LibrePlan: タスク毎作業進捗状況
pt_br: LibrePlan: Trabalho e Progresso por tarefa
zh: LibrePlan：每个任务的工作和进展

source: Invalid value. Precission value must be lower than the Default Max value.
de: Ungültiger Wert. Präzisionswert muss kleiner als der Standardmaximalwert sein
fa_ir: مقدار معتبر نیست. مقدار دقت باید کمتر از مقدار پیش فرض بیشینه باشد
it: Valore non valido. Il valore della precisione dev'essere inferiore a quello del valore massimo di default
ja: 無効な値です。 精度値は既定の最大値よりも小さくなければなりません
pt_br: Valor inválido. O valor de precisão deve ser menor que o valor máximo padrão.
zh: 无效值。Precission值必须低于预设的最大值。

source: Total work
de: Gesamt Arbeit
fa_ir: کل کار
it: Lavoro totale
ja: 全作業
pt_br: Trabalho total
zh: 总的工作

source: Quality form
de: Qualitätsformular
fa_ir: فرم کیفیت
it: Modello di qualità
ja: 品質フォーム
pt_br: Formulário de qualidade
zh: 质量形式

source: Budget in money
de: Budget in Geldwert
fa_ir: بودجه پولی
it: Budget monetario
ja: 予算額
pt_br: Orçamento monetário
zh: 财政预算案中钱

source: please, select a label
de: Bitte wählen Sie eine Bezeichnung aus
fa_ir: لطفا، یک برچسب انتخاب نمایید
it: seleziona un'etichetta
ja: ラベルを選択してください
pt_br: por favor, selecione um rótulo
zh: 请选择一个标签

source: Up to date
de: Aktuell
fa_ir: تاکنون
it: Aggiornato
ja: 期限
pt_br: Atualizado
zh: 直至目前为止，

source: The project has no scheduled elements
de: Dieses Projekt hat keine geplanten Elemente
fa_ir: پروژه عناصر زمان بندی شده ندارد
it: Il progetto non ha nessuna pianificazione
ja: プロジェクトにスケジュール要素がありません
pt_br: O projeto não tem elementos agendados
zh: 该项目并无预定的元素

source: Users
de: Benutzer
fa_ir: کاربران
it: Utenti
ja: ユーザー
pt_br: Usuários
zh: 用户

source: No worklogs found for "{0}" key
de: Keine Arbeitsprotokolle für Schlüssel "{0}" gefunden
fa_ir: هیچ لاگ کاری برای کلید "[0]" یافت نشد
it: Nessun log di lavoro trovato per la chiave "{0}"
ja: "{0}"キーの作業ログが見つかりません
pt_br: Não foram encontrados diário de trabalho para a chave "{0}"

source: timesheet template name is already being used
de: Name der Stundenzettelvorlage ist bereits in Benutzung
fa_ir: نام الگوی برگه زمانی قبلا استفاده شده است
it: il nome del modello di foglio ore è già in uso
ja: タイムシートのテンプレート名はすでに使用されています
pt_br: Nome do modelo de folha de horas já está em uso
zh: 时间表模板名称已被使用

source: : Task import successfully!
de: : Aufgabenimport erfolgreich!
fa_ir: : وظیفه با موفقیت وارد شد!
it: : Compito importato con successo!
ja: : タスクのインポートに成功！
pt_br: : Tarefa importada com sucesso!

source: Progress Evolution
de: Fortschrittsentwicklung
fa_ir: سیر تکمیل پیشرفت
it: Evoluzione dei progressi
ja: 進捗評価
pt_br: Evolução do progresso
zh: 过程演进

source: Reviewed
de: Geprüft
fa_ir: مرورشده
it: Recensito
ja: レビュー済
pt_br: Revisado
zh: 评论

source: Customer information
de: Kundeninformation
fa_ir: اطلاعات مشتری
it: Informazioni cliente
ja: 顧客情報
pt_br: Informações do cliente
zh: 客户信息

source: project not specified
de: Projekt nicht angegeben
fa_ir: پروژه مشخص نشده است
it: progetto non specificato
ja: プロジェクトが指定されていません
pt_br: projeto não especificado
zh: 项目不指定

source: Planning Configuration
de: Planungseinstellung
fa_ir: پیکربندی برنامه ریزی
it: Configurazione Pianificazione
ja: 計画設定
pt_br: Configuração de planejamento
zh: 规划配置

source: Money spent
de: Geld ausgegeben
fa_ir: پول خرج شده
it: Soldi spesi
ja: 支出済費用
pt_br: Dinheiro gasto
zh: 花的钱

source: More options
de: Mehr Optionen
fa_ir: گزینه های بیشتر
it: Più opzioni
ja: 他のオプション
pt_br: Mais opções
zh: 更多选项

source: Label type already assigned
de: Bezeichnungstyp bereits zugeordnet
fa_ir: نوع برچسب در حال حاضر منتسب شده است
it: Tipo di etichetta già assegnato
ja: すでに割り当てられたラベルタイプです
pt_br: Tipo de rótulo já atribuido
zh: 标签类型已经分配

source: LibrePlan: Received From Subcontractors
de: LibrePlan: Erhalten von Unterauftragnehmern
fa_ir: لیبرپلن: دریافت شده از پیمانکاران فرعی
it: LibrePlan: Ricevuto dai subappaltatori
ja: LibrePlan: 委託先より受け取り
pt_br: LibrePlan: Recebido das terceirizadas
zh: LibrePlan：收稿从分包商

source: Company code
de: Firmenkennzeichen
fa_ir: کد شرکت
it: Codice azienda
ja: 会社コード
pt_br: Código da empresa
zh: 公司代码

source: Machines
de: Maschinen
fa_ir: دستگاه ها
it: Macchine
ja: マシン
pt_br: Equipamentos
zh: 机

source: seconds planning warning not specified
de: Sekundenplanungswarnung nicht spezifiziert
fa_ir: هشدار برنامه ریزی ثانیه هامشخص نشده
it: avviso non specificato secondo pianificazione
ja: 計画編集警告時間が指定されていません
pt_br: segundos até notificação para salvamento não definido
zh: 秒的规划警告，不指定

source: {0} "{1}" can not be deleted because of it is being used
de: {0} "{1}" kann nicht gelöscht werden, weil es in Benutzung ist
fa_ir: {0} "{1}" نمی تواند حذف شود زیرا در حال استفاده است
it: {0} "{1}" non può essere annullato perchè è in uso
ja: {0}"{1}"は使用中のため，削除することはできません
pt_br: {0} "{1}" não pode ser removido porque está em uso
zh: {0}“{1}”不能被删除，因为它正在被使用

source: Password confirmation
de: Passwortbestätigung
fa_ir: تایید رمز عبور
it: Conferma password
ja: パスワードの確認
pt_br: Confirmação de senha
zh: 确认密码

source: Date is not valid, it must be later than the last progress reported to the customer
de: Datum ist nicht gültig; es muss später als der letzte an den Kunden berichtete Fortschritt sein
fa_ir: تاریخ معتبر نیست، باید بعد از آخرین پیشرفت گزارش شده به مشتری باشد
it: La data non è valida, dev'essere successiva a quella dell'ultimo progresso riportato al cliente
ja: 日付が有効ではありません。顧客に最後に報告した進捗よりも後でなければなりません
pt_br: Data inválida. Deve ser posterior ao último registro de progresso do consumidor.
zh: 日期是无效的，它必须晚于上一次进度报给客户的

source: Efforts
de: Aufwände
fa_ir: تلاش ها
it: Sforzi
ja: 工数
pt_br: Esforços
zh: 努力

source: No response or exception in response
de: Keine Rückmeldung oder Ausnahme bei Rückmeldung
fa_ir: بدون پاسخ یااستثناء در پاسخ
it: Nesuna risposta o eccezione in risposta
ja: 応答がないか，応答に例外が含まれています
pt_br: Sem resposta ou exceção na respota

source: Move selected task down
de: Bewege gewählte Aufgabe nach unten
fa_ir: انتقال وظیفه انتخاب شده به پایین
it: Muovi in basso il compito selezionato
ja: 選択したタスクを下に移動
pt_br: Mover tarefa selecionada para baixo
zh: 向下移动选定的任务

source: Criterion Type name is already being used
de: Name des Kriteriumtyps ist bereits in Benutzung
fa_ir: نام نوع معیار قبلا استفاده شده است
it: Il nome del tipo di criterio è già in uso
ja: 基準タイプの名称はすでに使用されています
pt_br: O nome do tipo de critério já está em uso
zh: 标准类型名称已被使用

source: By critical path hours
de: Nach kritischen Pfad Stunden
fa_ir: بر اساس ساعات مسیر بحرانی
it: Per ore del cammino critico
ja: クリティカルパス時間による
pt_br: Por horas de caminho crítico
zh: 通过关键路径小时的

source: Company ID
de: Firmenidentifikation
fa_ir: شناسه شرکت
it: ID Azienda
ja: 会社ID
pt_br: Identificador da Empresa
zh: 公司ID

source: length not specified
de: Länge nicht angegeben
fa_ir: طول مشخص نشده است
it: lunghezza non specificata
ja: 長さが指定されていません
pt_br: tamanho não especificado
zh: 未指定的长度
