Repository: vmazurashu/lp-pl-integration
Catalog: libreplan/ganttzk/src/main/resources/i18n/*.po
Languages: de, fa_ir, ja, sv_se

source: Set End-End
de: Ende-Ende festlegen
fa_ir: تعیین خاتمه - خاتمه
ja: 終了-終了
sv_se: Sätt Slut-Slut

source: Show/Hide money cost bar
de: Geldkostenbalken anzeigen/ausblenden
fa_ir: نمایش/پنهان سازی نوار هزینه مالی
ja: 費用バーグラフの表示／非表示
sv_se: Visa/Göm pengarkostnadslist

source: Expand/Collapse all
de: Alles ausklappen/einklappen
fa_ir: باز کردن/بستن همه
ja: すべて展開／縮小
sv_se: Expandera/Kollapsa alla

source: Hide money cost bar
de: Geldkostenbalken ausblenden
fa_ir: پنهان سازی نوار هزینه مالی
ja: 費用バーグラフの非表示
sv_se: Göm pengarkostnadslist

source: Set Start-Start
de: Start-Start festlegen
fa_ir: تعیین شروع-شروع
ja: 開始-開始
sv_se: Sätt Start-Start

source: Show money cost bar
de: Geldkostenbalken anzeigen
fa_ir: نمایش نوار هزینه مالی
ja: 費用バーグラフの表示
sv_se: Visa pengarkostnadslist

source: Print
de: Drucken
fa_ir: چاپ
ja: 印刷
sv_se: Skriv ut

source: Graphics
de: Grafiken
fa_ir: گرافیک
ja: グラフ
sv_se: Grafik

source: Show/Hide resources
de: Ressourcen anzeigen/ausblenden
fa_ir: نمایش/پنهان سازی منابع
ja: リソースの表示／非表示
sv_se: Visa/Göm resurser

source: Month
de: Monat
fa_ir: ماه
ja: 月
sv_se: Månad

source: The specified dependency is not allowed
de: Die angegebene Abhängigkeit ist nicht erlaubt
fa_ir: وابستگی تعیین شده مجاز نیست
ja: 指定された依存関係は設定できません
sv_se: Det angivna beroendet är inte tillåtet

source: Group by
de: Gruppieren nach
fa_ir: گروه بندی بر اساس
ja: グループ設定
sv_se: Gruppera med

source: Show/Hide labels
de: Bezeichnungen anzeigen/ausblenden
fa_ir: نمایش/پنهان سازی برچسب ها
ja: ラベルの表示／非表示
sv_se: Visa/Göm etiketter

source: and no later than
de: und nicht später als
fa_ir: و نه دیرتر از
ja: 遅くともこれまでに

source: Hide critical path
de: Kritischen Pfad ausblenden
fa_ir: پنهان سازی مسیر بحرانی
ja: クリティカルパスの非表示
sv_se: Göm den kritiska linjen

source: Hide reported hours
de: Gemeldete Stunden ausblenden
fa_ir: پنهان سازی ساعات گزارش شده
ja: 報告時間数の非表示
sv_se: Göm rapporterade timmar

source: See resource allocation
de: Siehe Ressourcenzuteilung
fa_ir: مشاهده تخصیص منابع
ja: リソース配置の参照
sv_se: Se resursallokering

source: Show/Hide progress
de: Fortschritt anzeigen/ausblenden
fa_ir: نمایش/پنهان سازی پشرفت
ja: 進捗の表示／非表示
sv_se: Visa/Göm framsteg

source: Task
de: Aufgabe
fa_ir: وظیفه
ja: タスク
sv_se: Uppgift

source: Show critical path
de: Kritischen Pfad anzeigen
fa_ir: نمایش مسیر بحرانی
ja: クリティカルパスの表示
sv_se: Visa den kritiska linjen

source: The date you entered is invalid
de: Das von Ihnen eingegebene Datum ist ungültig
fa_ir: تاریخی که وارد کرده اید معتبر نیست
ja: 入力した日付が無効です

source: Zoom
fa_ir: بزرگنمایی
ja: ズーム

source: available effort: {0}, assigned effort: {1}
de: verfügbarer Aufwand: {0}, zugewiesener Aufwand: {1}
fa_ir: اقدام موجود: {0}، اقدام واگذار شده: {1}
ja: 最大工数:{0}, 設定工数:{1}
sv_se: tillgänglig: {0}, tilldelad: {1}

source: Generic allocation criteria
de: Übergeordnete Zuteilungskriterien
fa_ir: شرایط عمومی تخصیص
ja: 総称型割付の基準
sv_se: Allmänna kriteringsfördelningar

source: filtering by name
de: Nach Name filtern
fa_ir: در حال فیلترسازی بر اساس نام
ja: 名称によるフィルタ
sv_se: filtrera efter namn

source: changing zoom
de: Zoom wird geändert
fa_ir: در حال تغییر بزرگنمایی
ja: 拡大／縮小
sv_se: ändra zoom

source: Resources
de: Ressourcen
fa_ir: منابع
ja: リソース
sv_se: Resurser

source: Show/Hide reported hours
de: Gemeldete Stunden anzeigen/ausblenden
fa_ir: نمایش/پنهان سازی ساعات گزارش شده
ja: 報告時間数の表示／非表示
sv_se: Visa/Göm rapporterade timmar

source: Hour
de: Stunde
fa_ir: ساعت
ja: 時
sv_se: Timme

source: Hide progress
de: Fortschritt ausblenden
fa_ir: پنهان سازی پیشرفت
ja: 進捗の非表示
sv_se: Göm framsteg

source: Quarter
de: Viertel
fa_ir: فصل
ja: 四半期
sv_se: Kvartal

source: See scheduling
de: Siehe Planung
fa_ir: مشاهده زمانبندی
ja: スケジュール参照
sv_se: Se schema

source: Show all elements
de: Alle Elemente anzeigen
fa_ir: نمایش همه عناصر
ja: すべて表示
sv_se: Visa alla element

source: showing criteria
de: Kriterium anzeigen
fa_ir: در حال نمایش شرایط
ja: 基準の表示
sv_se: visar kriterier

source: None
de: Kein
fa_ir: هیچ یک
ja: なし
sv_se: Ingen

source: decreasing zoom
de: Zoom wird verkleinert
fa_ir: در حال کاهش بزرگنمایی
ja: ズームアウト
sv_se: minska zoom

source: Please enter date not before
de: Bitte kein Datum eintragen vor
fa_ir: لطفا تاریخ را وارد کنید نه قبل از
ja: 最早開始日を入力してください

source: Flatten/Unflatten tree
de: Baum öffnen/schließen
fa_ir: تسطیح / عدم تسطیح درخت
ja: ツリーのフラット化／非フラット化
sv_se: Minimera/Expandera träd

source: All
de: Alle
fa_ir: همه
ja: すべて
sv_se: Alla

source: Name
fa_ir: نام
ja: 名称
sv_se: Namn

source: Load: {0}%
de: Last: {0}%
fa_ir: بارگذاری: [0]%
ja: 負荷率:{0}%
sv_se: Last: {0}%

source: Week
de: Woche
fa_ir: هفته
ja: 週
sv_se: Vecka

source: Day
de: Tag
fa_ir: روز
ja: 日
sv_se: Dag

source: Add Dependency
de: Abhängigkeit hinzufügen
fa_ir: افزودن وابستگی
ja: 依存性を追加
sv_se: Lägg till beroende

source: increasing zoom
de: Zoom wird vergrößert
fa_ir: در حال افزایش بزرگنمایی
ja: ズームイン
sv_se: öka zoom

source: Criterion
de: Kriterium
fa_ir: معیار
ja: 基準
sv_se: Kriterium

source: Project
de: Projekt
fa_ir: پروژه
ja: プロジェクト
sv_se: projekt

source: Show reported hours
de: Gemeldete Stunden anzeigen
fa_ir: نمایش ساعات گزارش شده
ja: 報告時間数の表示
sv_se: Visa rapporterade timmar

source: Set End-Start
de: Ende-Start festlegen
fa_ir: تعیین خاتمه - شروع
ja: 終了-開始
sv_se: Sätt Slut-Start

source: Page
de: Seite
fa_ir: صفحه
ja: ページ
sv_se: Sida

source: End
de: Ende
fa_ir: خاتمه
ja: 終了
sv_se: Slut

source: Start
fa_ir: شروع
ja: 開始

source: Year
de: Jahr
fa_ir: سال
ja: 年
sv_se: År

source: Worker
de: Arbeiter
fa_ir: مجری
ja: ワーカー
sv_se: Arbetare

source: Show progress
de: Fortschritt anzeigen
fa_ir: نمایش پیشرفت
ja: 進捗の表示
sv_se: Visa framsteg

source: Erase
de: Löschen
fa_ir: پاک کردن
ja: 削除
sv_se: Radera

source: showing resources
de: Ressourcen anzeigen
fa_ir: در حال نمایش منابع
ja: リソースの表示
sv_se: visar resurser

source: Show/Hide critical path
de: Kkritischen Pfad anzeigen/ausblenden
fa_ir: نمایش/پنهان سازی مسیر بحرانی
ja: クリティカルパスの表示／非表示
sv_se: Visa/Göm den kritiska linjen

source: Refresh
de: Aktualisieren
fa_ir: باز آمد کردن
ja: 更新
sv_se: Uppdatera
